var data = [
    {
        //0
        'language': 'Hindi-India',
        'languageFont': 'null',
        'answer': 'उत्तर : ',
        'DidChildRead': 'क्या बच्चे ने पूरा पाठ पढ़ा?',
        'yesNo': ['हाँ', 'नहीं'],
        'noOfMistakes': 'कितनी गलतियाँ?',
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "मैं आपको एक कहानी पढ़कर सुनाऊँगा/सुनाऊँगी | इसे ध्यान से सुनो | फिर मैं आपसे इस कहानी के बारे में कुछ सवाल पूछूँगा/पूछूँगी | <span style='color:blue'>(कहानी को पढ़कर सुनाएँ)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तारा और उसका छोटा भाई सूरज खिलौने खरीदने के लिए बाज़ार जा रहे थे। रास्ते में उन्होंने अपने दोस्त अनिल को देखा। अनिल कुछ ढूंढ़ रहा था। तारा ने अनिल से पूछा, ' तुम क्या ढूंढ़ रहे हो?' अनिल ने कहा, “मेरे पैसे खो गए है| मुझे रात के खाने के लिए सब्जियाँ खरीदनी थी । अब हम क्या खाएँगे?' अनिल की परेशानी सुनकर तारा और सूरज ने उसकी मदद करने का फैसला किया। दोनों ने अपने पैसो से अनिल के लिए सब्जियाँ खरीदीं। अनिल ने उन्हें धन्यवाद दिया और भाग कर घर गया । जैसे ही वह घर पहुँचा, उसको अपने खोए हुए पैसे दरवाज़े के सामने मिले| उसने पैसे उठाए और तारा और सूरज के पीछे दौड़ा ।",
                "title": "खोया हुआ पैसा ",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "तारा और सूरज बाज़ार क्यों जा रहे थे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तारा और उसका छोटा भाई सूरज खिलौने खरीदने के लिए बाज़ार जा रहे थे। रास्ते में उन्होंने अपने दोस्त अनिल को देखा। अनिल कुछ ढूंढ़ रहा था। तारा ने अनिल से पूछा, ' तुम क्या ढूंढ़ रहे हो?' अनिल ने कहा, “मेरे पैसे खो गए है| मुझे रात के खाने के लिए सब्जियाँ खरीदनी थी । अब हम क्या खाएँगे?' अनिल की परेशानी सुनकर तारा और सूरज ने उसकी मदद करने का फैसला किया। दोनों ने अपने पैसो से अनिल के लिए सब्जियाँ खरीदीं। अनिल ने उन्हें धन्यवाद दिया और भाग कर घर गया । जैसे ही वह घर पहुँचा, उसको अपने खोए हुए पैसे दरवाज़े के सामने मिले| उसने पैसे उठाए और तारा और सूरज के पीछे दौड़ा ।",
                "title": "खोया हुआ पैसा ",
                "answerKey": "i) खिलौने खरीदने के लिए\nii) चीजें खरीदने के लिए",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "तारा और सूरज ने बाज़ार जाते समय किसे देखा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तारा और उसका छोटा भाई सूरज खिलौने खरीदने के लिए बाज़ार जा रहे थे। रास्ते में उन्होंने अपने दोस्त अनिल को देखा। अनिल कुछ ढूंढ़ रहा था। तारा ने अनिल से पूछा, ' तुम क्या ढूंढ़ रहे हो?' अनिल ने कहा, “मेरे पैसे खो गए है| मुझे रात के खाने के लिए सब्जियाँ खरीदनी थी । अब हम क्या खाएँगे?' अनिल की परेशानी सुनकर तारा और सूरज ने उसकी मदद करने का फैसला किया। दोनों ने अपने पैसो से अनिल के लिए सब्जियाँ खरीदीं। अनिल ने उन्हें धन्यवाद दिया और भाग कर घर गया । जैसे ही वह घर पहुँचा, उसको अपने खोए हुए पैसे दरवाज़े के सामने मिले| उसने पैसे उठाए और तारा और सूरज के पीछे दौड़ा ।",
                "title": "खोया हुआ पैसा ",
                "answerKey": "i) अनिल, \nii) अपने दोस्त अनिल को, \niii) अपने दोस्त को",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "अनिल का क्या खो गया था?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तारा और उसका छोटा भाई सूरज खिलौने खरीदने के लिए बाज़ार जा रहे थे। रास्ते में उन्होंने अपने दोस्त अनिल को देखा। अनिल कुछ ढूंढ़ रहा था। तारा ने अनिल से पूछा, ' तुम क्या ढूंढ़ रहे हो?' अनिल ने कहा, “मेरे पैसे खो गए है| मुझे रात के खाने के लिए सब्जियाँ खरीदनी थी । अब हम क्या खाएँगे?' अनिल की परेशानी सुनकर तारा और सूरज ने उसकी मदद करने का फैसला किया। दोनों ने अपने पैसो से अनिल के लिए सब्जियाँ खरीदीं। अनिल ने उन्हें धन्यवाद दिया और भाग कर घर गया । जैसे ही वह घर पहुँचा, उसको अपने खोए हुए पैसे दरवाज़े के सामने मिले| उसने पैसे उठाए और तारा और सूरज के पीछे दौड़ा ।",
                "title": "खोया हुआ पैसा ",
                "answerKey": "i) पैसा\nii) वह पैसा जिससे उसे सब्ब्जियाँ खरीदनी थी।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "तारा और सूरज ने अनिल की मदद कैसे की?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तारा और उसका छोटा भाई सूरज खिलौने खरीदने के लिए बाज़ार जा रहे थे। रास्ते में उन्होंने अपने दोस्त अनिल को देखा। अनिल कुछ ढूंढ़ रहा था। तारा ने अनिल से पूछा, ' तुम क्या ढूंढ़ रहे हो?' अनिल ने कहा, “मेरे पैसे खो गए है| मुझे रात के खाने के लिए सब्जियाँ खरीदनी थी । अब हम क्या खाएँगे?' अनिल की परेशानी सुनकर तारा और सूरज ने उसकी मदद करने का फैसला किया। दोनों ने अपने पैसो से अनिल के लिए सब्जियाँ खरीदीं। अनिल ने उन्हें धन्यवाद दिया और भाग कर घर गया । जैसे ही वह घर पहुँचा, उसको अपने खोए हुए पैसे दरवाज़े के सामने मिले| उसने पैसे उठाए और तारा और सूरज के पीछे दौड़ा ।",
                "title": "खोया हुआ पैसा ",
                "answerKey": "i) उन्होंने अनिल/अनिल के परिवार के लिए सब्जियाँ खरीदीं\nii) उन्होंने अपने पैसे का इस्तेमाल अनिल/अनिल के परिवार के लिए सब्जियाँ खरीदने में किया",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "अनिल को अपना पैसा कहां मिला?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तारा और उसका छोटा भाई सूरज खिलौने खरीदने के लिए बाज़ार जा रहे थे। रास्ते में उन्होंने अपने दोस्त अनिल को देखा। अनिल कुछ ढूंढ़ रहा था। तारा ने अनिल से पूछा, ' तुम क्या ढूंढ़ रहे हो?' अनिल ने कहा, “मेरे पैसे खो गए है| मुझे रात के खाने के लिए सब्जियाँ खरीदनी थी । अब हम क्या खाएँगे?' अनिल की परेशानी सुनकर तारा और सूरज ने उसकी मदद करने का फैसला किया। दोनों ने अपने पैसो से अनिल के लिए सब्जियाँ खरीदीं। अनिल ने उन्हें धन्यवाद दिया और भाग कर घर गया । जैसे ही वह घर पहुँचा, उसको अपने खोए हुए पैसे दरवाज़े के सामने मिले| उसने पैसे उठाए और तारा और सूरज के पीछे दौड़ा ।",
                "title": "खोया हुआ पैसा ",
                "answerKey": "i) उसके घर के पास\nii) उसके घर के दरवाजे के सामने से",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "आपके विचार में अनिल, तारा और सूरज के पीछे क्यों भागा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तारा और उसका छोटा भाई सूरज खिलौने खरीदने के लिए बाज़ार जा रहे थे। रास्ते में उन्होंने अपने दोस्त अनिल को देखा। अनिल कुछ ढूंढ़ रहा था। तारा ने अनिल से पूछा, ' तुम क्या ढूंढ़ रहे हो?' अनिल ने कहा, “मेरे पैसे खो गए है| मुझे रात के खाने के लिए सब्जियाँ खरीदनी थी । अब हम क्या खाएँगे?' अनिल की परेशानी सुनकर तारा और सूरज ने उसकी मदद करने का फैसला किया। दोनों ने अपने पैसो से अनिल के लिए सब्जियाँ खरीदीं। अनिल ने उन्हें धन्यवाद दिया और भाग कर घर गया । जैसे ही वह घर पहुँचा, उसको अपने खोए हुए पैसे दरवाज़े के सामने मिले| उसने पैसे उठाए और तारा और सूरज के पीछे दौड़ा ।",
                "title": "खोया हुआ पैसा ",
                "answerKey": "i) क्योंकि उसे पैसे मिल गए थे और वह उन्हें देना चाहता था\nii) क्योंकि वह पैसे वापस करना चाहता था [नोट: 'क्योंकि उसे पैसे मिल गए' स्वीकार्य प्रतिक्रिया नहीं है]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "मैं आपको एक कहानी पढ़कर सुनाऊँगा/सुनाऊँगी | इसे ध्यान से सुनो | फिर मैं आपसे इस कहानी के बारे में कुछ सवाल पूछूँगा/पूछूँगी | <span style='color:blue'>(कहानी को पढ़कर सुनाएँ)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल और नयन दोस्त है| हर शाम दोनों लड़कियाँ बगीचे में खेलने जाती हैं| एक शाम उन्हें ज़मीन पर एक चिड़िया गिरी हुई मिली | पायल ने नयन से कहा, 'लगता है इसे चोट लगी है। क्या हम इसे घर ले चलें?” नयन मान गई। लड़कियों ने घर पर पत्तियों को एक डिब्बे में भरकर एक छोटा सा घोंसला बनाया। उन्होंने चिड़िया को घोंसले में रखा और उसे खाना और पानी दिया। उन्हें अपनी पालतू चिड़िया से प्यार था। चिड़िया धीरे-धीरे ठीक हो गई और वह घर में उड़ने लगी। एक दिन, खिड़की खुली रह गई और जब पायल और नयन स्कूल से वापस आए तो उन्हें चिड़िया कहीं नहीं मिली । '",
                "title": "दो दोस्त और एक चिड़िया",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "पायल और नयन हर शाम स्कूल से लौटने के बाद क्या करते हैं?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल और नयन दोस्त है| हर शाम दोनों लड़कियाँ बगीचे में खेलने जाती हैं| एक शाम उन्हें ज़मीन पर एक चिड़िया गिरी हुई मिली | पायल ने नयन से कहा, 'लगता है इसे चोट लगी है। क्या हम इसे घर ले चलें?” नयन मान गई। लड़कियों ने घर पर पत्तियों को एक डिब्बे में भरकर एक छोटा सा घोंसला बनाया। उन्होंने चिड़िया को घोंसले में रखा और उसे खाना और पानी दिया। उन्हें अपनी पालतू चिड़िया से प्यार था। चिड़िया धीरे-धीरे ठीक हो गई और वह घर में उड़ने लगी। एक दिन, खिड़की खुली रह गई और जब पायल और नयन स्कूल से वापस आए तो उन्हें चिड़िया कहीं नहीं मिली । '",
                "title": "दो दोस्त और एक चिड़िया",
                "answerKey": "i) बगीचे में खेलने जाती हैं |\nii) वे खेलने जाती हैं |",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "पायल और नयन को बगीचे में क्या दिखा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल और नयन दोस्त है| हर शाम दोनों लड़कियाँ बगीचे में खेलने जाती हैं| एक शाम उन्हें ज़मीन पर एक चिड़िया गिरी हुई मिली | पायल ने नयन से कहा, 'लगता है इसे चोट लगी है। क्या हम इसे घर ले चलें?” नयन मान गई। लड़कियों ने घर पर पत्तियों को एक डिब्बे में भरकर एक छोटा सा घोंसला बनाया। उन्होंने चिड़िया को घोंसले में रखा और उसे खाना और पानी दिया। उन्हें अपनी पालतू चिड़िया से प्यार था। चिड़िया धीरे-धीरे ठीक हो गई और वह घर में उड़ने लगी। एक दिन, खिड़की खुली रह गई और जब पायल और नयन स्कूल से वापस आए तो उन्हें चिड़िया कहीं नहीं मिली । '",
                "title": "दो दोस्त और एक चिड़िया",
                "answerKey": "i) एक चिड़िया |\nii) ज़मीन पर एक चिड़िया |\niii) ज़मीन पर गिरी हुई एक चिड़िया |",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "पायल और नयन चिड़िया को घर क्यों ले गए?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल और नयन दोस्त है| हर शाम दोनों लड़कियाँ बगीचे में खेलने जाती हैं| एक शाम उन्हें ज़मीन पर एक चिड़िया गिरी हुई मिली | पायल ने नयन से कहा, 'लगता है इसे चोट लगी है। क्या हम इसे घर ले चलें?” नयन मान गई। लड़कियों ने घर पर पत्तियों को एक डिब्बे में भरकर एक छोटा सा घोंसला बनाया। उन्होंने चिड़िया को घोंसले में रखा और उसे खाना और पानी दिया। उन्हें अपनी पालतू चिड़िया से प्यार था। चिड़िया धीरे-धीरे ठीक हो गई और वह घर में उड़ने लगी। एक दिन, खिड़की खुली रह गई और जब पायल और नयन स्कूल से वापस आए तो उन्हें चिड़िया कहीं नहीं मिली । '",
                "title": "दो दोस्त और एक चिड़िया",
                "answerKey": "i) क्योंकि चिड़िया को चोट लगी थी |\nii) क्योंकि चिड़िया जमीन पर गिरी हुई थी |",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "लड़कियों ने किन चीजों से घोंसला बनाया?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल और नयन दोस्त है| हर शाम दोनों लड़कियाँ बगीचे में खेलने जाती हैं| एक शाम उन्हें ज़मीन पर एक चिड़िया गिरी हुई मिली | पायल ने नयन से कहा, 'लगता है इसे चोट लगी है। क्या हम इसे घर ले चलें?” नयन मान गई। लड़कियों ने घर पर पत्तियों को एक डिब्बे में भरकर एक छोटा सा घोंसला बनाया। उन्होंने चिड़िया को घोंसले में रखा और उसे खाना और पानी दिया। उन्हें अपनी पालतू चिड़िया से प्यार था। चिड़िया धीरे-धीरे ठीक हो गई और वह घर में उड़ने लगी। एक दिन, खिड़की खुली रह गई और जब पायल और नयन स्कूल से वापस आए तो उन्हें चिड़िया कहीं नहीं मिली । '",
                "title": "दो दोस्त और एक चिड़िया",
                "answerKey": "i) डिब्बे में पत्तियों से \nii) डिब्बे से\niii) पत्तियों से",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "चिड़िया ठीक होने पर घर में क्या करती थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल और नयन दोस्त है| हर शाम दोनों लड़कियाँ बगीचे में खेलने जाती हैं| एक शाम उन्हें ज़मीन पर एक चिड़िया गिरी हुई मिली | पायल ने नयन से कहा, 'लगता है इसे चोट लगी है। क्या हम इसे घर ले चलें?” नयन मान गई। लड़कियों ने घर पर पत्तियों को एक डिब्बे में भरकर एक छोटा सा घोंसला बनाया। उन्होंने चिड़िया को घोंसले में रखा और उसे खाना और पानी दिया। उन्हें अपनी पालतू चिड़िया से प्यार था। चिड़िया धीरे-धीरे ठीक हो गई और वह घर में उड़ने लगी। एक दिन, खिड़की खुली रह गई और जब पायल और नयन स्कूल से वापस आए तो उन्हें चिड़िया कहीं नहीं मिली । '",
                "title": "दो दोस्त और एक चिड़िया",
                "answerKey": "i) चिड़िया घर में उड़ने लगी |",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "आपके विचार में चिड़िया कहीं क्यों नहीं मिली?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल और नयन दोस्त है| हर शाम दोनों लड़कियाँ बगीचे में खेलने जाती हैं| एक शाम उन्हें ज़मीन पर एक चिड़िया गिरी हुई मिली | पायल ने नयन से कहा, 'लगता है इसे चोट लगी है। क्या हम इसे घर ले चलें?” नयन मान गई। लड़कियों ने घर पर पत्तियों को एक डिब्बे में भरकर एक छोटा सा घोंसला बनाया। उन्होंने चिड़िया को घोंसले में रखा और उसे खाना और पानी दिया। उन्हें अपनी पालतू चिड़िया से प्यार था। चिड़िया धीरे-धीरे ठीक हो गई और वह घर में उड़ने लगी। एक दिन, खिड़की खुली रह गई और जब पायल और नयन स्कूल से वापस आए तो उन्हें चिड़िया कहीं नहीं मिली । '",
                "title": "दो दोस्त और एक चिड़िया",
                "answerKey": "i) चिड़िया उड़ गई थी क्योंकि खिड़की खुली थी |\nii) चिड़िया उड़ गई थी |",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "मैं आपको एक कहानी पढ़कर सुनाऊँगा/सुनाऊँगी | इसे ध्यान से सुनो | फिर मैं आपसे इस कहानी के बारे में कुछ सवाल पूछूँगा/पूछूँगी | <span style='color:blue'>(कहानी को पढ़कर सुनाएँ)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुल के पास एक पालतू बिल्ली थी। बिल्ली का नाम मिनी था। मिनी सफेद रंग की थी। पारुल को मिनी बहुत पसंद थी। स्कूल के बाद हर शाम पारुल मिनी के साथ खेलती थी। चीजों के पीछे भागना मिनी का पसंदीदा खेल था। पारुल एक खिलौने वाले चूहे को रस्सी से बांधकर इधर-उधर भागती और मिनी उसका पीछा करती। एक दिन जब पारुल स्कूल से लौटी तो मिनी उसे कहीं नहीं मिली। उसने मिनी को बाहर बगीचे में और घर के अंदर ढूंढ़ा लेकिन मिनी कहीं नहीं मिली। पारुल को लगा कि मिनी भाग गई है। इससे वह बहुत दुखी हुई। जैसे ही वह बिस्तर पर बैठी तो कुछ उछल कर उसके ऊपर आया । पारुल खुशी से झूम उठी!",
                "title": "पारुल और मिनी ",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "पारुल के पास कौन सा पालतू जानवर था?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुल के पास एक पालतू बिल्ली थी। बिल्ली का नाम मिनी था। मिनी सफेद रंग की थी। पारुल को मिनी बहुत पसंद थी। स्कूल के बाद हर शाम पारुल मिनी के साथ खेलती थी। चीजों के पीछे भागना मिनी का पसंदीदा खेल था। पारुल एक खिलौने वाले चूहे को रस्सी से बांधकर इधर-उधर भागती और मिनी उसका पीछा करती। एक दिन जब पारुल स्कूल से लौटी तो मिनी उसे कहीं नहीं मिली। उसने मिनी को बाहर बगीचे में और घर के अंदर ढूंढ़ा लेकिन मिनी कहीं नहीं मिली। पारुल को लगा कि मिनी भाग गई है। इससे वह बहुत दुखी हुई। जैसे ही वह बिस्तर पर बैठी तो कुछ उछल कर उसके ऊपर आया । पारुल खुशी से झूम उठी!",
                "title": "पारुल और मिनी ",
                "answerKey": "i) एक बिल्ली",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "मिनी नाम की बिल्ली किस रंग की थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुल के पास एक पालतू बिल्ली थी। बिल्ली का नाम मिनी था। मिनी सफेद रंग की थी। पारुल को मिनी बहुत पसंद थी। स्कूल के बाद हर शाम पारुल मिनी के साथ खेलती थी। चीजों के पीछे भागना मिनी का पसंदीदा खेल था। पारुल एक खिलौने वाले चूहे को रस्सी से बांधकर इधर-उधर भागती और मिनी उसका पीछा करती। एक दिन जब पारुल स्कूल से लौटी तो मिनी उसे कहीं नहीं मिली। उसने मिनी को बाहर बगीचे में और घर के अंदर ढूंढ़ा लेकिन मिनी कहीं नहीं मिली। पारुल को लगा कि मिनी भाग गई है। इससे वह बहुत दुखी हुई। जैसे ही वह बिस्तर पर बैठी तो कुछ उछल कर उसके ऊपर आया । पारुल खुशी से झूम उठी!",
                "title": "पारुल और मिनी ",
                "answerKey": "i) सफेद",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "पारुल हर शाम स्कूल के बाद क्या करना पसंद करती थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुल के पास एक पालतू बिल्ली थी। बिल्ली का नाम मिनी था। मिनी सफेद रंग की थी। पारुल को मिनी बहुत पसंद थी। स्कूल के बाद हर शाम पारुल मिनी के साथ खेलती थी। चीजों के पीछे भागना मिनी का पसंदीदा खेल था। पारुल एक खिलौने वाले चूहे को रस्सी से बांधकर इधर-उधर भागती और मिनी उसका पीछा करती। एक दिन जब पारुल स्कूल से लौटी तो मिनी उसे कहीं नहीं मिली। उसने मिनी को बाहर बगीचे में और घर के अंदर ढूंढ़ा लेकिन मिनी कहीं नहीं मिली। पारुल को लगा कि मिनी भाग गई है। इससे वह बहुत दुखी हुई। जैसे ही वह बिस्तर पर बैठी तो कुछ उछल कर उसके ऊपर आया । पारुल खुशी से झूम उठी!",
                "title": "पारुल और मिनी ",
                "answerKey": "i) उसकी बिल्ली के साथ खेलना | \nii) मिनी के साथ खेलना |",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "मिनी का पसंदीदा खेल कौन सा था?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुल के पास एक पालतू बिल्ली थी। बिल्ली का नाम मिनी था। मिनी सफेद रंग की थी। पारुल को मिनी बहुत पसंद थी। स्कूल के बाद हर शाम पारुल मिनी के साथ खेलती थी। चीजों के पीछे भागना मिनी का पसंदीदा खेल था। पारुल एक खिलौने वाले चूहे को रस्सी से बांधकर इधर-उधर भागती और मिनी उसका पीछा करती। एक दिन जब पारुल स्कूल से लौटी तो मिनी उसे कहीं नहीं मिली। उसने मिनी को बाहर बगीचे में और घर के अंदर ढूंढ़ा लेकिन मिनी कहीं नहीं मिली। पारुल को लगा कि मिनी भाग गई है। इससे वह बहुत दुखी हुई। जैसे ही वह बिस्तर पर बैठी तो कुछ उछल कर उसके ऊपर आया । पारुल खुशी से झूम उठी!",
                "title": "पारुल और मिनी ",
                "answerKey": "i) पीछे भागना |\nii) चीजों के पीछे भागना |\niii) खिलौने वाले चूहे के पीछे भागना |",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "जब मिनी कहीं नहीं दिखाई दी तो पारुल ने उसे कहाँ ढूंढ़ा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुल के पास एक पालतू बिल्ली थी। बिल्ली का नाम मिनी था। मिनी सफेद रंग की थी। पारुल को मिनी बहुत पसंद थी। स्कूल के बाद हर शाम पारुल मिनी के साथ खेलती थी। चीजों के पीछे भागना मिनी का पसंदीदा खेल था। पारुल एक खिलौने वाले चूहे को रस्सी से बांधकर इधर-उधर भागती और मिनी उसका पीछा करती। एक दिन जब पारुल स्कूल से लौटी तो मिनी उसे कहीं नहीं मिली। उसने मिनी को बाहर बगीचे में और घर के अंदर ढूंढ़ा लेकिन मिनी कहीं नहीं मिली। पारुल को लगा कि मिनी भाग गई है। इससे वह बहुत दुखी हुई। जैसे ही वह बिस्तर पर बैठी तो कुछ उछल कर उसके ऊपर आया । पारुल खुशी से झूम उठी!",
                "title": "पारुल और मिनी ",
                "answerKey": "i) बगीचे में और घर के अंदर |\nii) बगीचे में |\niii) घर के अंदर |",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "आपके विचार में पारुल खुशी से क्यों झूम उठी ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुल के पास एक पालतू बिल्ली थी। बिल्ली का नाम मिनी था। मिनी सफेद रंग की थी। पारुल को मिनी बहुत पसंद थी। स्कूल के बाद हर शाम पारुल मिनी के साथ खेलती थी। चीजों के पीछे भागना मिनी का पसंदीदा खेल था। पारुल एक खिलौने वाले चूहे को रस्सी से बांधकर इधर-उधर भागती और मिनी उसका पीछा करती। एक दिन जब पारुल स्कूल से लौटी तो मिनी उसे कहीं नहीं मिली। उसने मिनी को बाहर बगीचे में और घर के अंदर ढूंढ़ा लेकिन मिनी कहीं नहीं मिली। पारुल को लगा कि मिनी भाग गई है। इससे वह बहुत दुखी हुई। जैसे ही वह बिस्तर पर बैठी तो कुछ उछल कर उसके ऊपर आया । पारुल खुशी से झूम उठी!",
                "title": "पारुल और मिनी ",
                "answerKey": "i) क्योंकि मिनी उस पर कूद गई |\nii) क्योंकि मिनी उसे मिल गई |",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "रानी और रमा खेल रही थीं । वे एक छोटी सी मेज पर बैठी थीं । उनका पालतू कुत्ता भोलू उनके पास ज़मीन पर लेटा हुआ था। रानी खेल में जीत गई और खुशी से उछलने लगी। भोलू दर्द से भौंकने लगा और रानी को बुरा लगा।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> रानी और रमा क्या कर रहीं थीं?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "रानी और रमा खेल रही थीं । वे एक छोटी सी मेज पर बैठी थीं । उनका पालतू कुत्ता भोलू उनके पास ज़मीन पर लेटा हुआ था। रानी खेल में जीत गई और खुशी से उछलने लगी। भोलू दर्द से भौंकने लगा और रानी को बुरा लगा।",
                "title": "",
                "answerKey": "i. खेल रही थीं |",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> भोलू कहाँ लेटा था?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "रानी और रमा खेल रही थीं । वे एक छोटी सी मेज पर बैठी थीं । उनका पालतू कुत्ता भोलू उनके पास ज़मीन पर लेटा हुआ था। रानी खेल में जीत गई और खुशी से उछलने लगी। भोलू दर्द से भौंकने लगा और रानी को बुरा लगा।",
                "title": "",
                "answerKey": "i. ज़मीन पर लेटा हुआ था\nii. रानी और रमा के बगल में \niii. ज़मीन पर रानी और रमा के बगल में \niv. रानी के बगल में \niv. रमा के बगल में",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> खेल में किसकी जीत हुई?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "रानी और रमा खेल रही थीं । वे एक छोटी सी मेज पर बैठी थीं । उनका पालतू कुत्ता भोलू उनके पास ज़मीन पर लेटा हुआ था। रानी खेल में जीत गई और खुशी से उछलने लगी। भोलू दर्द से भौंकने लगा और रानी को बुरा लगा।",
                "title": "",
                "answerKey": "i. रानी \nii. रानी खेल में जीत गई",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में रानी को बुरा क्यों लगा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "रानी और रमा खेल रही थीं । वे एक छोटी सी मेज पर बैठी थीं । उनका पालतू कुत्ता भोलू उनके पास ज़मीन पर लेटा हुआ था। रानी खेल में जीत गई और खुशी से उछलने लगी। भोलू दर्द से भौंकने लगा और रानी को बुरा लगा।",
                "title": "",
                "answerKey": "i. कूदते समय रानी ने कुत्ते को चोट पहुंचाई होगी\nii. रानी कुत्ते पर कूद गई होगी\niii. रानी कुत्ते पर कूद गई\niv. रानी ने कुत्ते को चोट पहुंचाई",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> कहानी में, ' रानी खुशी से झूम उठी'। 'खुशी' का क्या अर्थ है? दिए गए उत्तरों में से सबसे सही उत्तर चुनें? <span style='color:blue'> (प्रत्येक विकल्प की ओर इशारा करें और उसे जोर से पढ़ें)।</span>\n\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "रानी और रमा खेल रही थीं । वे एक छोटी सी मेज पर बैठी थीं । उनका पालतू कुत्ता भोलू उनके पास ज़मीन पर लेटा हुआ था। रानी खेल में जीत गई और खुशी से उछलने लगी। भोलू दर्द से भौंकने लगा और रानी को बुरा लगा।\n <br> a.दुखी होना\n <br> b.गुस्सा होना \n <br> c.प्रसन्न होना\n <br> d.थकान महसूस करना",
                "title": "",
                "answerKey": "c.प्रसन्न होना",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एक लड़की और लड़का अपने गुब्बारों से खेल रहे थे। लड़की के पास लाल रंग का गुब्बारा था और लड़के के पास हरा गुब्बारा था। लड़के का गुब्बारा फट गया और वह रोने लगा। लड़की दौड़कर अपनी माँ के पास गई और पैसे मांगे।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> लड़की और लड़का किस चीज से खेल रहे थे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एक लड़की और लड़का अपने गुब्बारों से खेल रहे थे। लड़की के पास लाल रंग का गुब्बारा था और लड़के के पास हरा गुब्बारा था। लड़के का गुब्बारा फट गया और वह रोने लगा। लड़की दौड़कर अपनी माँ के पास गई और पैसे मांगे।",
                "title": "",
                "answerKey": "i.गुब्बारों से",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> गुब्बारे किस रंग के थे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एक लड़की और लड़का अपने गुब्बारों से खेल रहे थे। लड़की के पास लाल रंग का गुब्बारा था और लड़के के पास हरा गुब्बारा था। लड़के का गुब्बारा फट गया और वह रोने लगा। लड़की दौड़कर अपनी माँ के पास गई और पैसे मांगे।",
                "title": "",
                "answerKey": "i. लाल और हरा [नोट: यदि बच्चा उत्तर में केवल एक रंग बताता है तो गलत होगा]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> गुब्बारे के फटने पर लड़के ने क्या किया?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एक लड़की और लड़का अपने गुब्बारों से खेल रहे थे। लड़की के पास लाल रंग का गुब्बारा था और लड़के के पास हरा गुब्बारा था। लड़के का गुब्बारा फट गया और वह रोने लगा। लड़की दौड़कर अपनी माँ के पास गई और पैसे मांगे।",
                "title": "",
                "answerKey": "i. वह रोने लगा",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में लड़की ने अपनी मां से पैसे क्यों मांगे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एक लड़की और लड़का अपने गुब्बारों से खेल रहे थे। लड़की के पास लाल रंग का गुब्बारा था और लड़के के पास हरा गुब्बारा था। लड़के का गुब्बारा फट गया और वह रोने लगा। लड़की दौड़कर अपनी माँ के पास गई और पैसे मांगे।",
                "title": "",
                "answerKey": "ii. लड़के को एक नया गुब्बारा खरीदकर देने के लिए क्योंकि उसका गुब्बारा फट गया था\nii. लड़के को बेहतर महसूस कराने के लिए उसे मिठाई/कैंडी/चॉकलेट खरीदकर देने के लिए",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> कहानी में, 'लड़के का गुब्बारा फट गया'। इस वाक्य में 'फट गया का क्या अर्थ है? दिए गए उत्तरों में से सबसे अच्छा उत्तर चुनें? <span style='color:blue'> (प्रत्येक विकल्प की ओर इशारा करें और उसे जोर से पढ़ें)।</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एक लड़की और लड़का अपने गुब्बारों से खेल रहे थे। लड़की के पास लाल रंग का गुब्बारा था और लड़के के पास हरा गुब्बारा था। लड़के का गुब्बारा फट गया और वह रोने लगा। लड़की दौड़कर अपनी माँ के पास गई और पैसे मांगे।\n <br> a. हवा निकल गया \n <br> b. पेड़ में फंस गया\n <br> c. खो गया \n <br> d. दूर उड़ गया",
                "title": "",
                "answerKey": "a. हवा निकल गया",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मीरा बहुत खुश है क्योंकि आज उसका जन्मदिन है। वह नौ साल की हो गई है। हर जन्मदिन पर उसके माता-पिता उसे मिठाई और उपहार देतें हैं। मीरा स्कूल की घंटी बजने का इंतज़ार कर रही है ताकि वह जल्दी घर जा सके।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> मीरा खुश क्यों है?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मीरा बहुत खुश है क्योंकि आज उसका जन्मदिन है। वह नौ साल की हो गई है। हर जन्मदिन पर उसके माता-पिता उसे मिठाई और उपहार देतें हैं। मीरा स्कूल की घंटी बजने का इंतज़ार कर रही है ताकि वह जल्दी घर जा सके।",
                "title": "",
                "answerKey": "i. क्योंकि उसका जन्मदिन है\nii. क्योंकि जन्मदिन पर उसे मिठाई मिलते हैं\niii. क्योंकि जन्मदिन पर उसे उपहार मिलते हैं",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> मीरा अब कितनी साल है।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मीरा बहुत खुश है क्योंकि आज उसका जन्मदिन है। वह नौ साल की हो गई है। हर जन्मदिन पर उसके माता-पिता उसे मिठाई और उपहार देतें हैं। मीरा स्कूल की घंटी बजने का इंतज़ार कर रही है ताकि वह जल्दी घर जा सके।",
                "title": "",
                "answerKey": "i.नौ साल",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> मीरा के जन्मदिन पर मिठाई और उपहार कौन देता है?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मीरा बहुत खुश है क्योंकि आज उसका जन्मदिन है। वह नौ साल की हो गई है। हर जन्मदिन पर उसके माता-पिता उसे मिठाई और उपहार देतें हैं। मीरा स्कूल की घंटी बजने का इंतज़ार कर रही है ताकि वह जल्दी घर जा सके।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में मीरा क्यों जल्दी घर जाना चाहती है?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मीरा बहुत खुश है क्योंकि आज उसका जन्मदिन है। वह नौ साल की हो गई है। हर जन्मदिन पर उसके माता-पिता उसे मिठाई और उपहार देतें हैं। मीरा स्कूल की घंटी बजने का इंतज़ार कर रही है ताकि वह जल्दी घर जा सके।",
                "title": "",
                "answerKey": "i. मिठाई और उपहारों के लिए\nii. मिठाई के लिए\niii. उपहारों के लिए",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> कहानी में, ' मीरा के माता-पिता उसे मिठाई और उपहार देतें हैं'। 'उपहार' शब्द का क्या अर्थ है? दिए गए विकल्पों में से सबसे सही उत्तर चुनें? <span style='color:blue'> (प्रत्येक विकल्प की ओर इशारा करें और उसे जोर से पढ़ें)।</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मीरा बहुत खुश है क्योंकि आज उसका जन्मदिन है। वह नौ साल की हो गई है। हर जन्मदिन पर उसके माता-पिता उसे मिठाई और उपहार देतें हैं। मीरा स्कूल की घंटी बजने का इंतज़ार कर रही है ताकि वह घर जा सके।\n <br> a.चीजें जो कहीं पड़ी मिलती हैं \n <br> b.चीजें जो खास दिन पर दी जाती हैं\n <br> c. पुरानी चीजें\n <br> d.चीजें जो छीनकर ली जाती है",
                "title": "",
                "answerKey": "b.चीजें जो खास दिन पर दी जाती हैं",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "नीतू डरी हुई थी क्योंकि नए स्कूल में उसका यह पहला दिन था। अपनी टीचर से मिलने के बाद वह खुश थी । उसकी टीचर बहुत अच्छी थी। खेलने के समय सभी बच्चे बाहर गए। नीतू बेंच पर अकेली बैठी उन्हें देख रही थी। वह अपने नए साथियों के साथ खेलना चाहती थी । तभी कुछ बच्चे उसके पास दौड़ते हुए आए और बोले, 'नीतू, क्या तुम हमारे साथ खेलोगी?' कुछ ही मिनटों में खेल के मैदान से नीतू की आवाज भी सुनाई देने लगी।",
                "title": "स्कूल में पहला दिन ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> नीतू डरी हुई क्यों थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "नीतू डरी हुई थी क्योंकि नए स्कूल में उसका यह पहला दिन था। अपनी टीचर से मिलने के बाद वह खुश थी । उसकी टीचर बहुत अच्छी थी। खेलने के समय सभी बच्चे बाहर गए। नीतू बेंच पर अकेली बैठी उन्हें देख रही थी। वह अपने नए साथियों के साथ खेलना चाहती थी । तभी कुछ बच्चे उसके पास दौड़ते हुए आए और बोले, 'नीतू, क्या तुम हमारे साथ खेलोगी?' कुछ ही मिनटों में खेल के मैदान से नीतू की आवाज भी सुनाई देने लगी।",
                "title": "स्कूल में पहला दिन ",
                "answerKey": "i. क्योंकि स्कूल में उसका पहला दिन था\nii. क्योंकि नए स्कूल में उसका पहला दिन था",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> अपनी टीचर से मिलने के बाद नीतू को कैसा लगा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "नीतू डरी हुई थी क्योंकि नए स्कूल में उसका यह पहला दिन था। अपनी टीचर से मिलने के बाद वह खुश थी । उसकी टीचर बहुत अच्छी थी। खेलने के समय सभी बच्चे बाहर गए। नीतू बेंच पर अकेली बैठी उन्हें देख रही थी। वह अपने नए साथियों के साथ खेलना चाहती थी । तभी कुछ बच्चे उसके पास दौड़ते हुए आए और बोले, 'नीतू, क्या तुम हमारे साथ खेलोगी?' कुछ ही मिनटों में खेल के मैदान से नीतू की आवाज भी सुनाई देने लगी।",
                "title": "स्कूल में पहला दिन ",
                "answerKey": "i. उसे खुशी हुई",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> खेलने के समय बच्चों ने क्या किया?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "नीतू डरी हुई थी क्योंकि नए स्कूल में उसका यह पहला दिन था। अपनी टीचर से मिलने के बाद वह खुश थी । उसकी टीचर बहुत अच्छी थी। खेलने के समय सभी बच्चे बाहर गए। नीतू बेंच पर अकेली बैठी उन्हें देख रही थी। वह अपने नए साथियों के साथ खेलना चाहती थी । तभी कुछ बच्चे उसके पास दौड़ते हुए आए और बोले, 'नीतू, क्या तुम हमारे साथ खेलोगी?' कुछ ही मिनटों में खेल के मैदान से नीतू की आवाज भी सुनाई देने लगी।",
                "title": "स्कूल में पहला दिन ",
                "answerKey": "i. वे खेलने के लिए बाहर गए ii. वे बाहर गए",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> कुछ बच्चों ने नीतू से क्या कहा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "नीतू डरी हुई थी क्योंकि नए स्कूल में उसका यह पहला दिन था। अपनी टीचर से मिलने के बाद वह खुश थी । उसकी टीचर बहुत अच्छी थी। खेलने के समय सभी बच्चे बाहर गए। नीतू बेंच पर अकेली बैठी उन्हें देख रही थी। वह अपने नए साथियों के साथ खेलना चाहती थी । तभी कुछ बच्चे उसके पास दौड़ते हुए आए और बोले, 'नीतू, क्या तुम हमारे साथ खेलोगी?' कुछ ही मिनटों में खेल के मैदान से नीतू की आवाज भी सुनाई देने लगी।",
                "title": "स्कूल में पहला दिन ",
                "answerKey": "i. उन्होंने उसे उनके साथ खेलने के लिए कहा",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में नीतू अकेले बैठी अपने साथियों को खेलते हुए क्यों देख रही थी?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "नीतू डरी हुई थी क्योंकि नए स्कूल में उसका यह पहला दिन था। अपनी टीचर से मिलने के बाद वह खुश थी । उसकी टीचर बहुत अच्छी थी। खेलने के समय सभी बच्चे बाहर गए। नीतू बेंच पर अकेली बैठी उन्हें देख रही थी। वह अपने नए साथियों के साथ खेलना चाहती थी । तभी कुछ बच्चे उसके पास दौड़ते हुए आए और बोले, 'नीतू, क्या तुम हमारे साथ खेलोगी?' कुछ ही मिनटों में खेल के मैदान से नीतू की आवाज भी सुनाई देने लगी।",
                "title": "स्कूल में पहला दिन ",
                "answerKey": "i. उसका कोई दोस्त नहीं था\nii. वह झिझक रही थी / शर्मीली थी\niii. वह किसी को नहीं जानती थी\niv. वह स्कूल में नई थी और उसके कोई दोस्त नहीं थे\nv. वह स्कूल में नई थी और किसी को नहीं जानती थी।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरे गाँव का नाम रामपुर है। मेरे गाँव के लोग बहुत गाय पालते है । सबसे तंदुरुस्त गाय का नाम गौरी है। एक रात चोर हमारी गाय चुराना चाहते थे। वे उस कमरे में घुस गए जहाँ हम अपनी गाय रखते है। एक गाय ने चोर को इतनी जोर से लात मारी कि वह गिर पड़ा। चोर दर्द से जोर-जोर से चिल्लाया। उसके जोर-जोर से चिल्लाने से गाँव वालों की नींद खुल गई। सभी ने चोरों को पकड़ने में मदद की। सुबह गाँव वालों ने एक दूसरे को धन्यवाद दिया। गौरी गाँव की सबसे जानी-मानी गाय बन गई ।",
                "title": "जानी-मानी गाय ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> रामपुर में लोग किस जानवर को रखते हैं?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरे गाँव का नाम रामपुर है। मेरे गाँव के लोग बहुत गाय पालते है । सबसे तंदुरुस्त गाय का नाम गौरी है। एक रात चोर हमारी गाय चुराना चाहते थे। वे उस कमरे में घुस गए जहाँ हम अपनी गाय रखते है। एक गाय ने चोर को इतनी जोर से लात मारी कि वह गिर पड़ा। चोर दर्द से जोर-जोर से चिल्लाया। उसके जोर-जोर से चिल्लाने से गाँव वालों की नींद खुल गई। सभी ने चोरों को पकड़ने में मदद की। सुबह गाँव वालों ने एक दूसरे को धन्यवाद दिया। गौरी गाँव की सबसे जानी-मानी गाय बन गई ।",
                "title": "जानी-मानी गाय ",
                "answerKey": "i. गाय",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> चोर क्या करना चाहते थे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरे गाँव का नाम रामपुर है। मेरे गाँव के लोग बहुत गाय पालते है । सबसे तंदुरुस्त गाय का नाम गौरी है। एक रात चोर हमारी गाय चुराना चाहते थे। वे उस कमरे में घुस गए जहाँ हम अपनी गाय रखते है। एक गाय ने चोर को इतनी जोर से लात मारी कि वह गिर पड़ा। चोर दर्द से जोर-जोर से चिल्लाया। उसके जोर-जोर से चिल्लाने से गाँव वालों की नींद खुल गई। सभी ने चोरों को पकड़ने में मदद की। सुबह गाँव वालों ने एक दूसरे को धन्यवाद दिया। गौरी गाँव की सबसे जानी-मानी गाय बन गई ।",
                "title": "जानी-मानी गाय ",
                "answerKey": "i. गायों को चोरी",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> गाँव वाले क्यों जग गए?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरे गाँव का नाम रामपुर है। मेरे गाँव के लोग बहुत गाय पालते है । सबसे तंदुरुस्त गाय का नाम गौरी है। एक रात चोर हमारी गाय चुराना चाहते थे। वे उस कमरे में घुस गए जहाँ हम अपनी गाय रखते है। एक गाय ने चोर को इतनी जोर से लात मारी कि वह गिर पड़ा। चोर दर्द से जोर-जोर से चिल्लाया। उसके जोर-जोर से चिल्लाने से गाँव वालों की नींद खुल गई। सभी ने चोरों को पकड़ने में मदद की। सुबह गाँव वालों ने एक दूसरे को धन्यवाद दिया। गौरी गाँव की सबसे जानी-मानी गाय बन गई ।",
                "title": "जानी-मानी गाय ",
                "answerKey": "i. क्योंकि चोर जोर से चिल्लाया\nii. क्योंकि उन्होंने जोर से रोना सुना\niii. क्योंकि उन्होंने तेज आवाज सुनी",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> चोरों को किसने पकड़ा ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरे गाँव का नाम रामपुर है। मेरे गाँव के लोग बहुत गाय पालते है । सबसे तंदुरुस्त गाय का नाम गौरी है। एक रात चोर हमारी गाय चुराना चाहते थे। वे उस कमरे में घुस गए जहाँ हम अपनी गाय रखते है। एक गाय ने चोर को इतनी जोर से लात मारी कि वह गिर पड़ा। चोर दर्द से जोर-जोर से चिल्लाया। उसके जोर-जोर से चिल्लाने से गाँव वालों की नींद खुल गई। सभी ने चोरों को पकड़ने में मदद की। सुबह गाँव वालों ने एक दूसरे को धन्यवाद दिया। गौरी गाँव की सबसे जानी-मानी गाय बन गई ।",
                "title": "जानी-मानी गाय ",
                "answerKey": "i. सभी गॉंव वालों ने चोरों को पकड़ा\nii.चोरों को पकड़ने में सभी ने की मदद",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में गौरी गाँव की जानी-मानी गाय कैसे बन गई ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरे गाँव का नाम रामपुर है। मेरे गाँव के लोग बहुत गाय पालते है । सबसे तंदुरुस्त गाय का नाम गौरी है। एक रात चोर हमारी गाय चुराना चाहते थे। वे उस कमरे में घुस गए जहाँ हम अपनी गाय रखते है। एक गाय ने चोर को इतनी जोर से लात मारी कि वह गिर पड़ा। चोर दर्द से जोर-जोर से चिल्लाया। उसके जोर-जोर से चिल्लाने से गाँव वालों की नींद खुल गई। सभी ने चोरों को पकड़ने में मदद की। सुबह गाँव वालों ने एक दूसरे को धन्यवाद दिया। गौरी गाँव की सबसे जानी-मानी गाय बन गई ।",
                "title": "जानी-मानी गाय ",
                "answerKey": "i. क्योंकि उसने चोरों को लात मारी\nii. क्योंकि उसने चोर को लात मारी, जिससे चोर जोर-जोर से चिल्लाने लगा जिससे गॉंव वालों की नींद खुल गई।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जया बगीचे में खेल रही थी। पेड़ के पास उसे एक छोटा सा डिब्बा मिला। जया ने उसे उठाया और खोला। डिब्बा रंगीन कंचों से भरा हुआ था। उसने डिब्बा घर ले जाकर अपनी माँ को दिखाया । जया की मां ने उससे कहा, ' जया, तुम्हें डिब्बे के मालिक को खोजने की कोशिश करनी चाहिए'। जया वापस बगीचे में गई। उसे एक लड़का पेड़ के पास खड़ा दिखाई दिया । वह उदास लग रहा था। जया ने उसे डिब्बा दिखाया। लड़के का चेहरा ख़ुशी से खिल उठा।",
                "title": "खोया और पाया",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> जया कहाँ खेल रही थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जया बगीचे में खेल रही थी। पेड़ के पास उसे एक छोटा सा डिब्बा मिला। जया ने उसे उठाया और खोला। डिब्बा रंगीन कंचों से भरा हुआ था। उसने डिब्बा घर ले जाकर अपनी माँ को दिखाया । जया की मां ने उससे कहा, ' जया, तुम्हें डिब्बे के मालिक को खोजने की कोशिश करनी चाहिए'। जया वापस बगीचे में गई। उसे एक लड़का पेड़ के पास खड़ा दिखाई दिया । वह उदास लग रहा था। जया ने उसे डिब्बा दिखाया। लड़के का चेहरा ख़ुशी से खिल उठा।",
                "title": "खोया और पाया",
                "answerKey": "i) वह बगीचे में खेल रही थी\nii) बगीचे में",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> जया को क्या मिला ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जया बगीचे में खेल रही थी। पेड़ के पास उसे एक छोटा सा डिब्बा मिला। जया ने उसे उठाया और खोला। डिब्बा रंगीन कंचों से भरा हुआ था। उसने डिब्बा घर ले जाकर अपनी माँ को दिखाया । जया की मां ने उससे कहा, ' जया, तुम्हें डिब्बे के मालिक को खोजने की कोशिश करनी चाहिए'। जया वापस बगीचे में गई। उसे एक लड़का पेड़ के पास खड़ा दिखाई दिया । वह उदास लग रहा था। जया ने उसे डिब्बा दिखाया। लड़के का चेहरा ख़ुशी से खिल उठा।",
                "title": "खोया और पाया",
                "answerKey": "i) उसे रंगीन कंचों का एक डिब्बा मिला\nii) उसे कंचों का एक डिब्बा मिला\niii) उसे एक डिब्बा मिला\niv) उसे कुछ कंचे मिले",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> डिब्बा देखकर जाया की माँ ने उससे क्या कहा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जया बगीचे में खेल रही थी। पेड़ के पास उसे एक छोटा सा डिब्बा मिला। जया ने उसे उठाया और खोला। डिब्बा रंगीन कंचों से भरा हुआ था। उसने डिब्बा घर ले जाकर अपनी माँ को दिखाया । जया की मां ने उससे कहा, ' जया, तुम्हें डिब्बे के मालिक को खोजने की कोशिश करनी चाहिए'। जया वापस बगीचे में गई। उसे एक लड़का पेड़ के पास खड़ा दिखाई दिया । वह उदास लग रहा था। जया ने उसे डिब्बा दिखाया। लड़के का चेहरा ख़ुशी से खिल उठा।",
                "title": "खोया और पाया",
                "answerKey": "i) उसे डिब्बे के मालिक को खोजने की कोशिश करना चाहिए\nii) उसे मालिक को खोजने की कोशिश करना चाहिए",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> जिस पेड़ के पास जया को डिब्बा मिला था, वहाँ कौन था ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जया बगीचे में खेल रही थी। पेड़ के पास उसे एक छोटा सा डिब्बा मिला। जया ने उसे उठाया और खोला। डिब्बा रंगीन कंचों से भरा हुआ था। उसने डिब्बा घर ले जाकर अपनी माँ को दिखाया । जया की मां ने उससे कहा, ' जया, तुम्हें डिब्बे के मालिक को खोजने की कोशिश करनी चाहिए'। जया वापस बगीचे में गई। उसे एक लड़का पेड़ के पास खड़ा दिखाई दिया । वह उदास लग रहा था। जया ने उसे डिब्बा दिखाया। लड़के का चेहरा ख़ुशी से खिल उठा।",
                "title": "खोया और पाया",
                "answerKey": "i) एक लड़का\nii) एक उदास लड़का",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में लड़के का चेहरा ख़ुशी से क्यों खिल उठा?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जया बगीचे में खेल रही थी। पेड़ के पास उसे एक छोटा सा डिब्बा मिला। जया ने उसे उठाया और खोला। डिब्बा रंगीन कंचों से भरा हुआ था। उसने डिब्बा घर ले जाकर अपनी माँ को दिखाया । जया की मां ने उससे कहा, ' जया, तुम्हें डिब्बे के मालिक को खोजने की कोशिश करनी चाहिए'। जया वापस बगीचे में गई। उसे एक लड़का पेड़ के पास खड़ा दिखाई दिया । वह उदास लग रहा था। जया ने उसे डिब्बा दिखाया। लड़के का चेहरा ख़ुशी से खिल उठा।",
                "title": "खोया और पाया",
                "answerKey": "i) क्योंकि जया ने उसे कंचों का डिब्बा/ कंचे / डिब्बा दिखाया जो उसे लगा कि उसने खो दिया है \nii) क्योंकि जया को उसका डिब्बा/ कंचों का डिब्बा / कंचों का डिब्बा मिल गया था।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड़ों के पास एक छोटे से गाँव में रहती थी। गाँव में सभी सलोनी को पसंद करते थे क्योंकि वह बहुत मददगार और दयालु थी। सलोनी को जानवरों से प्यार था और उसके पास भूरा नाम का एक पालतू बकरी का बच्चा था। उसे इधर-उधर भागना और भूरा के साथ खेलना बहुत पसंद था। एक दिन भागते समय भूरा एक खाली कुएँ में गिर गया। बिना समय गवाएं सलोनी ने अपने पिता को आवाज़ दी और एक रस्सी और एक बाल्टी झट से पकड़ ली। उसने रस्सी को बाल्टी से बांधकर कुएं में उतारा। भूरा बाल्टी के अंदर आ गया और अपने पिता की मदद से सलोनी ने भूरा को बाहर निकाला। उस दिन से सलोनी एक समझदार लड़की के रूप में भी जानी जाने लगी। ",
                "title": "सलोनी और भूरा\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> यह कहानी किस बारे में है?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड़ों के पास एक छोटे से गाँव में रहती थी। गाँव में सभी सलोनी को पसंद करते थे क्योंकि वह बहुत मददगार और दयालु थी। सलोनी को जानवरों से प्यार था और उसके पास भूरा नाम का एक पालतू बकरी का बच्चा था। उसे इधर-उधर भागना और भूरा के साथ खेलना बहुत पसंद था। एक दिन भागते समय भूरा एक खाली कुएँ में गिर गया। बिना समय गवाएं सलोनी ने अपने पिता को आवाज़ दी और एक रस्सी और एक बाल्टी झट से पकड़ ली। उसने रस्सी को बाल्टी से बांधकर कुएं में उतारा। भूरा बाल्टी के अंदर आ गया और अपने पिता की मदद से सलोनी ने भूरा को बाहर निकाला। उस दिन से सलोनी एक समझदार लड़की के रूप में भी जानी जाने लगी। ",
                "title": "सलोनी और भूरा",
                "answerKey": "कम से कम, बच्चों को यह कहना चाहिए कि कहानी है: a) भूरा/एक लड़की और एक बकरी के बच्चे के बारे में, या b) एक बकरी के बच्चे के बारे में जो कुएं में गिर गया है, या c) भूरा के बारे में/एक लड़की जो बकरी के बच्चे को बचाती है।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> सलोनी कहाँ रहती थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड़ों के पास एक छोटे से गाँव में रहती थी। गाँव में सभी सलोनी को पसंद करते थे क्योंकि वह बहुत मददगार और दयालु थी। सलोनी को जानवरों से प्यार था और उसके पास भूरा नाम का एक पालतू बकरी का बच्चा था। उसे इधर-उधर भागना और भूरा के साथ खेलना बहुत पसंद था। एक दिन भागते समय भूरा एक खाली कुएँ में गिर गया। बिना समय गवाएं सलोनी ने अपने पिता को आवाज़ दी और एक रस्सी और एक बाल्टी झट से पकड़ ली। उसने रस्सी को बाल्टी से बांधकर कुएं में उतारा। भूरा बाल्टी के अंदर आ गया और अपने पिता की मदद से सलोनी ने भूरा को बाहर निकाला। उस दिन से सलोनी एक समझदार लड़की के रूप में भी जानी जाने लगी। ",
                "title": "सलोनी और भूरा",
                "answerKey": "i) एक छोटे से गाँव में, ii) पहाड़ों के पास एक छोटे से गाँव में",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> गाँव में सभी को सलोनी क्यों पसंद थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड़ों के पास एक छोटे से गाँव में रहती थी। गाँव में सभी सलोनी को पसंद करते थे क्योंकि वह बहुत मददगार और दयालु थी। सलोनी को जानवरों से प्यार था और उसके पास भूरा नाम का एक पालतू बकरी का बच्चा था। उसे इधर-उधर भागना और भूरा के साथ खेलना बहुत पसंद था। एक दिन भागते समय भूरा एक खाली कुएँ में गिर गया। बिना समय गवाएं सलोनी ने अपने पिता को आवाज़ दी और एक रस्सी और एक बाल्टी झट से पकड़ ली। उसने रस्सी को बाल्टी से बांधकर कुएं में उतारा। भूरा बाल्टी के अंदर आ गया और अपने पिता की मदद से सलोनी ने भूरा को बाहर निकाला। उस दिन से सलोनी एक समझदार लड़की के रूप में भी जानी जाने लगी। ",
                "title": "सलोनी और भूरा",
                "answerKey": "i.) वह मददगार और दयालु थी, ii) वह मददगार थी, iii) वह दयालु थी",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> इस कहानी में भूरा कौन है?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड़ों के पास एक छोटे से गाँव में रहती थी। गाँव में सभी सलोनी को पसंद करते थे क्योंकि वह बहुत मददगार और दयालु थी। सलोनी को जानवरों से प्यार था और उसके पास भूरा नाम का एक पालतू बकरी का बच्चा था। उसे इधर-उधर भागना और भूरा के साथ खेलना बहुत पसंद था। एक दिन भागते समय भूरा एक खाली कुएँ में गिर गया। बिना समय गवाएं सलोनी ने अपने पिता को आवाज़ दी और एक रस्सी और एक बाल्टी झट से पकड़ ली। उसने रस्सी को बाल्टी से बांधकर कुएं में उतारा। भूरा बाल्टी के अंदर आ गया और अपने पिता की मदद से सलोनी ने भूरा को बाहर निकाला। उस दिन से सलोनी एक समझदार लड़की के रूप में भी जानी जाने लगी। ",
                "title": "सलोनी और भूरा",
                "answerKey": "i) बकरी का बच्चा या ii) सलोनी का पालतू जानवर",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> भूरा कहाँ गिर गया था?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड़ों के पास एक छोटे से गाँव में रहती थी। गाँव में सभी सलोनी को पसंद करते थे क्योंकि वह बहुत मददगार और दयालु थी। सलोनी को जानवरों से प्यार था और उसके पास भूरा नाम का एक पालतू बकरी का बच्चा था। उसे इधर-उधर भागना और भूरा के साथ खेलना बहुत पसंद था। एक दिन भागते समय भूरा एक खाली कुएँ में गिर गया। बिना समय गवाएं सलोनी ने अपने पिता को आवाज़ दी और एक रस्सी और एक बाल्टी झट से पकड़ ली। उसने रस्सी को बाल्टी से बांधकर कुएं में उतारा। भूरा बाल्टी के अंदर आ गया और अपने पिता की मदद से सलोनी ने भूरा को बाहर निकाला। उस दिन से सलोनी एक समझदार लड़की के रूप में भी जानी जाने लगी। ",
                "title": "सलोनी और भूरा",
                "answerKey": "i) एक कुएँ में",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> किन चीजों की मदद से सलोनी ने भूरा को कुएँ से बहार निकला ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड़ों के पास एक छोटे से गाँव में रहती थी। गाँव में सभी सलोनी को पसंद करते थे क्योंकि वह बहुत मददगार और दयालु थी। सलोनी को जानवरों से प्यार था और उसके पास भूरा नाम का एक पालतू बकरी का बच्चा था। उसे इधर-उधर भागना और भूरा के साथ खेलना बहुत पसंद था। एक दिन भागते समय भूरा एक खाली कुएँ में गिर गया। बिना समय गवाएं सलोनी ने अपने पिता को आवाज़ दी और एक रस्सी और एक बाल्टी झट से पकड़ ली। उसने रस्सी को बाल्टी से बांधकर कुएं में उतारा। भूरा बाल्टी के अंदर आ गया और अपने पिता की मदद से सलोनी ने भूरा को बाहर निकाला। उस दिन से सलोनी एक समझदार लड़की के रूप में भी जानी जाने लगी। ",
                "title": "सलोनी और भूरा",
                "answerKey": "i) एक रस्सी और एक बाल्टी [नोट: उत्तर सही होने के लिए बच्चे को 'रस्सी' और 'बाल्टी' दोनों कहना चाहिए।]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में सलोनी को सभी समझदार क्यों बुलाने लगे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड़ों के पास एक छोटे से गाँव में रहती थी। गाँव में सभी सलोनी को पसंद करते थे क्योंकि वह बहुत मददगार और दयालु थी। सलोनी को जानवरों से प्यार था और उसके पास भूरा नाम का एक पालतू बकरी का बच्चा था। उसे इधर-उधर भागना और भूरा के साथ खेलना बहुत पसंद था। एक दिन भागते समय भूरा एक खाली कुएँ में गिर गया। बिना समय गवाएं सलोनी ने अपने पिता को आवाज़ दी और एक रस्सी और एक बाल्टी झट से पकड़ ली। उसने रस्सी को बाल्टी से बांधकर कुएं में उतारा। भूरा बाल्टी के अंदर आ गया और अपने पिता की मदद से सलोनी ने भूरा को बाहर निकाला। उस दिन से सलोनी एक समझदार लड़की के रूप में भी जानी जाने लगी। ",
                "title": "सलोनी और भूरा",
                "answerKey": "i) उसने बिना समय गवाएं भूरा/बकरी के बच्चे को बचाया, ii) उसने भूरा/बकरी के बच्चे को बिना समय गवाएं कुएं से बाहर निकाला, iii) उसने रस्सी और बाल्टी का उपयोग करके भूरा/बकरी के बच्चे को बचाया [नोट: उत्तर जो इस संदेश को दर्शाती है वह स्वीकार्य है]।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी अपने घर के पीछे बगीचे में खेल रही थी। बगीचे में एक सुंदर काली बिल्ली को टहलते देख कर तुलसी हैरान रह गई । बिल्ली शर्मीली नहीं थी और तुलसी ने उससे दोस्ती कर ली । तभी उसने अपनी माँ को बुलाते हुए सुना। इससे बिल्ली डर गई और वह पास के झाड़ी में भाग गई। तुलसी बिल्ली के पीछे दौड़ी लेकिन वह नहीं मिली। तुलसी को अचानक महसूस हुआ कि वह खो गई थी और घर वापस जाने का रास्ता उसे पता नहीं था । तुलसी बहुत डरी हुई थी। लेकिन तभी अपनी माँ की आवाज़, उसे बुलाते हुए सुनाई दी । आवाज़ की ओर चलते हुए घर वापस पहुँची | तुलसी की माँ दौड़ कर आई और उसे गले से लगा लिया।",
                "title": "तुलसी और बिल्ली",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> यह कहानी किस बारे में है?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी अपने घर के पीछे बगीचे में खेल रही थी। बगीचे में एक सुंदर काली बिल्ली को टहलते देख कर तुलसी हैरान रह गई । बिल्ली शर्मीली नहीं थी और तुलसी ने उससे दोस्ती कर ली । तभी उसने अपनी माँ को बुलाते हुए सुना। इससे बिल्ली डर गई और वह पास के झाड़ी में भाग गई। तुलसी बिल्ली के पीछे दौड़ी लेकिन वह नहीं मिली। तुलसी को अचानक महसूस हुआ कि वह खो गई थी और घर वापस जाने का रास्ता उसे पता नहीं था । तुलसी बहुत डरी हुई थी। लेकिन तभी अपनी माँ की आवाज़, उसे बुलाते हुए सुनाई दी । आवाज़ की ओर चलते हुए घर वापस पहुँची | तुलसी की माँ दौड़ कर आई और उसे गले से लगा लिया।",
                "title": "तुलसी और बिल्ली",
                "answerKey": "कम से कम, बच्चों को यह कहना चाहिए कि कहानी है: a) एक लड़की और एक बिल्ली के बारे में है या b) एक लड़की के खो जाने के बारे में है या c) एक लड़की के खो जाने और अपने घर वापस आने के बारे में है या d) एक लड़की का अपने बिल्ली के पीछे जाने और खो जाने के बारे में है",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> तुलसी कहाँ खेल रही थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी अपने घर के पीछे बगीचे में खेल रही थी। बगीचे में एक सुंदर काली बिल्ली को टहलते देख कर तुलसी हैरान रह गई । बिल्ली शर्मीली नहीं थी और तुलसी ने उससे दोस्ती कर ली । तभी उसने अपनी माँ को बुलाते हुए सुना। इससे बिल्ली डर गई और वह पास के झाड़ी में भाग गई। तुलसी बिल्ली के पीछे दौड़ी लेकिन वह नहीं मिली। तुलसी को अचानक महसूस हुआ कि वह खो गई थी और घर वापस जाने का रास्ता उसे पता नहीं था । तुलसी बहुत डरी हुई थी। लेकिन तभी अपनी माँ की आवाज़, उसे बुलाते हुए सुनाई दी । आवाज़ की ओर चलते हुए घर वापस पहुँची | तुलसी की माँ दौड़ कर आई और उसे गले से लगा लिया।",
                "title": "तुलसी और बिल्ली",
                "answerKey": "i) उसके घर के पीछे, ii) बगीचे में, iii) उसके घर के पीछे बगीचे में",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> तुलसी क्यों हैरान हुई?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी अपने घर के पीछे बगीचे में खेल रही थी। बगीचे में एक सुंदर काली बिल्ली को टहलते देख कर तुलसी हैरान रह गई । बिल्ली शर्मीली नहीं थी और तुलसी ने उससे दोस्ती कर ली । तभी उसने अपनी माँ को बुलाते हुए सुना। इससे बिल्ली डर गई और वह पास के झाड़ी में भाग गई। तुलसी बिल्ली के पीछे दौड़ी लेकिन वह नहीं मिली। तुलसी को अचानक महसूस हुआ कि वह खो गई थी और घर वापस जाने का रास्ता उसे पता नहीं था । तुलसी बहुत डरी हुई थी। लेकिन तभी अपनी माँ की आवाज़, उसे बुलाते हुए सुनाई दी । आवाज़ की ओर चलते हुए घर वापस पहुँची | तुलसी की माँ दौड़ कर आई और उसे गले से लगा लिया।",
                "title": "तुलसी और बिल्ली",
                "answerKey": "i) क्योंकि उसे बगीचे में एक बिल्ली टहलते दिखी , ii) क्योंकि उसे बगीचे में एक काली बिल्ली टहलते दिखी \n",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> डरी हुई बिल्ली ने क्या किया?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी अपने घर के पीछे बगीचे में खेल रही थी। बगीचे में एक सुंदर काली बिल्ली को टहलते देख कर तुलसी हैरान रह गई । बिल्ली शर्मीली नहीं थी और तुलसी ने उससे दोस्ती कर ली । तभी उसने अपनी माँ को बुलाते हुए सुना। इससे बिल्ली डर गई और वह पास के झाड़ी में भाग गई। तुलसी बिल्ली के पीछे दौड़ी लेकिन वह नहीं मिली। तुलसी को अचानक महसूस हुआ कि वह खो गई थी और घर वापस जाने का रास्ता उसे पता नहीं था । तुलसी बहुत डरी हुई थी। लेकिन तभी अपनी माँ की आवाज़, उसे बुलाते हुए सुनाई दी । आवाज़ की ओर चलते हुए घर वापस पहुँची | तुलसी की माँ दौड़ कर आई और उसे गले से लगा लिया।",
                "title": "तुलसी और बिल्ली",
                "answerKey": "i) बिल्ली भाग गई, ii) बिल्ली पास की झाड़ी में भाग गई",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> तुलसी डरी हुई क्यों थी?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी अपने घर के पीछे बगीचे में खेल रही थी। बगीचे में एक सुंदर काली बिल्ली को टहलते देख कर तुलसी हैरान रह गई । बिल्ली शर्मीली नहीं थी और तुलसी ने उससे दोस्ती कर ली । तभी उसने अपनी माँ को बुलाते हुए सुना। इससे बिल्ली डर गई और वह पास के झाड़ी में भाग गई। तुलसी बिल्ली के पीछे दौड़ी लेकिन वह नहीं मिली। तुलसी को अचानक महसूस हुआ कि वह खो गई थी और घर वापस जाने का रास्ता उसे पता नहीं था । तुलसी बहुत डरी हुई थी। लेकिन तभी अपनी माँ की आवाज़, उसे बुलाते हुए सुनाई दी । आवाज़ की ओर चलते हुए घर वापस पहुँची | तुलसी की माँ दौड़ कर आई और उसे गले से लगा लिया।",
                "title": "तुलसी और बिल्ली",
                "answerKey": "i) क्योंकि वह खो गई थी, ii) क्योंकि वह नहीं जानती थी कि घर कैसे वापस जाना है",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> तुलसी घर वापस कैसे आई?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी अपने घर के पीछे बगीचे में खेल रही थी। बगीचे में एक सुंदर काली बिल्ली को टहलते देख कर तुलसी हैरान रह गई । बिल्ली शर्मीली नहीं थी और तुलसी ने उससे दोस्ती कर ली । तभी उसने अपनी माँ को बुलाते हुए सुना। इससे बिल्ली डर गई और वह पास के झाड़ी में भाग गई। तुलसी बिल्ली के पीछे दौड़ी लेकिन वह नहीं मिली। तुलसी को अचानक महसूस हुआ कि वह खो गई थी और घर वापस जाने का रास्ता उसे पता नहीं था । तुलसी बहुत डरी हुई थी। लेकिन तभी अपनी माँ की आवाज़, उसे बुलाते हुए सुनाई दी । आवाज़ की ओर चलते हुए घर वापस पहुँची | तुलसी की माँ दौड़ कर आई और उसे गले से लगा लिया।",
                "title": "तुलसी और बिल्ली",
                "answerKey": "i) अपनी माँ की आवाज़ की ओर चलते हुए वह घर वापस आई |",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में तुलसी की माँ ने उसे गले से क्यों लगा लिया? \n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी अपने घर के पीछे बगीचे में खेल रही थी। बगीचे में एक सुंदर काली बिल्ली को टहलते देख कर तुलसी हैरान रह गई । बिल्ली शर्मीली नहीं थी और तुलसी ने उससे दोस्ती कर ली । तभी उसने अपनी माँ को बुलाते हुए सुना। इससे बिल्ली डर गई और वह पास के झाड़ी में भाग गई। तुलसी बिल्ली के पीछे दौड़ी लेकिन वह नहीं मिली। तुलसी को अचानक महसूस हुआ कि वह खो गई थी और घर वापस जाने का रास्ता उसे पता नहीं था । तुलसी बहुत डरी हुई थी। लेकिन तभी अपनी माँ की आवाज़, उसे बुलाते हुए सुनाई दी । आवाज़ की ओर चलते हुए घर वापस पहुँची | तुलसी की माँ दौड़ कर आई और उसे गले से लगा लिया।",
                "title": "तुलसी और बिल्ली",
                "answerKey": "i) क्योंकि वह उसे पाकर खुश थी, ii) वह चिंतित थी क्योंकि तुलसी बगीचे में नहीं थी और वह उसे पाकर खुश थी, iii) क्योंकि वह चिंतित थी कि तुलसी खो गई है और उसे पाकर खुश / राहत मिली थी।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(कहानी की ओर इशारा करें और कहें)</span> यह एक कहानी है| इसे ज़ोर से पढ़ें | इसके बाद मैं आपसे कहानी पर कुछ सवाल पूछूँगा/पूछूँगी |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजू, समीर और पवन भाई हैं। हर दिन वे एक साथ पैदल स्कूल जाते और फिर घर वापस आते । यह एक लम्बा रास्ता है, जो उनकी माँ को चिंतित करता है। वह उन्हें याद दिलाती रहती है कि वे साथ ही आएं-जाएं । एक दिन घर आते समय सबसे छोटा भाई, राजू एक सुंदर तितली को देखने के लिए रुका। बाकी दोनों भाई आगे बढ़ते गए, बिना इस बात का अहसास किये हुए कि राजू पीछे छूट गया है | कुछ देर बाद वे राजू को देखने के लिए मुड़े, लेकिन वह दिखा नहीं । वे चिंतित हो गए और उसे खोजने के लिए वापस दौड़ पड़े। सौभाग्य से, उन्होंने राजू को सड़क के किनारे बैठे, रोते हुए पाया। तब से, राजू ने वादा किया कि वह कभी इधर-उधर नहीं जायेगा और हमेशा अपने भाइयों के साथ चलेगा।",
                "title": "तीन भाई\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> यह कहानी किस बारे में है?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजू, समीर और पवन भाई हैं। हर दिन वे एक साथ पैदल स्कूल जाते और फिर घर वापस आते । यह एक लम्बा रास्ता है, जो उनकी माँ को चिंतित करता है। वह उन्हें याद दिलाती रहती है कि वे साथ ही आएं-जाएं । एक दिन घर आते समय सबसे छोटा भाई, राजू एक सुंदर तितली को देखने के लिए रुका। बाकी दोनों भाई आगे बढ़ते गए, बिना इस बात का अहसास किये हुए कि राजू पीछे छूट गया है | कुछ देर बाद वे राजू को देखने के लिए मुड़े, लेकिन वह दिखा नहीं । वे चिंतित हो गए और उसे खोजने के लिए वापस दौड़ पड़े। सौभाग्य से, उन्होंने राजू को सड़क के किनारे बैठे, रोते हुए पाया। तब से, राजू ने वादा किया कि वह कभी इधर-उधर नहीं जायेगा और हमेशा अपने भाइयों के साथ चलेगा।",
                "title": "तीन भाई\n",
                "answerKey": "कम से कम, बच्चों को यह कहना चाहिए कि यह कहानी है: क) तीन भाइयों के बारे में या ख) तीन भाइयों के स्कूल जाने और घर वापस आने के बारे में या ग) एक भाई के खो जाने के बारे में",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> तीनों भाई रोज़ पैदल कहाँ जाते हैं?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजू, समीर और पवन भाई हैं। हर दिन वे एक साथ पैदल स्कूल जाते और फिर घर वापस आते । यह एक लम्बा रास्ता है, जो उनकी माँ को चिंतित करता है। वह उन्हें याद दिलाती रहती है कि वे साथ ही आएं-जाएं । एक दिन घर आते समय सबसे छोटा भाई, राजू एक सुंदर तितली को देखने के लिए रुका। बाकी दोनों भाई आगे बढ़ते गए, बिना इस बात का अहसास किये हुए कि राजू पीछे छूट गया है | कुछ देर बाद वे राजू को देखने के लिए मुड़े, लेकिन वह दिखा नहीं । वे चिंतित हो गए और उसे खोजने के लिए वापस दौड़ पड़े। सौभाग्य से, उन्होंने राजू को सड़क के किनारे बैठे, रोते हुए पाया। तब से, राजू ने वादा किया कि वह कभी इधर-उधर नहीं जायेगा और हमेशा अपने भाइयों के साथ चलेगा।",
                "title": "तीन भाई\n",
                "answerKey": "i) स्कूल जाते और घर वापस आते थे , ii) स्कूल जाते और आते थे",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> उनकी माँ उन्हें क्या याद दिलाती रहती है?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजू, समीर और पवन भाई हैं। हर दिन वे एक साथ पैदल स्कूल जाते और फिर घर वापस आते । यह एक लम्बा रास्ता है, जो उनकी माँ को चिंतित करता है। वह उन्हें याद दिलाती रहती है कि वे साथ ही आएं-जाएं । एक दिन घर आते समय सबसे छोटा भाई, राजू एक सुंदर तितली को देखने के लिए रुका। बाकी दोनों भाई आगे बढ़ते गए, बिना इस बात का अहसास किये हुए कि राजू पीछे छूट गया है | कुछ देर बाद वे राजू को देखने के लिए मुड़े, लेकिन वह दिखा नहीं । वे चिंतित हो गए और उसे खोजने के लिए वापस दौड़ पड़े। सौभाग्य से, उन्होंने राजू को सड़क के किनारे बैठे, रोते हुए पाया। तब से, राजू ने वादा किया कि वह कभी इधर-उधर नहीं जायेगा और हमेशा अपने भाइयों के साथ चलेगा।",
                "title": "तीन भाई\n",
                "answerKey": "i) वे साथ ही आएं-जाएं, ii) चलते समय साथ रहें",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> तीन भाइयों में सबसे छोटा कौन था?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजू, समीर और पवन भाई हैं। हर दिन वे एक साथ पैदल स्कूल जाते और फिर घर वापस आते । यह एक लम्बा रास्ता है, जो उनकी माँ को चिंतित करता है। वह उन्हें याद दिलाती रहती है कि वे साथ ही आएं-जाएं । एक दिन घर आते समय सबसे छोटा भाई, राजू एक सुंदर तितली को देखने के लिए रुका। बाकी दोनों भाई आगे बढ़ते गए, बिना इस बात का अहसास किये हुए कि राजू पीछे छूट गया है | कुछ देर बाद वे राजू को देखने के लिए मुड़े, लेकिन वह दिखा नहीं । वे चिंतित हो गए और उसे खोजने के लिए वापस दौड़ पड़े। सौभाग्य से, उन्होंने राजू को सड़क के किनारे बैठे, रोते हुए पाया। तब से, राजू ने वादा किया कि वह कभी इधर-उधर नहीं जायेगा और हमेशा अपने भाइयों के साथ चलेगा।",
                "title": "तीन भाई\n",
                "answerKey": "i) राजू",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> घर वापस जाते समय, राजू क्या करने के लिए रुका?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजू, समीर और पवन भाई हैं। हर दिन वे एक साथ पैदल स्कूल जाते और फिर घर वापस आते । यह एक लम्बा रास्ता है, जो उनकी माँ को चिंतित करता है। वह उन्हें याद दिलाती रहती है कि वे साथ ही आएं-जाएं । एक दिन घर आते समय सबसे छोटा भाई, राजू एक सुंदर तितली को देखने के लिए रुका। बाकी दोनों भाई आगे बढ़ते गए, बिना इस बात का अहसास किये हुए कि राजू पीछे छूट गया है | कुछ देर बाद वे राजू को देखने के लिए मुड़े, लेकिन वह दिखा नहीं । वे चिंतित हो गए और उसे खोजने के लिए वापस दौड़ पड़े। सौभाग्य से, उन्होंने राजू को सड़क के किनारे बैठे, रोते हुए पाया। तब से, राजू ने वादा किया कि वह कभी इधर-उधर नहीं जायेगा और हमेशा अपने भाइयों के साथ चलेगा।",
                "title": "तीन भाई\n",
                "answerKey": "i) राजू एक तितली को देखने के लिए रुका, ii) राजू एक सुंदर तितली को देखने के लिए रुका",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> समीर और पवन ने अपने भाई राजू को कहाँ पाया?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजू, समीर और पवन भाई हैं। हर दिन वे एक साथ पैदल स्कूल जाते और फिर घर वापस आते । यह एक लम्बा रास्ता है, जो उनकी माँ को चिंतित करता है। वह उन्हें याद दिलाती रहती है कि वे साथ ही आएं-जाएं । एक दिन घर आते समय सबसे छोटा भाई, राजू एक सुंदर तितली को देखने के लिए रुका। बाकी दोनों भाई आगे बढ़ते गए, बिना इस बात का अहसास किये हुए कि राजू पीछे छूट गया है | कुछ देर बाद वे राजू को देखने के लिए मुड़े, लेकिन वह दिखा नहीं । वे चिंतित हो गए और उसे खोजने के लिए वापस दौड़ पड़े। सौभाग्य से, उन्होंने राजू को सड़क के किनारे बैठे, रोते हुए पाया। तब से, राजू ने वादा किया कि वह कभी इधर-उधर नहीं जायेगा और हमेशा अपने भाइयों के साथ चलेगा।",
                "title": "तीन भाई\n",
                "answerKey": "i) सड़क के किनारे, ii) सड़क के किनारे बैठ हुए",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(जोर से पढ़ें)</span> आपके विचार में राजू क्यों रो रहा था?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजू, समीर और पवन भाई हैं। हर दिन वे एक साथ पैदल स्कूल जाते और फिर घर वापस आते । यह एक लम्बा रास्ता है, जो उनकी माँ को चिंतित करता है। वह उन्हें याद दिलाती रहती है कि वे साथ ही आएं-जाएं । एक दिन घर आते समय सबसे छोटा भाई, राजू एक सुंदर तितली को देखने के लिए रुका। बाकी दोनों भाई आगे बढ़ते गए, बिना इस बात का अहसास किये हुए कि राजू पीछे छूट गया है | कुछ देर बाद वे राजू को देखने के लिए मुड़े, लेकिन वह दिखा नहीं । वे चिंतित हो गए और उसे खोजने के लिए वापस दौड़ पड़े। सौभाग्य से, उन्होंने राजू को सड़क के किनारे बैठे, रोते हुए पाया। तब से, राजू ने वादा किया कि वह कभी इधर-उधर नहीं जायेगा और हमेशा अपने भाइयों के साथ चलेगा।",
                "title": "तीन भाई\n",
                "answerKey": "i) क्योंकि वह अपने भाइयों को नहीं देख पा रहा था और घर वापस कैसे जाना है उसे पता नहीं था , ii) क्योंकि वह अपने भाइयों को नहीं देख पा रहा था और डर गया था, iii) क्योंकि वह अपने भाइयों को नहीं देख पा रहा था, iv) क्योंकि वह पीछे रह गया था, v) क्योंकि वह खो गया था",
                "showInputDiv": 1
            }
        ]
    }, {
        //1
        'language': 'English-Uganda',
        'languageFont': 'fonts/Andika-Regular.ttf',
        'DidChildRead': 'Did the child read the whole text?',
        'yesNo': ['Yes', 'No'],
        'noOfMistakes': 'Number of mistakes',
        'answer': 'Answer : ',
        'nodeInfo': [
             {
                "queNo": "L3A",
                "question": "I am going to read you a story. Listen to it carefully. I will then ask you some questions about the story. <span style='color:blue'>(Read aloud the story)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Anna and her younger brother Tom were on the way to the market to buy some toys. On the way, they saw their friend Juma. Juma was looking for something. Anna asked Juma, ‘’ What are you looking for?’’. Juma said, ‘’I have lost my money. I have to buy tomatoes for dinner. What will we eat now?' On hearing Juma’s problems, Anna and Tom decided to help him. They bought some tomatoes using their own money. Juma thanked them and rushed home. As he arrived home, he found his lost money by his front door. He picked up the money and ran after Anna and Tom.",
                "title": "The Lost Money",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "Why were Anna and Tom going to the market?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Anna and her younger brother Tom were on the way to the market to buy some toys. On the way, they saw their friend Juma. Juma was looking for something. Anna asked Juma, ‘’ What are you looking for?’’. Juma said, ‘’I have lost my money. I have to buy tomatoes for dinner. What will we eat now?' On hearing Juma’s problems, Anna and Tom decided to help him. They bought some tomatoes using their own money. Juma thanked them and rushed home. As he arrived home, he found his lost money by his front door. He picked up the money and ran after Anna and Tom.",
                "title": "The Lost Money",
                "answerKey": "i) To buy some toys ii) to buy things",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "Whom did Anna and Tom see on their way to the market?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Anna and her younger brother Tom were on the way to the market to buy some toys. On the way, they saw their friend Juma. Juma was looking for something. Anna asked Juma, ‘’ What are you looking for?’’. Juma said, ‘’I have lost my money. I have to buy tomatoes for dinner. What will we eat now?' On hearing Juma’s problems, Anna and Tom decided to help him. They bought some tomatoes using their own money. Juma thanked them and rushed home. As he arrived home, he found his lost money by his front door. He picked up the money and ran after Anna and Tom.",
                "title": "The Lost Money",
                "answerKey": "i) Juma, ii) their friend Juma, iii) their friend",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "What did Juma lose?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Anna and her younger brother Tom were on the way to the market to buy some toys. On the way, they saw their friend Juma. Juma was looking for something. Anna asked Juma, ‘’ What are you looking for?’’. Juma said, ‘’I have lost my money. I have to buy tomatoes for dinner. What will we eat now?' On hearing Juma’s problems, Anna and Tom decided to help him. They bought some tomatoes using their own money. Juma thanked them and rushed home. As he arrived home, he found his lost money by his front door. He picked up the money and ran after Anna and Tom.",
                "title": "The Lost Money",
                "answerKey": "i) his money ii) the money with which he had to buy tomatoes",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "How did Anna and Tom help Juma?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Anna and her younger brother Tom were on the way to the market to buy some toys. On the way, they saw their friend Juma. Juma was looking for something. Anna asked Juma, ‘’ What are you looking for?’’. Juma said, ‘’I have lost my money. I have to buy tomatoes for dinner. What will we eat now?' On hearing Juma’s problems, Anna and Tom decided to help him. They bought some tomatoes using their own money. Juma thanked them and rushed home. As he arrived home, he found his lost money by his front door. He picked up the money and ran after Anna and Tom.",
                "title": "The Lost Money",
                "answerKey": "i) They bought the tomatoes for Juma/Juma's family, ii) They used their money to buy tomatoes for Juma/Juma's family",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "Where did Juma find his money?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Anna and her younger brother Tom were on the way to the market to buy some toys. On the way, they saw their friend Juma. Juma was looking for something. Anna asked Juma, ‘’ What are you looking for?’’. Juma said, ‘’I have lost my money. I have to buy tomatoes for dinner. What will we eat now?' On hearing Juma’s problems, Anna and Tom decided to help him. They bought some tomatoes using their own money. Juma thanked them and rushed home. As he arrived home, he found his lost money by his front door. He picked up the money and ran after Anna and Tom.",
                "title": "The Lost Money",
                "answerKey": "i) Near his house, ii) by the front door of his house",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "Why do you think Juma ran after Anna and Tom ?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Anna and her younger brother Tom were on the way to the market to buy some toys. On the way, they saw their friend Juma. Juma was looking for something. Anna asked Juma, ‘’ What are you looking for?’’. Juma said, ‘’I have lost my money. I have to buy tomatoes for dinner. What will we eat now?' On hearing Juma’s problems, Anna and Tom decided to help him. They bought some tomatoes using their own money. Juma thanked them and rushed home. As he arrived home, he found his lost money by his front door. He picked up the money and ran after Anna and Tom.",
                "title": "The Lost Money",
                "answerKey": "i) Because he found the money and wanted to give it to them, ii) Because he wanted to return the money [Note: 'Because he found the money' is not an acceptable response]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "I am going to read you a story. Listen to it carefully. I will then ask you some questions about the story. <span style='color:blue'>(Read aloud the story)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kasa and Tupu are friends. Every evening, the girls go to the playground. One evening, they found a bird lying on the ground. Kasa told Tupu, ‘’ Looks like the bird is hurt, shall we take the bird home? ' Tupu agreed. At home, the girls made a small nest by filling a box with leaves. They placed the bird in the nest and gave it food and water. The girls loved their new pet. Slowly, the bird got stronger and started flying around the house. One day, the window was left open and when Kasa and Tupu came back from school the bird was nowhere to be found. ",
                "title": "Two Friends and a Bird",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "What do Kasa and Tupu do every evening?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kasa and Tupu are friends. Every evening, the girls go to the playground. One evening, they found a bird lying on the ground. Kasa told Tupu, ‘’ Looks like the bird is hurt, shall we take the bird home? ' Tupu agreed. At home, the girls made a small nest by filling a box with leaves. They placed the bird in the nest and gave it food and water. The girls loved their new pet. Slowly, the bird got stronger and started flying around the house. One day, the window was left open and when Kasa and Tupu came back from school the bird was nowhere to be found. ",
                "title": "Two Friends and a Bird",
                "answerKey": "i) They go to the playground, ii) They go to play",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "What did Kasa and Tupu find?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kasa and Tupu are friends. Every evening, the girls go to the playground. One evening, they found a bird lying on the ground. Kasa told Tupu, ‘’ Looks like the bird is hurt, shall we take the bird home? ' Tupu agreed. At home, the girls made a small nest by filling a box with leaves. They placed the bird in the nest and gave it food and water. The girls loved their new pet. Slowly, the bird got stronger and started flying around the house. One day, the window was left open and when Kasa and Tupu came back from school the bird was nowhere to be found. ",
                "title": "Two Friends and a Bird",
                "answerKey": "i) A bird, ii) A bird lying on the ground, iii) A bird on the ground",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "Why did Kasa and Tupu take the bird home?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kasa and Tupu are friends. Every evening, the girls go to the playground. One evening, they found a bird lying on the ground. Kasa told Tupu, ‘’ Looks like the bird is hurt, shall we take the bird home? ' Tupu agreed. At home, the girls made a small nest by filling a box with leaves. They placed the bird in the nest and gave it food and water. The girls loved their new pet. Slowly, the bird got stronger and started flying around the house. One day, the window was left open and when Kasa and Tupu came back from school the bird was nowhere to be found. ",
                "title": "Two Friends and a Bird",
                "answerKey": "i)Because the bird was hurt, ii) Because the bird was lying on the ground",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "What did the girls make a nest with?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kasa and Tupu are friends. Every evening, the girls go to the playground. One evening, they found a bird lying on the ground. Kasa told Tupu, ‘’ Looks like the bird is hurt, shall we take the bird home? ' Tupu agreed. At home, the girls made a small nest by filling a box with leaves. They placed the bird in the nest and gave it food and water. The girls loved their new pet. Slowly, the bird got stronger and started flying around the house. One day, the window was left open and when Kasa and Tupu came back from school the bird was nowhere to be found. ",
                "title": "Two Friends and a Bird",
                "answerKey": "i) With a box and leaves, ii) With a box, iii) With leaves",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "What did the bird do in the house when it got stronger?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kasa and Tupu are friends. Every evening, the girls go to the playground. One evening, they found a bird lying on the ground. Kasa told Tupu, ‘’ Looks like the bird is hurt, shall we take the bird home? ' Tupu agreed. At home, the girls made a small nest by filling a box with leaves. They placed the bird in the nest and gave it food and water. The girls loved their new pet. Slowly, the bird got stronger and started flying around the house. One day, the window was left open and when Kasa and Tupu came back from school the bird was nowhere to be found. ",
                "title": "Two Friends and a Bird",
                "answerKey": "i) The bird started flying around",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "Why do you think the bird was nowhere to be found?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kasa and Tupu are friends. Every evening, the girls go to the playground. One evening, they found a bird lying on the ground. Kasa told Tupu, ‘’ Looks like the bird is hurt, shall we take the bird home? ' Tupu agreed. At home, the girls made a small nest by filling a box with leaves. They placed the bird in the nest and gave it food and water. The girls loved their new pet. Slowly, the bird got stronger and started flying around the house. One day, the window was left open and when Kasa and Tupu came back from school the bird was nowhere to be found. ",
                "title": "Two Friends and a Bird",
                "answerKey": "i) The bird had flown away because the window was open, ii) The bird had flown away",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "I am going to read you a story. Listen to it carefully. I will then ask you some questions about the story. <span style='color:blue'>(Read aloud the story)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Getu had a pet cat. The cat’s name was Mini. Mini was a white cat. Getu loved Mini. Every evening after school, Getu played with Mini. Mini’s favourite game was to chase things. Getu would run around pulling a toy rat by a string and Mini would chase it. One day, when Getu returned from school, she could not find Mini anywhere. She looked for Mini outside in the garden and inside the house but did not find Mini. Getu thought Mini had run away. This made her very sad. When she sat down on the bed something jumped on her. Getu shouted with joy!",
                "title": "Getu and Mini",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "What animal did Getu have as a pet?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Getu had a pet cat. The cat’s name was Mini. Mini was a white cat. Getu loved Mini. Every evening after school, Getu played with Mini. Mini’s favourite game was to chase things. Getu would run around pulling a toy rat by a string and Mini would chase it. One day, when Getu returned from school, she could not find Mini anywhere. She looked for Mini outside in the garden and inside the house but did not find Mini. Getu thought Mini had run away. This made her very sad. When she sat down on the bed something jumped on her. Getu shouted with joy!",
                "title": "Getu and Mini",
                "answerKey": "i) A cat",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "What color was Mini the cat?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Getu had a pet cat. The cat’s name was Mini. Mini was a white cat. Getu loved Mini. Every evening after school, Getu played with Mini. Mini’s favourite game was to chase things. Getu would run around pulling a toy rat by a string and Mini would chase it. One day, when Getu returned from school, she could not find Mini anywhere. She looked for Mini outside in the garden and inside the house but did not find Mini. Getu thought Mini had run away. This made her very sad. When she sat down on the bed something jumped on her. Getu shouted with joy!",
                "title": "Getu and Mini",
                "answerKey": "i) White",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "What did Getu like to do every evening after school?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Getu had a pet cat. The cat’s name was Mini. Mini was a white cat. Getu loved Mini. Every evening after school, Getu played with Mini. Mini’s favourite game was to chase things. Getu would run around pulling a toy rat by a string and Mini would chase it. One day, when Getu returned from school, she could not find Mini anywhere. She looked for Mini outside in the garden and inside the house but did not find Mini. Getu thought Mini had run away. This made her very sad. When she sat down on the bed something jumped on her. Getu shouted with joy!",
                "title": "Getu and Mini",
                "answerKey": "i) Play with her cat, ii) Play with Mini",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "What was Mini’s favorite game?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Getu had a pet cat. The cat’s name was Mini. Mini was a white cat. Getu loved Mini. Every evening after school, Getu played with Mini. Mini’s favourite game was to chase things. Getu would run around pulling a toy rat by a string and Mini would chase it. One day, when Getu returned from school, she could not find Mini anywhere. She looked for Mini outside in the garden and inside the house but did not find Mini. Getu thought Mini had run away. This made her very sad. When she sat down on the bed something jumped on her. Getu shouted with joy!",
                "title": "Getu and Mini",
                "answerKey": "i) To chase, ii) To chase things, iii) To chase a toy rat",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "When Mini went missing, where did Getu look for her?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Getu had a pet cat. The cat’s name was Mini. Mini was a white cat. Getu loved Mini. Every evening after school, Getu played with Mini. Mini’s favourite game was to chase things. Getu would run around pulling a toy rat by a string and Mini would chase it. One day, when Getu returned from school, she could not find Mini anywhere. She looked for Mini outside in the garden and inside the house but did not find Mini. Getu thought Mini had run away. This made her very sad. When she sat down on the bed something jumped on her. Getu shouted with joy!",
                "title": "Getu and Mini",
                "answerKey": "i) In the garden and inside the house, ii) In the garden, iii) Inside the house",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "Why do you think Getu shouted with joy?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Getu had a pet cat. The cat’s name was Mini. Mini was a white cat. Getu loved Mini. Every evening after school, Getu played with Mini. Mini’s favourite game was to chase things. Getu would run around pulling a toy rat by a string and Mini would chase it. One day, when Getu returned from school, she could not find Mini anywhere. She looked for Mini outside in the garden and inside the house but did not find Mini. Getu thought Mini had run away. This made her very sad. When she sat down on the bed something jumped on her. Getu shouted with joy!",
                "title": "Getu and Mini",
                "answerKey": "i) Because Mini jumped on her, ii) Because she found Mini",
                "showInputDiv": 0
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mary and Ali were playing a game. They were sitting at a small table. Pipo, their pet dog, was lying on the floor next to them. Mary won the game and jumped up and down with joy. Pipo barked in pain and Mary felt bad.\n",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'> (Read aloud)</span> What were Mary and Ali doing?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mary and Ali were playing a game. They were sitting at a small table. Pipo, their pet dog, was lying on the floor next to them. Mary won the game and jumped up and down with joy. Pipo barked in pain and Mary felt bad.\n",
                "title": "",
                "answerKey": "i. Playing a game, ii. Playing",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'> (Read aloud)</span> Where was Pipo lying?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mary and Ali were playing a game. They were sitting at a small table. Pipo, their pet dog, was lying on the floor next to them. Mary won the game and jumped up and down with joy. Pipo barked in pain and Mary felt bad.\n",
                "title": "",
                "answerKey": "i. Lying on the floor, ii. Lying next to Mary and Ali, iii. Lying on the floor next to Mary and Ali, iv Lying next to Mary, v. Lying next to Ali",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'> (Read aloud)</span> Who won the game?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mary and Ali were playing a game. They were sitting at a small table. Pipo, their pet dog, was lying on the floor next to them. Mary won the game and jumped up and down with joy. Pipo barked in pain and Mary felt bad.\n",
                "title": "",
                "answerKey": "i. Mary, ii. Mary won the game",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'> (Read aloud)</span> Why do you think Mary felt bad?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mary and Ali were playing a game. They were sitting at a small table. Pipo, their pet dog, was lying on the floor next to them. Mary won the game and jumped up and down with joy. Pipo barked in pain and Mary felt bad.\n",
                "title": "",
                "answerKey": "i. Mary may have hurt the dog when jumping, ii. Mary may have jumped on the dog, iii. Mary jumped on the dog, iv. Mary hurt the dog",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'> (Read aloud)</span> In the story, “Mary jumped with joy”. What is the meaning of ‘joy? Select the best answer from these choices. <span style='color:blue'> (Point to each choice and read it aloud).</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mary and Ali were playing a game. They were sitting at a small table. Pipo, their pet dog, was lying on the floor next to them. Mary won the game and jumped up and down with joy. Pipo barked in pain and Mary felt bad.\n <br> a. Feeling sad\n <br> b. Feeling angry\n <br> c. Feeling happy\n <br> d. Feeling tired\n",
                "title": "",
                "answerKey": "c.Feeling happy",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A girl and a boy were playing with their balloons. The girl had a red balloon and the boy had a green balloon. The boy's balloon burst and he started crying. The girl ran to her mother and asked for money.\n",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'> (Read aloud)</span> What were the girl and boy playing with?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A girl and a boy were playing with their balloons. The girl had a red balloon and the boy had a green balloon. The boy's balloon burst and he started crying. The girl ran to her mother and asked for money.\n",
                "title": "",
                "answerKey": "i. With balloons",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'> (Read aloud)</span> What colors were the balloons?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A girl and a boy were playing with their balloons. The girl had a red balloon and the boy had a green balloon. The boy's balloon burst and he started crying. The girl ran to her mother and asked for money.\n",
                "title": "",
                "answerKey": "ii. Red and green [Note: if the child responds with just one color score incorrect]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'> (Read aloud)</span> What did the boy do when his balloon burst?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A girl and a boy were playing with their balloons. The girl had a red balloon and the boy had a green balloon. The boy's balloon burst and he started crying. The girl ran to her mother and asked for money.\n",
                "title": "",
                "answerKey": "i. He started crying",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'> (Read aloud)</span> Why do you think the girl asked her mother for money?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A girl and a boy were playing with their balloons. The girl had a red balloon and the boy had a green balloon. The boy's balloon burst and he started crying. The girl ran to her mother and asked for money.\n",
                "title": "",
                "answerKey": "i. To buy the boy a new balloon as his balloon had burst, ii. To buy the boy a sweet/candy/chocolate to make him feel better",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'> (Read aloud)</span> In the story, “The boy’s balloon burst”. What is the meaning of ‘burst’? Select the best answer from these choices <span style='color:blue'>(Point to each choice and read it aloud)",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A girl and a boy were playing with their balloons. The girl had a red balloon and the boy had a green balloon. The boy's balloon burst and he started crying. The girl ran to her mother and asked for money.\n <br> a. To pop or break\n <br> b. To get stuck in a tree\n <br> c. To get lost\n <br> d. To float away",
                "title": "",
                "answerKey": "a. To pop or break",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sara is very happy as it is her birthday today. She is now nine years old. Every birthday her parents give her a cake and gifts. Sara waits for the school bell to ring so she can get back home fast.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>( Read aloud)</span> Why is Sara happy?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sara is very happy as it is her birthday today. She is now nine years old. Every birthday her parents give her a cake and gifts. Sara waits for the school bell to ring so she can get back home fast.",
                "title": "",
                "answerKey": "i. Because it is her birthday ii. Because she gets cake for her birthday, iii. Because she gets gifts for her birthday",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'> (Read aloud)</span> How old is Sara now?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sara is very happy as it is her birthday today. She is now nine years old. Every birthday her parents give her a cake and gifts. Sara waits for the school bell to ring so she can get back home fast.",
                "title": "",
                "answerKey": "i. Nine years old",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'> (Read aloud)</span> Who buys Sara a cake and gifts on her birthday?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sara is very happy as it is her birthday today. She is now nine years old. Every birthday her parents give her a cake and gifts. Sara waits for the school bell to ring so she can get back home fast.",
                "title": "",
                "answerKey": "i. her parents",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'> (Read aloud)</span> Why do you think Sara wants to get back home fast?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sara is very happy as it is her birthday today. She is now nine years old. Every birthday her parents give her a cake and gifts. Sara waits for the school bell to ring so she can get back home fast.",
                "title": "",
                "answerKey": "i. For her cake and gifts, ii. For her cake, iii. For her gifts",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'> (Read aloud)</span> In the story, “Sara’s parents give her a cake and gifts”. What is the meaning of the word 'gifts'? Select the best answer from these choices. <span style='color:blue'>(point to each choice and read it aloud).</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sara is very happy as it is her birthday today. She is now nine years old. Every birthday her parents give her a cake and gifts. Sara waits for the school bell to ring so she can get back home fast.\n <br> a. Things that are found\n <br> b. Things people give you on a special day\n <br> c. Things that are old\n <br> d.Things that are taken by force",
                "title": "",
                "answerKey": "b. Things that are given for a special day",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Joy was scared on her first day at a new school. She was happy after meeting her teacher. Her teacher was very nice. At break, all the children went out to play. Joy sat alone on the bench and watched them. She wished she could play with the other children. Just then some of the children called Joy to play. In a few minutes, Joy’s voice could also be heard from the playground. ",
                "title": "First Day at School",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'> (Read aloud)</span> Why was Joy scared?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Joy was scared on her first day at a new school. She was happy after meeting her teacher. Her teacher was very nice. At break, all the children went out to play. Joy sat alone on the bench and watched them. She wished she could play with the other children. Just then some of the children called Joy to play. In a few minutes, Joy’s voice could also be heard from the playground. ",
                "title": "First Day at School",
                "answerKey": "i. Because it was her first day at school, ii. Because it was her first day at a new school",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'> (Read aloud)</span> How did Joy feel after meeting her teacher?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Joy was scared on her first day at a new school. She was happy after meeting her teacher. Her teacher was very nice. At break, all the children went out to play. Joy sat alone on the bench and watched them. She wished she could play with the other children. Just then some of the children called Joy to play. In a few minutes, Joy’s voice could also be heard from the playground. ",
                "title": "First Day at School",
                "answerKey": "i. She felt happy",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'> (Read aloud)</span> What did the children do at break?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Joy was scared on her first day at a new school. She was happy after meeting her teacher. Her teacher was very nice. At break, all the children went out to play. Joy sat alone on the bench and watched them. She wished she could play with the other children. Just then some of the children called Joy to play. In a few minutes, Joy’s voice could also be heard from the playground. ",
                "title": "First Day at School",
                "answerKey": "i. They went out to play",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'> (Read aloud)</span> What did some of the children ask Joy to do?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Joy was scared on her first day at a new school. She was happy after meeting her teacher. Her teacher was very nice. At break, all the children went out to play. Joy sat alone on the bench and watched them. She wished she could play with the other children. Just then some of the children called Joy to play. In a few minutes, Joy’s voice could also be heard from the playground. ",
                "title": "First Day at School",
                "answerKey": "i. They asked her to play with them",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'> (Read aloud)</span> Why do you think Joy was sitting alone and watching her classmates play?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Joy was scared on her first day at a new school. She was happy after meeting her teacher. Her teacher was very nice. At break, all the children went out to play. Joy sat alone on the bench and watched them. She wished she could play with the other children. Just then some of the children called Joy to play. In a few minutes, Joy’s voice could also be heard from the playground. ",
                "title": "First Day at School",
                "answerKey": "i. She had no friends, ii. She was hesitant/shy, iii. She did not know anyone, iv. She was new to the school and did not have friends, v. She was new to the school and did not know anyone.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "My village is called Kome. People in my village keep a lot of cows. The strongest cow’s name was Kisa. One night, thieves wanted to steal our cows. They got into the cow shed. A cow kicked one of the thieves so hard that he fell down. The thief cried out loudly in pain. The loud cry woke up the villagers. Everyone helped to catch the thieves. In the morning, the villagers thanked each other. Kisa became the most famous cow in the village. ",
                "title": "The Famous Cow",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'> (Read aloud)</span> Which animal do people in Kome keep?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "My village is called Kome. People in my village keep a lot of cows. The strongest cow’s name was Kisa. One night, thieves wanted to steal our cows. They got into the cow shed. A cow kicked one of the thieves so hard that he fell down. The thief cried out loudly in pain. The loud cry woke up the villagers. Everyone helped to catch the thieves. In the morning, the villagers thanked each other. Kisa became the most famous cow in the village. ",
                "title": "The Famous Cow",
                "answerKey": "i. Cows",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'> (Read aloud)</span> What did the thieves want to do?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "My village is called Kome. People in my village keep a lot of cows. The strongest cow’s name was Kisa. One night, thieves wanted to steal our cows. They got into the cow shed. A cow kicked one of the thieves so hard that he fell down. The thief cried out loudly in pain. The loud cry woke up the villagers. Everyone helped to catch the thieves. In the morning, the villagers thanked each other. Kisa became the most famous cow in the village. ",
                "title": "The Famous Cow",
                "answerKey": "ii. Steal the cows",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'> (Read aloud)</span> Why did the villagers wake up?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "My village is called Kome. People in my village keep a lot of cows. The strongest cow’s name was Kisa. One night, thieves wanted to steal our cows. They got into the cow shed. A cow kicked one of the thieves so hard that he fell down. The thief cried out loudly in pain. The loud cry woke up the villagers. Everyone helped to catch the thieves. In the morning, the villagers thanked each other. Kisa became the most famous cow in the village. ",
                "title": "The Famous Cow",
                "answerKey": "i. Because the thief cried out loud, ii. Because they heard loud crying, iii. Because they heard loud sounds",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'> (Read aloud)</span> Who caught the thieves?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "My village is called Kome. People in my village keep a lot of cows. The strongest cow’s name was Kisa. One night, thieves wanted to steal our cows. They got into the cow shed. A cow kicked one of the thieves so hard that he fell down. The thief cried out loudly in pain. The loud cry woke up the villagers. Everyone helped to catch the thieves. In the morning, the villagers thanked each other. Kisa became the most famous cow in the village. ",
                "title": "The Famous Cow",
                "answerKey": "i. All the villagers caught the thief, ii. Everyone helped to catch the thief",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'> (Read aloud)</span> Why do you think Kisa became the most famous cow in the village?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "My village is called Kome. People in my village keep a lot of cows. The strongest cow’s name was Kisa. One night, thieves wanted to steal our cows. They got into the cow shed. A cow kicked one of the thieves so hard that he fell down. The thief cried out loudly in pain. The loud cry woke up the villagers. Everyone helped to catch the thieves. In the morning, the villagers thanked each other. Kisa became the most famous cow in the village. ",
                "title": "The Famous Cow",
                "answerKey": "i. Because she kicked the thieves, ii. Because she kicked the thief, which made the thief cry out loudly waking up the villagers.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tina was playing in the garden. She found a little box by a tree. Tina picked it up and opened it. The box was filled with coloured pencils. She took the box home and showed it to her mother. Tina’s mother told her, 'Tina, you should try and find the owner of the box”. Tina went back to the garden. She saw a boy standing by the tree. He looked sad. Tina showed him the box. The boy’s face lit up with a smile. [Note: I have reverted back to direct speech. This needs to be discussed with the Ugandan team]",
                "title": "Lost and Found",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'> (Read aloud)</span> Where was Tina playing?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tina was playing in the garden. She found a little box by a tree. Tina picked it up and opened it. The box was filled with coloured pencils. She took the box home and showed it to her mother. Tina’s mother told her, 'Tina, you should try and find the owner of the box”. Tina went back to the garden. She saw a boy standing by the tree. He looked sad. Tina showed him the box. The boy’s face lit up with a smile. [Note: I have reverted back to direct speech. This needs to be discussed with the Ugandan team]",
                "title": "Lost and Found",
                "answerKey": "i) She was playing in the garden, ii) In the garden",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'> (Read aloud)</span> What did Tina find?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tina was playing in the garden. She found a little box by a tree. Tina picked it up and opened it. The box was filled with coloured pencils. She took the box home and showed it to her mother. Tina’s mother told her, 'Tina, you should try and find the owner of the box”. Tina went back to the garden. She saw a boy standing by the tree. He looked sad. Tina showed him the box. The boy’s face lit up with a smile. [Note: I have reverted back to direct speech. This needs to be discussed with the Ugandan team]",
                "title": "Lost and Found",
                "answerKey": "i) She found a box of coloured pencils, ii) She found a box with pencils, iii) She found a box, iv) She found some pencils",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'> (Read aloud)</span> What did Tina’s mother say when she showed her the box?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tina was playing in the garden. She found a little box by a tree. Tina picked it up and opened it. The box was filled with coloured pencils. She took the box home and showed it to her mother. Tina’s mother told her, 'Tina, you should try and find the owner of the box”. Tina went back to the garden. She saw a boy standing by the tree. He looked sad. Tina showed him the box. The boy’s face lit up with a smile. [Note: I have reverted back to direct speech. This needs to be discussed with the Ugandan team]",
                "title": "Lost and Found",
                "answerKey": "i) That she must try to find the owner of the box, ii) That she must try to find the owner",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'> (Read aloud)</span> Who was near the tree where Tina found the box?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tina was playing in the garden. She found a little box by a tree. Tina picked it up and opened it. The box was filled with coloured pencils. She took the box home and showed it to her mother. Tina’s mother told her, 'Tina, you should try and find the owner of the box”. Tina went back to the garden. She saw a boy standing by the tree. He looked sad. Tina showed him the box. The boy’s face lit up with a smile. [Note: I have reverted back to direct speech. This needs to be discussed with the Ugandan team]",
                "title": "Lost and Found",
                "answerKey": "i) A boy, ii) A sad boy",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'> (Read aloud)</span> Why do you think the boy’s face lit up with a smile?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tina was playing in the garden. She found a little box by a tree. Tina picked it up and opened it. The box was filled with coloured pencils. She took the box home and showed it to her mother. Tina’s mother told her, 'Tina, you should try and find the owner of the box”. Tina went back to the garden. She saw a boy standing by the tree. He looked sad. Tina showed him the box. The boy’s face lit up with a smile. [Note: I have reverted back to direct speech. This needs to be discussed with the Ugandan team]",
                "title": "Lost and Found",
                "answerKey": "i) Because Tina showed him the box of pencils/ pencils/ box that he thought he had lost, ii) Because Tina had found his box/ his box of pencils/ pencils.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Dora lived in a small village near the mountains. Everyone in the village liked Dora as she was very helpful and kind. Dora loved animals and had a kitten called Kaka. She loved running around and playing with Kaka. One day, while running around, Kaka fell into a pit. Acting quickly, Dora called out to her father and got a rope and a bucket. She tied the rope to the bucket and put it into the pit. Luckily, Kaka jumped into the bucket. With the help of her father, Dora pulled Kaka out. From that day on, Dora was also known as a clever girl! ",
                "title": "Dora and Kaka ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(Read aloud)</span> What is this story about?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Dora lived in a small village near the mountains. Everyone in the village liked Dora as she was very helpful and kind. Dora loved animals and had a kitten called Kaka. She loved running around and playing with Kaka. One day, while running around, Kaka fell into a pit. Acting quickly, Dora called out to her father and got a rope and a bucket. She tied the rope to the bucket and put it into the pit. Luckily, Kaka jumped into the bucket. With the help of her father, Dora pulled Kaka out. From that day on, Dora was also known as a clever girl! ",
                "title": "Dora and Kaka ",
                "answerKey": "At a minimum, children should say that the story is: a)About Dora/a girl and a kitten, OR b) About a kitten who has fallen into a well, OR c)About Dora/ a girl who rescues a kitten.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(Read aloud)</span> Where did Dora live?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Dora lived in a small village near the mountains. Everyone in the village liked Dora as she was very helpful and kind. Dora loved animals and had a kitten called Kaka. She loved running around and playing with Kaka. One day, while running around, Kaka fell into a pit. Acting quickly, Dora called out to her father and got a rope and a bucket. She tied the rope to the bucket and put it into the pit. Luckily, Kaka jumped into the bucket. With the help of her father, Dora pulled Kaka out. From that day on, Dora was also known as a clever girl! ",
                "title": "Dora and Kaka ",
                "answerKey": "i) In a small village, ii) in a small village near the mountains",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(Read aloud)</span> Why did everyone in the village like Dora?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Dora lived in a small village near the mountains. Everyone in the village liked Dora as she was very helpful and kind. Dora loved animals and had a kitten called Kaka. She loved running around and playing with Kaka. One day, while running around, Kaka fell into a pit. Acting quickly, Dora called out to her father and got a rope and a bucket. She tied the rope to the bucket and put it into the pit. Luckily, Kaka jumped into the bucket. With the help of her father, Dora pulled Kaka out. From that day on, Dora was also known as a clever girl! ",
                "title": "Dora and Kaka ",
                "answerKey": "i.) She was helpful and kind, ii) She was helpful, iii) She was kind",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(Read aloud)</span> Who is Kaka in this story?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Dora lived in a small village near the mountains. Everyone in the village liked Dora as she was very helpful and kind. Dora loved animals and had a kitten called Kaka. She loved running around and playing with Kaka. One day, while running around, Kaka fell into a pit. Acting quickly, Dora called out to her father and got a rope and a bucket. She tied the rope to the bucket and put it into the pit. Luckily, Kaka jumped into the bucket. With the help of her father, Dora pulled Kaka out. From that day on, Dora was also known as a clever girl! ",
                "title": "Dora and Kaka ",
                "answerKey": "i) A kitten or ii) Dora's pet",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(Read aloud)</span> Where did Kaka fall?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Dora lived in a small village near the mountains. Everyone in the village liked Dora as she was very helpful and kind. Dora loved animals and had a kitten called Kaka. She loved running around and playing with Kaka. One day, while running around, Kaka fell into a pit. Acting quickly, Dora called out to her father and got a rope and a bucket. She tied the rope to the bucket and put it into the pit. Luckily, Kaka jumped into the bucket. With the help of her father, Dora pulled Kaka out. From that day on, Dora was also known as a clever girl! ",
                "title": "Dora and Kaka ",
                "answerKey": "i) Into a pit",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(Read aloud)</span> What did Dora use to pull Kaka out of the well?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Dora lived in a small village near the mountains. Everyone in the village liked Dora as she was very helpful and kind. Dora loved animals and had a kitten called Kaka. She loved running around and playing with Kaka. One day, while running around, Kaka fell into a pit. Acting quickly, Dora called out to her father and got a rope and a bucket. She tied the rope to the bucket and put it into the pit. Luckily, Kaka jumped into the bucket. With the help of her father, Dora pulled Kaka out. From that day on, Dora was also known as a clever girl! ",
                "title": "Dora and Kaka ",
                "answerKey": "i) A rope and a bucket [Note: to be correct the child should say both 'rope' and 'bucket'.]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(Read aloud)</span> Why do you think Dora is now also known as a clever girl?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Dora lived in a small village near the mountains. Everyone in the village liked Dora as she was very helpful and kind. Dora loved animals and had a kitten called Kaka. She loved running around and playing with Kaka. One day, while running around, Kaka fell into a pit. Acting quickly, Dora called out to her father and got a rope and a bucket. She tied the rope to the bucket and put it into the pit. Luckily, Kaka jumped into the bucket. With the help of her father, Dora pulled Kaka out. From that day on, Dora was also known as a clever girl! ",
                "title": "Dora and Kaka ",
                "answerKey": "i) She rescued Kaka/the kitten by acting quickly, ii) She pulled Kaka /the kitten out of the pit by acting quickly, iii) She rescued Kaka/ the kitten by using a rope and bucket [Note: a response that conveys this message is acceptable].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tusi was playing in the garden behind her house. Tusi was surprised to see a beautiful black cat walk into the garden. The cat was not shy and Tusi was able to pet it. Just then she heard her mother call out to her. This scared the cat and it ran into a nearby bush. Tusi ran after the cat but could not find it. She got lost and did not know how to get back home. Tusi was very scared. But then she heard her mother’s voice calling out to her. She followed the voice back home. Tusi’s mother ran up to her and carried her. ",
                "title": "Tusi and the cat",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(Read aloud)</span> What is this story about?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tusi was playing in the garden behind her house. Tusi was surprised to see a beautiful black cat walk into the garden. The cat was not shy and Tusi was able to pet it. Just then she heard her mother call out to her. This scared the cat and it ran into a nearby bush. Tusi ran after the cat but could not find it. She got lost and did not know how to get back home. Tusi was very scared. But then she heard her mother’s voice calling out to her. She followed the voice back home. Tusi’s mother ran up to her and carried her. ",
                "title": "Tusi and the cat",
                "answerKey": "At a minimum, children should say that the story is: a)About Dora/a girl and a kitten, OR b) About a kitten who has fallen into a well, OR c)About Dora/ a girl who rescues a kitten.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(Read aloud)</span> Where was Tusi playing?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tusi was playing in the garden behind her house. Tusi was surprised to see a beautiful black cat walk into the garden. The cat was not shy and Tusi was able to pet it. Just then she heard her mother call out to her. This scared the cat and it ran into a nearby bush. Tusi ran after the cat but could not find it. She got lost and did not know how to get back home. Tusi was very scared. But then she heard her mother’s voice calling out to her. She followed the voice back home. Tusi’s mother ran up to her and carried her. ",
                "title": "Tusi and the cat",
                "answerKey": "i) In a small village, ii) in a small village near the mountains",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(Read aloud)</span> Why was Tusi surprised?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tusi was playing in the garden behind her house. Tusi was surprised to see a beautiful black cat walk into the garden. The cat was not shy and Tusi was able to pet it. Just then she heard her mother call out to her. This scared the cat and it ran into a nearby bush. Tusi ran after the cat but could not find it. She got lost and did not know how to get back home. Tusi was very scared. But then she heard her mother’s voice calling out to her. She followed the voice back home. Tusi’s mother ran up to her and carried her. ",
                "title": "Tusi and the cat",
                "answerKey": "i.) She was helpful and kind, ii) She was helpful, iii) She was kind",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(Read aloud)</span> What did the scared cat do?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tusi was playing in the garden behind her house. Tusi was surprised to see a beautiful black cat walk into the garden. The cat was not shy and Tusi was able to pet it. Just then she heard her mother call out to her. This scared the cat and it ran into a nearby bush. Tusi ran after the cat but could not find it. She got lost and did not know how to get back home. Tusi was very scared. But then she heard her mother’s voice calling out to her. She followed the voice back home. Tusi’s mother ran up to her and carried her. ",
                "title": "Tusi and the cat",
                "answerKey": "i) A kitten or ii) Dora's pet",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(Read aloud)</span> Why was Tusi scared?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tusi was playing in the garden behind her house. Tusi was surprised to see a beautiful black cat walk into the garden. The cat was not shy and Tusi was able to pet it. Just then she heard her mother call out to her. This scared the cat and it ran into a nearby bush. Tusi ran after the cat but could not find it. She got lost and did not know how to get back home. Tusi was very scared. But then she heard her mother’s voice calling out to her. She followed the voice back home. Tusi’s mother ran up to her and carried her. ",
                "title": "Tusi and the cat",
                "answerKey": "i) Into a pit",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(Read aloud)</span> How did Tusi get back home?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tusi was playing in the garden behind her house. Tusi was surprised to see a beautiful black cat walk into the garden. The cat was not shy and Tusi was able to pet it. Just then she heard her mother call out to her. This scared the cat and it ran into a nearby bush. Tusi ran after the cat but could not find it. She got lost and did not know how to get back home. Tusi was very scared. But then she heard her mother’s voice calling out to her. She followed the voice back home. Tusi’s mother ran up to her and carried her. ",
                "title": "Tusi and the cat",
                "answerKey": "i) A rope and a bucket [Note: to be correct the child should say both 'rope' and 'bucket'.]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(Read aloud)</span> Why do you think Tusi’s mother ran up to her and carried her?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tusi was playing in the garden behind her house. Tusi was surprised to see a beautiful black cat walk into the garden. The cat was not shy and Tusi was able to pet it. Just then she heard her mother call out to her. This scared the cat and it ran into a nearby bush. Tusi ran after the cat but could not find it. She got lost and did not know how to get back home. Tusi was very scared. But then she heard her mother’s voice calling out to her. She followed the voice back home. Tusi’s mother ran up to her and carried her. ",
                "title": "Tusi and the cat",
                "answerKey": "i) She rescued Kaka/the kitten by acting quickly, ii) She pulled Kaka /the kitten out of the pit by acting quickly, iii) She rescued Kaka/ the kitten by using a rope and bucket [Note: a response that conveys this message is acceptable].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(Point to the story and say)</span> This is a story. Read it aloud. I will then ask you some questions about it.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kule, Tuma and Piyo are brothers. Everyday, they walk together to and from school. It is a long walk, which worries their mother. She keeps reminding them to walk together. One day, on their way home, Piyo, the youngest brother, stopped to watch a beautiful butterfly. The other two brothers kept walking on. Piyo had been left behind. After a while, they turned around to check on Piyo, but they could not see him. They ran back to look for him. They found Piyo sitting by the road and crying. From then on, Piyo always walked close to his brothers.",
                "title": "The Three Brothers",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(Read aloud)</span> What is this story about?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kule, Tuma and Piyo are brothers. Everyday, they walk together to and from school. It is a long walk, which worries their mother. She keeps reminding them to walk together. One day, on their way home, Piyo, the youngest brother, stopped to watch a beautiful butterfly. The other two brothers kept walking on. Piyo had been left behind. After a while, they turned around to check on Piyo, but they could not see him. They ran back to look for him. They found Piyo sitting by the road and crying. From then on, Piyo always walked close to his brothers.",
                "title": "The Three Brothers",
                "answerKey": "At a minimum, children should say that this story is: a) About three brothers or b) About three brothers walking to school and back home OR c) About one brother getting lost",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(Read aloud)</span> Where do the three brothers walk to everyday?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kule, Tuma and Piyo are brothers. Everyday, they walk together to and from school. It is a long walk, which worries their mother. She keeps reminding them to walk together. One day, on their way home, Piyo, the youngest brother, stopped to watch a beautiful butterfly. The other two brothers kept walking on. Piyo had been left behind. After a while, they turned around to check on Piyo, but they could not see him. They ran back to look for him. They found Piyo sitting by the road and crying. From then on, Piyo always walked close to his brothers.",
                "title": "The Three Brothers",
                "answerKey": "i) To school and back home, ii) To and from school",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(Read aloud)</span> What does their mother keep reminding them to do?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kule, Tuma and Piyo are brothers. Everyday, they walk together to and from school. It is a long walk, which worries their mother. She keeps reminding them to walk together. One day, on their way home, Piyo, the youngest brother, stopped to watch a beautiful butterfly. The other two brothers kept walking on. Piyo had been left behind. After a while, they turned around to check on Piyo, but they could not see him. They ran back to look for him. They found Piyo sitting by the road and crying. From then on, Piyo always walked close to his brothers.",
                "title": "The Three Brothers",
                "answerKey": "i)To stay together when they are walking, ii) To stay together",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'> (Read aloud)</span> Who was the youngest of the three brothers?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kule, Tuma and Piyo are brothers. Everyday, they walk together to and from school. It is a long walk, which worries their mother. She keeps reminding them to walk together. One day, on their way home, Piyo, the youngest brother, stopped to watch a beautiful butterfly. The other two brothers kept walking on. Piyo had been left behind. After a while, they turned around to check on Piyo, but they could not see him. They ran back to look for him. They found Piyo sitting by the road and crying. From then on, Piyo always walked close to his brothers.",
                "title": "The Three Brothers",
                "answerKey": "i) Piyo",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(Read aloud)</span> While walking back home, what did Piyo stop to do?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kule, Tuma and Piyo are brothers. Everyday, they walk together to and from school. It is a long walk, which worries their mother. She keeps reminding them to walk together. One day, on their way home, Piyo, the youngest brother, stopped to watch a beautiful butterfly. The other two brothers kept walking on. Piyo had been left behind. After a while, they turned around to check on Piyo, but they could not see him. They ran back to look for him. They found Piyo sitting by the road and crying. From then on, Piyo always walked close to his brothers.",
                "title": "The Three Brothers",
                "answerKey": "i) Piyo stopped to watch a butterfly, ii) Piyo stopped to watch a beautiful butterfly",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(Read aloud)</span> Where did Kule and Tuma find their brother Piyo ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kule, Tuma and Piyo are brothers. Everyday, they walk together to and from school. It is a long walk, which worries their mother. She keeps reminding them to walk together. One day, on their way home, Piyo, the youngest brother, stopped to watch a beautiful butterfly. The other two brothers kept walking on. Piyo had been left behind. After a while, they turned around to check on Piyo, but they could not see him. They ran back to look for him. They found Piyo sitting by the road and crying. From then on, Piyo always walked close to his brothers.",
                "title": "The Three Brothers",
                "answerKey": "i)By the side of the road, ii) Sitting by the side of the road",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(Read aloud)</span> Why do you think Piyo was crying?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kule, Tuma and Piyo are brothers. Everyday, they walk together to and from school. It is a long walk, which worries their mother. She keeps reminding them to walk together. One day, on their way home, Piyo, the youngest brother, stopped to watch a beautiful butterfly. The other two brothers kept walking on. Piyo had been left behind. After a while, they turned around to check on Piyo, but they could not see him. They ran back to look for him. They found Piyo sitting by the road and crying. From then on, Piyo always walked close to his brothers.",
                "title": "The Three Brothers",
                "answerKey": "i) Because he could not see his brothers and did not know how to get back home, ii) Because he could not see his brothers and was scared, iii) Because he could not see his brothers, iv) Because he was left behind, v) Because he was lost",
                "showInputDiv": 1
            }
        ]
    }, {
        //2
        'language': 'Bangla-Bangladesh',
        'languageFont': 'fonts/kalpurush.ttf',
        'answer': 'উত্তর : ',
        'DidChildRead': `শিশুটি/বাচ্চাটি কি পুরো লেখাটি পড়েছে?`,
        'yesNo': ['হ্যাঁ', 'না'],
        'noOfMistakes': 'ভুলের সংখ্যা',
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "আমি তোমাদের একটি গল্প পড়ে শুনাবো। মনোযোগ দিয়ে শুনো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো। <span style='color:blue'>(গল্পটি পড়ে শুনান)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": " আমেনা ও তার ছোট ভাই আহমেদ খেলনা কিনতে বাজারে যাচ্ছিল। পথে তাদের বন্ধু জাহিদের সাথে দেখা। জাহিদকে দেখে মনে হল সে কিছু একটা খুঁজছে। আমেনা জাহিদকে জিজ্ঞেস করলো, “তুমি কী খুঁজছ?” জাহিদ বলল, “আমি আমার টাকা হারিয়ে ফেলেছি। রাতের খাবারের জন্য সবজি কেনা দরকার ছিল। এখন আমরা কী খাবো?” জাহিদের সমস্যা শুনে আমেনা ও আহমেদ তাকে সাহায্য করবে বলে ঠিক করলো। তারা নিজেদের টাকা দিয়ে সবজি কিনে দিল। জাহিদ তাদের ধন্যবাদ জানিয়ে তাড়াতাড়ি বাড়ি ফিরে গেল। বাড়ি ফিরতেই সে তার হারানো টাকাগুলো সদর দরজার পাশে খুঁজে পেল। টাকাগুলো তুলে নিয়ে সে আমেনা আর আহমেদকে খুঁজতে বেরিয়ে পড়লো। ",
                "title": "হারানো টাকা",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "আমেনা ও আহমেদ কেন বাজারে যাচ্ছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমেনা ও তার ছোট ভাই আহমেদ খেলনা কিনতে বাজারে যাচ্ছিল। পথে তাদের বন্ধু জাহিদের সাথে দেখা। জাহিদকে দেখে মনে হল সে কিছু একটা খুঁজছে। আমেনা জাহিদকে জিজ্ঞেস করলো, “তুমি কী খুঁজছ?” জাহিদ বলল, “আমি আমার টাকা হারিয়ে ফেলেছি। রাতের খাবারের জন্য সবজি কেনা দরকার ছিল। এখন আমরা কী খাবো?” জাহিদের সমস্যা শুনে আমেনা ও আহমেদ তাকে সাহায্য করবে বলে ঠিক করলো। তারা নিজেদের টাকা দিয়ে সবজি কিনে দিল। জাহিদ তাদের ধন্যবাদ জানিয়ে তাড়াতাড়ি বাড়ি ফিরে গেল। বাড়ি ফিরতেই সে তার হারানো টাকাগুলো সদর দরজার পাশে খুঁজে পেল। টাকাগুলো তুলে নিয়ে সে আমেনা আর আহমেদকে খুঁজতে বেরিয়ে পড়লো। ",
                "title": "হারানো টাকা",
                "answerKey": "i) কিছু খেলনা কিনতে ii) জিনিস কিনতে",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "আমেনা ও আহমেদ বাজারে যাওয়ার পথে কাকে দেখেছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমেনা ও তার ছোট ভাই আহমেদ খেলনা কিনতে বাজারে যাচ্ছিল। পথে তাদের বন্ধু জাহিদের সাথে দেখা। জাহিদকে দেখে মনে হল সে কিছু একটা খুঁজছে। আমেনা জাহিদকে জিজ্ঞেস করলো, “তুমি কী খুঁজছ?” জাহিদ বলল, “আমি আমার টাকা হারিয়ে ফেলেছি। রাতের খাবারের জন্য সবজি কেনা দরকার ছিল। এখন আমরা কী খাবো?” জাহিদের সমস্যা শুনে আমেনা ও আহমেদ তাকে সাহায্য করবে বলে ঠিক করলো। তারা নিজেদের টাকা দিয়ে সবজি কিনে দিল। জাহিদ তাদের ধন্যবাদ জানিয়ে তাড়াতাড়ি বাড়ি ফিরে গেল। বাড়ি ফিরতেই সে তার হারানো টাকাগুলো সদর দরজার পাশে খুঁজে পেল। টাকাগুলো তুলে নিয়ে সে আমেনা আর আহমেদকে খুঁজতে বেরিয়ে পড়লো। ",
                "title": "হারানো টাকা",
                "answerKey": "i) জাহিদ ii) তাদের বন্ধু জাহিদ, iii) তাদের বন্ধু",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "জাহিদ কি হারিয়ে ফেলেছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমেনা ও তার ছোট ভাই আহমেদ খেলনা কিনতে বাজারে যাচ্ছিল। পথে তাদের বন্ধু জাহিদের সাথে দেখা। জাহিদকে দেখে মনে হল সে কিছু একটা খুঁজছে। আমেনা জাহিদকে জিজ্ঞেস করলো, “তুমি কী খুঁজছ?” জাহিদ বলল, “আমি আমার টাকা হারিয়ে ফেলেছি। রাতের খাবারের জন্য সবজি কেনা দরকার ছিল। এখন আমরা কী খাবো?” জাহিদের সমস্যা শুনে আমেনা ও আহমেদ তাকে সাহায্য করবে বলে ঠিক করলো। তারা নিজেদের টাকা দিয়ে সবজি কিনে দিল। জাহিদ তাদের ধন্যবাদ জানিয়ে তাড়াতাড়ি বাড়ি ফিরে গেল। বাড়ি ফিরতেই সে তার হারানো টাকাগুলো সদর দরজার পাশে খুঁজে পেল। টাকাগুলো তুলে নিয়ে সে আমেনা আর আহমেদকে খুঁজতে বেরিয়ে পড়লো। ",
                "title": "হারানো টাকা",
                "answerKey": "i) তার টাকা ii) যে টাকা দিয়ে তাকে সবজি কেনা দরকার ছিল",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "আমেনা ও আহমেদ কীভাবে জাহিদকে সাহায্য করলো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমেনা ও তার ছোট ভাই আহমেদ খেলনা কিনতে বাজারে যাচ্ছিল। পথে তাদের বন্ধু জাহিদের সাথে দেখা। জাহিদকে দেখে মনে হল সে কিছু একটা খুঁজছে। আমেনা জাহিদকে জিজ্ঞেস করলো, “তুমি কী খুঁজছ?” জাহিদ বলল, “আমি আমার টাকা হারিয়ে ফেলেছি। রাতের খাবারের জন্য সবজি কেনা দরকার ছিল। এখন আমরা কী খাবো?” জাহিদের সমস্যা শুনে আমেনা ও আহমেদ তাকে সাহায্য করবে বলে ঠিক করলো। তারা নিজেদের টাকা দিয়ে সবজি কিনে দিল। জাহিদ তাদের ধন্যবাদ জানিয়ে তাড়াতাড়ি বাড়ি ফিরে গেল। বাড়ি ফিরতেই সে তার হারানো টাকাগুলো সদর দরজার পাশে খুঁজে পেল। টাকাগুলো তুলে নিয়ে সে আমেনা আর আহমেদকে খুঁজতে বেরিয়ে পড়লো। ",
                "title": "হারানো টাকা",
                "answerKey": "i) তারা জাহিদ/জাহিদের পরিবারের জন্য সবজি কিনেছিল, ii) তারা নিজেদের টাকা জাহিদ/জাহিদের পরিবারের জন্য সবজি কেনার জন্য ব্যবহার করেছিল।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "জাহিদ তার টাকাগুলো কোথায় খুঁজে পেল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমেনা ও তার ছোট ভাই আহমেদ খেলনা কিনতে বাজারে যাচ্ছিল। পথে তাদের বন্ধু জাহিদের সাথে দেখা। জাহিদকে দেখে মনে হল সে কিছু একটা খুঁজছে। আমেনা জাহিদকে জিজ্ঞেস করলো, “তুমি কী খুঁজছ?” জাহিদ বলল, “আমি আমার টাকা হারিয়ে ফেলেছি। রাতের খাবারের জন্য সবজি কেনা দরকার ছিল। এখন আমরা কী খাবো?” জাহিদের সমস্যা শুনে আমেনা ও আহমেদ তাকে সাহায্য করবে বলে ঠিক করলো। তারা নিজেদের টাকা দিয়ে সবজি কিনে দিল। জাহিদ তাদের ধন্যবাদ জানিয়ে তাড়াতাড়ি বাড়ি ফিরে গেল। বাড়ি ফিরতেই সে তার হারানো টাকাগুলো সদর দরজার পাশে খুঁজে পেল। টাকাগুলো তুলে নিয়ে সে আমেনা আর আহমেদকে খুঁজতে বেরিয়ে পড়লো। ",
                "title": "হারানো টাকা",
                "answerKey": "i) তার বাড়ির কাছে, ii) তার বাড়ির সামনের দরজার কাছে",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "জাহিদ কেন আমেনা ও আহমেদকে খুঁজতে বেরিয়ে পড়লো বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমেনা ও তার ছোট ভাই আহমেদ খেলনা কিনতে বাজারে যাচ্ছিল। পথে তাদের বন্ধু জাহিদের সাথে দেখা। জাহিদকে দেখে মনে হল সে কিছু একটা খুঁজছে। আমেনা জাহিদকে জিজ্ঞেস করলো, “তুমি কী খুঁজছ?” জাহিদ বলল, “আমি আমার টাকা হারিয়ে ফেলেছি। রাতের খাবারের জন্য সবজি কেনা দরকার ছিল। এখন আমরা কী খাবো?” জাহিদের সমস্যা শুনে আমেনা ও আহমেদ তাকে সাহায্য করবে বলে ঠিক করলো। তারা নিজেদের টাকা দিয়ে সবজি কিনে দিল। জাহিদ তাদের ধন্যবাদ জানিয়ে তাড়াতাড়ি বাড়ি ফিরে গেল। বাড়ি ফিরতেই সে তার হারানো টাকাগুলো সদর দরজার পাশে খুঁজে পেল। টাকাগুলো তুলে নিয়ে সে আমেনা আর আহমেদকে খুঁজতে বেরিয়ে পড়লো। ",
                "title": "হারানো টাকা",
                "answerKey": "i) কারণ সে টাকা খুঁজে পেয়েছিল এবং তাদের ফেরত দিতে চেয়েছিল, ii) কারণ সে টাকা ফেরত দিতে চেয়েছিল [দ্রষ্টব্য: \"কারণ সে টাকা খুঁজে পেয়েছিল\" একটি গ্রহণযোগ্য প্রতিক্রিয়া নয়]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "আমি তোমাদের একটি গল্প পড়ে শুনাবো। মনোযোগ দিয়ে শুনো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো। <span style='color:blue'>(গল্পটি পড়ে শুনান)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পলি এবং নীনা দুই বন্ধু। প্রত্যেক বিকালে তারা দু’জন পার্কে খেলতে যায়। একদিন বিকালে তারা মাটিতে একটি পাখি পড়ে থাকতে দেখল। পলি নীনাকে বলল, “পাখিটিকে দেখে আহত মনে হচ্ছে। আমরা কি পাখিটিকে বাড়ি নিয়ে যাবো?” নীনা রাজি হল। মেয়েরা বাড়িতে পাতা দিয়ে একটি বাক্স ভর্তি করে একটি ছোট বাসা তৈরি করলো। তারা পাখিটিকে বাসার ভিতরে রেখে পানি ও খাবার খেতে দিল। নতুন পোষা প্রাণীটিকে তারা ভালবাসতে শুরু করলো। ধীরে ধীরে পাখিটি সুস্থ হয়ে উঠলো এবং ঘরের ভিতর উড়ে বেড়াতে লাগলো। একদিন জানালা খোলা ছিল এবং পলি ও নীনা স্কুল থেকে বাড়ি ফিরে দেখল পাখিটি কোথাও নেই।",
                "title": "দুই বন্ধু এবং একটি পাখি ",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "পলি ও নীনা প্রত্যেক বিকালে কী করে?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পলি এবং নীনা দুই বন্ধু। প্রত্যেক বিকালে তারা দু’জন পার্কে খেলতে যায়। একদিন বিকালে তারা মাটিতে একটি পাখি পড়ে থাকতে দেখল। পলি নীনাকে বলল, “পাখিটিকে দেখে আহত মনে হচ্ছে। আমরা কি পাখিটিকে বাড়ি নিয়ে যাবো?” নীনা রাজি হল। মেয়েরা বাড়িতে পাতা দিয়ে একটি বাক্স ভর্তি করে একটি ছোট বাসা তৈরি করলো। তারা পাখিটিকে বাসার ভিতরে রেখে পানি ও খাবার খেতে দিল। নতুন পোষা প্রাণীটিকে তারা ভালবাসতে শুরু করলো। ধীরে ধীরে পাখিটি সুস্থ হয়ে উঠলো এবং ঘরের ভিতর উড়ে বেড়াতে লাগলো। একদিন জানালা খোলা ছিল এবং পলি ও নীনা স্কুল থেকে বাড়ি ফিরে দেখল পাখিটি কোথাও নেই।",
                "title": "দুই বন্ধু এবং একটি পাখি ",
                "answerKey": "i) তারা খেলার মাঠে যায়, ii) তারা খেলতে যায়, iii) পার্কে যায়, iv) পার্কে খেলতে যায়",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "পলি ও নীনা কী খুঁজে পেয়েছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পলি এবং নীনা দুই বন্ধু। প্রত্যেক বিকালে তারা দু’জন পার্কে খেলতে যায়। একদিন বিকালে তারা মাটিতে একটি পাখি পড়ে থাকতে দেখল। পলি নীনাকে বলল, “পাখিটিকে দেখে আহত মনে হচ্ছে। আমরা কি পাখিটিকে বাড়ি নিয়ে যাবো?” নীনা রাজি হল। মেয়েরা বাড়িতে পাতা দিয়ে একটি বাক্স ভর্তি করে একটি ছোট বাসা তৈরি করলো। তারা পাখিটিকে বাসার ভিতরে রেখে পানি ও খাবার খেতে দিল। নতুন পোষা প্রাণীটিকে তারা ভালবাসতে শুরু করলো। ধীরে ধীরে পাখিটি সুস্থ হয়ে উঠলো এবং ঘরের ভিতর উড়ে বেড়াতে লাগলো। একদিন জানালা খোলা ছিল এবং পলি ও নীনা স্কুল থেকে বাড়ি ফিরে দেখল পাখিটি কোথাও নেই।",
                "title": "দুই বন্ধু এবং একটি পাখি ",
                "answerKey": "i) একটি পাখি, ii) মাটিতে পড়ে থাকা একটি পাখি, iii) মাটিতে একটি পাখি",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "পলি ও নীনা পাখিটিকে বাড়ি নিয়ে গেল কেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পলি এবং নীনা দুই বন্ধু। প্রত্যেক বিকালে তারা দু’জন পার্কে খেলতে যায়। একদিন বিকালে তারা মাটিতে একটি পাখি পড়ে থাকতে দেখল। পলি নীনাকে বলল, “পাখিটিকে দেখে আহত মনে হচ্ছে। আমরা কি পাখিটিকে বাড়ি নিয়ে যাবো?” নীনা রাজি হল। মেয়েরা বাড়িতে পাতা দিয়ে একটি বাক্স ভর্তি করে একটি ছোট বাসা তৈরি করলো। তারা পাখিটিকে বাসার ভিতরে রেখে পানি ও খাবার খেতে দিল। নতুন পোষা প্রাণীটিকে তারা ভালবাসতে শুরু করলো। ধীরে ধীরে পাখিটি সুস্থ হয়ে উঠলো এবং ঘরের ভিতর উড়ে বেড়াতে লাগলো। একদিন জানালা খোলা ছিল এবং পলি ও নীনা স্কুল থেকে বাড়ি ফিরে দেখল পাখিটি কোথাও নেই।",
                "title": "দুই বন্ধু এবং একটি পাখি ",
                "answerKey": "i) কারণ পাখিটি আঘাত পেয়েছিল, ii) কারণ পাখিটি মাটিতে পড়ে ছিল",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "মেয়েরা কী দিয়ে পাখির বাসা বানাল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পলি এবং নীনা দুই বন্ধু। প্রত্যেক বিকালে তারা দু’জন পার্কে খেলতে যায়। একদিন বিকালে তারা মাটিতে একটি পাখি পড়ে থাকতে দেখল। পলি নীনাকে বলল, “পাখিটিকে দেখে আহত মনে হচ্ছে। আমরা কি পাখিটিকে বাড়ি নিয়ে যাবো?” নীনা রাজি হল। মেয়েরা বাড়িতে পাতা দিয়ে একটি বাক্স ভর্তি করে একটি ছোট বাসা তৈরি করলো। তারা পাখিটিকে বাসার ভিতরে রেখে পানি ও খাবার খেতে দিল। নতুন পোষা প্রাণীটিকে তারা ভালবাসতে শুরু করলো। ধীরে ধীরে পাখিটি সুস্থ হয়ে উঠলো এবং ঘরের ভিতর উড়ে বেড়াতে লাগলো। একদিন জানালা খোলা ছিল এবং পলি ও নীনা স্কুল থেকে বাড়ি ফিরে দেখল পাখিটি কোথাও নেই।",
                "title": "দুই বন্ধু এবং একটি পাখি ",
                "answerKey": "i) একটি বাক্স এবং পাতা দিয়ে, ii) একটি বাক্স দিয়ে, iii) পাতা দিয়ে",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "পাখিটি সুস্থ হওয়ার পর ঘরের ভিতর কী করতো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পলি এবং নীনা দুই বন্ধু। প্রত্যেক বিকালে তারা দু’জন পার্কে খেলতে যায়। একদিন বিকালে তারা মাটিতে একটি পাখি পড়ে থাকতে দেখল। পলি নীনাকে বলল, “পাখিটিকে দেখে আহত মনে হচ্ছে। আমরা কি পাখিটিকে বাড়ি নিয়ে যাবো?” নীনা রাজি হল। মেয়েরা বাড়িতে পাতা দিয়ে একটি বাক্স ভর্তি করে একটি ছোট বাসা তৈরি করলো। তারা পাখিটিকে বাসার ভিতরে রেখে পানি ও খাবার খেতে দিল। নতুন পোষা প্রাণীটিকে তারা ভালবাসতে শুরু করলো। ধীরে ধীরে পাখিটি সুস্থ হয়ে উঠলো এবং ঘরের ভিতর উড়ে বেড়াতে লাগলো। একদিন জানালা খোলা ছিল এবং পলি ও নীনা স্কুল থেকে বাড়ি ফিরে দেখল পাখিটি কোথাও নেই।",
                "title": "দুই বন্ধু এবং একটি পাখি ",
                "answerKey": "i) পাখিটি চারপাশে উড়তে শুরু করে",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "পাখিটিকে কেন কোথাও খুঁজে পাওয়া যাচ্ছিল না বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পলি এবং নীনা দুই বন্ধু। প্রত্যেক বিকালে তারা দু’জন পার্কে খেলতে যায়। একদিন বিকালে তারা মাটিতে একটি পাখি পড়ে থাকতে দেখল। পলি নীনাকে বলল, “পাখিটিকে দেখে আহত মনে হচ্ছে। আমরা কি পাখিটিকে বাড়ি নিয়ে যাবো?” নীনা রাজি হল। মেয়েরা বাড়িতে পাতা দিয়ে একটি বাক্স ভর্তি করে একটি ছোট বাসা তৈরি করলো। তারা পাখিটিকে বাসার ভিতরে রেখে পানি ও খাবার খেতে দিল। নতুন পোষা প্রাণীটিকে তারা ভালবাসতে শুরু করলো। ধীরে ধীরে পাখিটি সুস্থ হয়ে উঠলো এবং ঘরের ভিতর উড়ে বেড়াতে লাগলো। একদিন জানালা খোলা ছিল এবং পলি ও নীনা স্কুল থেকে বাড়ি ফিরে দেখল পাখিটি কোথাও নেই।",
                "title": "দুই বন্ধু এবং একটি পাখি ",
                "answerKey": "i) জানালা খোলা থাকায় পাখিটি উড়ে গেছে, ii) পাখিটি উড়ে গেছে",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "আমি তোমাদের একটি গল্প পড়ে শুনাবো। মনোযোগ দিয়ে শুনো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো। <span style='color:blue'>(গল্পটি পড়ে শুনান)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পারুলের একটি পোষা বিড়াল ছিল। বিড়ালটির নাম ছিল মিনি। মিনির গায়ের রঙ ছিল সাদা। পারুল মিনিকে খুব ভালোবাসতো। প্রতিদিন বিকেলে স্কুল শেষে পারুল মিনির সাথে খেলা করতো। মিনির প্রিয় খেলা ছিল ছোঁয়াছুয়ি। দড়ির মাথায় খেলনা ইঁদুর বেঁধে পারুল দৌড়াদৌড়ি করতো, আর মিনি সেটিকে ধরতে পিছন পিছন ছুটতো। একদিন, স্কুল থেকে ফিরে পারুল মিনিকে কোথাও খুঁজে পেল না। সে বাইরে বাগানে আর ঘরের ভিতর মিনিকে খুঁজে দেখল। কিন্তু মিনিকে কোথাও খুঁজে পেল না। পারুল ভাবল মিনি হয়তো পালিয়ে গিয়েছে। একথা ভেবে পারুলের খুব মন খারাপ হল। মন খারাপ করে বিছানায় বসতেই কিছু একটা তার উপর ঝাঁপিয়ে পড়লো। পারুল খুশিতে চিৎকার করে উঠলো।",
                "title": "পারুল ও মিনি ",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "পারুল কোন প্রাণীটি পুষতো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পারুলের একটি পোষা বিড়াল ছিল। বিড়ালটির নাম ছিল মিনি। মিনির গায়ের রঙ ছিল সাদা। পারুল মিনিকে খুব ভালোবাসতো। প্রতিদিন বিকেলে স্কুল শেষে পারুল মিনির সাথে খেলা করতো। মিনির প্রিয় খেলা ছিল ছোঁয়াছুয়ি। দড়ির মাথায় খেলনা ইঁদুর বেঁধে পারুল দৌড়াদৌড়ি করতো, আর মিনি সেটিকে ধরতে পিছন পিছন ছুটতো। একদিন, স্কুল থেকে ফিরে পারুল মিনিকে কোথাও খুঁজে পেল না। সে বাইরে বাগানে আর ঘরের ভিতর মিনিকে খুঁজে দেখল। কিন্তু মিনিকে কোথাও খুঁজে পেল না। পারুল ভাবল মিনি হয়তো পালিয়ে গিয়েছে। একথা ভেবে পারুলের খুব মন খারাপ হল। মন খারাপ করে বিছানায় বসতেই কিছু একটা তার উপর ঝাঁপিয়ে পড়লো। পারুল খুশিতে চিৎকার করে উঠলো।",
                "title": "পারুল ও মিনি ",
                "answerKey": "i) একটি বিড়াল",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "মিনি বিড়ালের গায়ের রঙ কী ছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পারুলের একটি পোষা বিড়াল ছিল। বিড়ালটির নাম ছিল মিনি। মিনির গায়ের রঙ ছিল সাদা। পারুল মিনিকে খুব ভালোবাসতো। প্রতিদিন বিকেলে স্কুল শেষে পারুল মিনির সাথে খেলা করতো। মিনির প্রিয় খেলা ছিল ছোঁয়াছুয়ি। দড়ির মাথায় খেলনা ইঁদুর বেঁধে পারুল দৌড়াদৌড়ি করতো, আর মিনি সেটিকে ধরতে পিছন পিছন ছুটতো। একদিন, স্কুল থেকে ফিরে পারুল মিনিকে কোথাও খুঁজে পেল না। সে বাইরে বাগানে আর ঘরের ভিতর মিনিকে খুঁজে দেখল। কিন্তু মিনিকে কোথাও খুঁজে পেল না। পারুল ভাবল মিনি হয়তো পালিয়ে গিয়েছে। একথা ভেবে পারুলের খুব মন খারাপ হল। মন খারাপ করে বিছানায় বসতেই কিছু একটা তার উপর ঝাঁপিয়ে পড়লো। পারুল খুশিতে চিৎকার করে উঠলো।",
                "title": "পারুল ও মিনি ",
                "answerKey": "i) সাদা",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "প্রতিদিন স্কুল শেষে বিকাল বেলায় পারুল কী করতে পছন্দ করতো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পারুলের একটি পোষা বিড়াল ছিল। বিড়ালটির নাম ছিল মিনি। মিনির গায়ের রঙ ছিল সাদা। পারুল মিনিকে খুব ভালোবাসতো। প্রতিদিন বিকেলে স্কুল শেষে পারুল মিনির সাথে খেলা করতো। মিনির প্রিয় খেলা ছিল ছোঁয়াছুয়ি। দড়ির মাথায় খেলনা ইঁদুর বেঁধে পারুল দৌড়াদৌড়ি করতো, আর মিনি সেটিকে ধরতে পিছন পিছন ছুটতো। একদিন, স্কুল থেকে ফিরে পারুল মিনিকে কোথাও খুঁজে পেল না। সে বাইরে বাগানে আর ঘরের ভিতর মিনিকে খুঁজে দেখল। কিন্তু মিনিকে কোথাও খুঁজে পেল না। পারুল ভাবল মিনি হয়তো পালিয়ে গিয়েছে। একথা ভেবে পারুলের খুব মন খারাপ হল। মন খারাপ করে বিছানায় বসতেই কিছু একটা তার উপর ঝাঁপিয়ে পড়লো। পারুল খুশিতে চিৎকার করে উঠলো।",
                "title": "পারুল ও মিনি ",
                "answerKey": "i) তার বিড়ালের সাথে খেলা, ii) মিনির সাথে খেলা",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "মিনির প্রিয় খেলার নাম কি ছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পারুলের একটি পোষা বিড়াল ছিল। বিড়ালটির নাম ছিল মিনি। মিনির গায়ের রঙ ছিল সাদা। পারুল মিনিকে খুব ভালোবাসতো। প্রতিদিন বিকেলে স্কুল শেষে পারুল মিনির সাথে খেলা করতো। মিনির প্রিয় খেলা ছিল ছোঁয়াছুয়ি। দড়ির মাথায় খেলনা ইঁদুর বেঁধে পারুল দৌড়াদৌড়ি করতো, আর মিনি সেটিকে ধরতে পিছন পিছন ছুটতো। একদিন, স্কুল থেকে ফিরে পারুল মিনিকে কোথাও খুঁজে পেল না। সে বাইরে বাগানে আর ঘরের ভিতর মিনিকে খুঁজে দেখল। কিন্তু মিনিকে কোথাও খুঁজে পেল না। পারুল ভাবল মিনি হয়তো পালিয়ে গিয়েছে। একথা ভেবে পারুলের খুব মন খারাপ হল। মন খারাপ করে বিছানায় বসতেই কিছু একটা তার উপর ঝাঁপিয়ে পড়লো। পারুল খুশিতে চিৎকার করে উঠলো।",
                "title": "পারুল ও মিনি ",
                "answerKey": "i) ছোঁয়াছুয়ি",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "মিনি হারিয়ে যাওয়ার পর পারুল তাকে কোথায় কোথায় খুঁজলো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পারুলের একটি পোষা বিড়াল ছিল। বিড়ালটির নাম ছিল মিনি। মিনির গায়ের রঙ ছিল সাদা। পারুল মিনিকে খুব ভালোবাসতো। প্রতিদিন বিকেলে স্কুল শেষে পারুল মিনির সাথে খেলা করতো। মিনির প্রিয় খেলা ছিল ছোঁয়াছুয়ি। দড়ির মাথায় খেলনা ইঁদুর বেঁধে পারুল দৌড়াদৌড়ি করতো, আর মিনি সেটিকে ধরতে পিছন পিছন ছুটতো। একদিন, স্কুল থেকে ফিরে পারুল মিনিকে কোথাও খুঁজে পেল না। সে বাইরে বাগানে আর ঘরের ভিতর মিনিকে খুঁজে দেখল। কিন্তু মিনিকে কোথাও খুঁজে পেল না। পারুল ভাবল মিনি হয়তো পালিয়ে গিয়েছে। একথা ভেবে পারুলের খুব মন খারাপ হল। মন খারাপ করে বিছানায় বসতেই কিছু একটা তার উপর ঝাঁপিয়ে পড়লো। পারুল খুশিতে চিৎকার করে উঠলো।",
                "title": "পারুল ও মিনি ",
                "answerKey": "i) বাগানে আর ঘরের ভিতরে, ii) বাগানে, iii) ঘরের ভিতরে",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "পারুল কেন খুশিতে চিৎকার করে উঠলো বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পারুলের একটি পোষা বিড়াল ছিল। বিড়ালটির নাম ছিল মিনি। মিনির গায়ের রঙ ছিল সাদা। পারুল মিনিকে খুব ভালোবাসতো। প্রতিদিন বিকেলে স্কুল শেষে পারুল মিনির সাথে খেলা করতো। মিনির প্রিয় খেলা ছিল ছোঁয়াছুয়ি। দড়ির মাথায় খেলনা ইঁদুর বেঁধে পারুল দৌড়াদৌড়ি করতো, আর মিনি সেটিকে ধরতে পিছন পিছন ছুটতো। একদিন, স্কুল থেকে ফিরে পারুল মিনিকে কোথাও খুঁজে পেল না। সে বাইরে বাগানে আর ঘরের ভিতর মিনিকে খুঁজে দেখল। কিন্তু মিনিকে কোথাও খুঁজে পেল না। পারুল ভাবল মিনি হয়তো পালিয়ে গিয়েছে। একথা ভেবে পারুলের খুব মন খারাপ হল। মন খারাপ করে বিছানায় বসতেই কিছু একটা তার উপর ঝাঁপিয়ে পড়লো। পারুল খুশিতে চিৎকার করে উঠলো।",
                "title": "পারুল ও মিনি ",
                "answerKey": "i) কারণ মিনি তার উপর ঝাঁপিয়ে পড়লো, ii) কারণ সে মিনিকে খুঁজে পেলো",
                "showInputDiv": 0
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আয়েশা এবং জনি একটি খেলা খেলছিল। তারা ছোট একটি টেবিলে বসে ছিল। পাশেই মেঝেতে শুয়ে ছিল তাদের পোষা কুকুর ভুলু। খেলায় জিতে আয়েশা আনন্দে লাফাতে শুরু করলো। ভুলু ব্যথা পেয়ে ঘেউঘেউ করে উঠলো। আয়েশার এতে খুব মন খারাপ হল।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> আয়েশা এবং জনি কী করছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আয়েশা এবং জনি একটি খেলা খেলছিল। তারা ছোট একটি টেবিলে বসে ছিল। পাশেই মেঝেতে শুয়ে ছিল তাদের পোষা কুকুর ভুলু। খেলায় জিতে আয়েশা আনন্দে লাফাতে শুরু করলো। ভুলু ব্যথা পেয়ে ঘেউঘেউ করে উঠলো। আয়েশার এতে খুব মন খারাপ হল।",
                "title": "",
                "answerKey": "i একটি খেলা খেলছিল, ii. খেলা খেলছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> ভুলু কোথায় শুয়ে ছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আয়েশা এবং জনি একটি খেলা খেলছিল। তারা ছোট একটি টেবিলে বসে ছিল। পাশেই মেঝেতে শুয়ে ছিল তাদের পোষা কুকুর ভুলু। খেলায় জিতে আয়েশা আনন্দে লাফাতে শুরু করলো। ভুলু ব্যথা পেয়ে ঘেউঘেউ করে উঠলো। আয়েশার এতে খুব মন খারাপ হল।",
                "title": "",
                "answerKey": "i মেঝেতে শুয়ে ছিল, ii. আয়েশা এবং জনির পাশে শুয়ে ছিল, iii. আয়েশা এবং জনির পাশে মেঝেতে শুয়ে ছিল, iv আয়েশার পাশে শুয়ে ছিল, v. জনির পাশে শুয়ে ছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> খেলায় কে জিতেছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আয়েশা এবং জনি একটি খেলা খেলছিল। তারা ছোট একটি টেবিলে বসে ছিল। পাশেই মেঝেতে শুয়ে ছিল তাদের পোষা কুকুর ভুলু। খেলায় জিতে আয়েশা আনন্দে লাফাতে শুরু করলো। ভুলু ব্যথা পেয়ে ঘেউঘেউ করে উঠলো। আয়েশার এতে খুব মন খারাপ হল।",
                "title": "",
                "answerKey": "i আয়েশা, ii. আয়েশা খেলা জিতেছে, iii. আয়েশা খেলায় জিতেছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> আয়েশার কেন মন খারাপ হয়েছিল বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আয়েশা এবং জনি একটি খেলা খেলছিল। তারা ছোট একটি টেবিলে বসে ছিল। পাশেই মেঝেতে শুয়ে ছিল তাদের পোষা কুকুর ভুলু। খেলায় জিতে আয়েশা আনন্দে লাফাতে শুরু করলো। ভুলু ব্যথা পেয়ে ঘেউঘেউ করে উঠলো। আয়েশার এতে খুব মন খারাপ হল।",
                "title": "",
                "answerKey": "i. আয়েশা লাফ দেওয়ার সময় কুকুরটিকে আঘাত করে থাকবে \nii. আয়েশা কুকুরের উপর ঝাঁপিয়ে পড়ে থাকবে \niii. আয়েশা কুকুরের উপর ঝাঁপিয়ে পড়ল\niv আয়েশা কুকুরটিকে আঘাত করেছে",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গল্পে বলা হয়েছে, “আয়েশা আনন্দে লাফিয়ে উঠলো”। ‘আনন্দ’ শব্দটির মানে কী? নিচের উত্তরগুলো থেকে সঠিক উত্তরটি বেছে নাও। <span style='color:blue'>(অপশনগুলো দেখান এবং জোরে জোরে পড়ুন)।</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আয়েশা এবং জনি একটি খেলা খেলছিল। তারা ছোট একটি টেবিলে বসে ছিল। পাশেই মেঝেতে শুয়ে ছিল তাদের পোষা কুকুর ভুলু। খেলায় জিতে আয়েশা আনন্দে লাফাতে শুরু করলো। ভুলু ব্যথা পেয়ে ঘেউঘেউ করে উঠলো। আয়েশার এতে খুব মন খারাপ হল।\n <br> ক. মন খারাপ হওয়া \n <br> খ. রাগ হওয়া \n <br> গ. খুশি হওয়া\n <br> ঘ. ক্লান্ত হয়ে যাওয়া",
                "title": "",
                "answerKey": "গ. খুশি হওয়া",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "একটি মেয়ে এবং একটি ছেলে বেলুন দিয়ে খেলছিল। মেয়েটির হাতের বেলুনটি ছিল লাল রঙের, আর ছেলেটির হাতের বেলুনটি ছিল সবুজ। ছেলেটির হাতের বেলুনটি ফেটে গেল এবং সে কাঁদতে শুরু করলো। মেয়েটি তার মায়ের কাছে ছুটে গিয়ে কিছু টাকা চাইল।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> মেয়েটি এবং ছেলেটি কী দিয়ে খেলছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "একটি মেয়ে এবং একটি ছেলে বেলুন দিয়ে খেলছিল। মেয়েটির হাতের বেলুনটি ছিল লাল রঙের, আর ছেলেটির হাতের বেলুনটি ছিল সবুজ। ছেলেটির হাতের বেলুনটি ফেটে গেল এবং সে কাঁদতে শুরু করলো। মেয়েটি তার মায়ের কাছে ছুটে গিয়ে কিছু টাকা চাইল।",
                "title": "",
                "answerKey": "i. বেলুন দিয়ে",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> বেলুনগুলো কী রঙের ছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "একটি মেয়ে এবং একটি ছেলে বেলুন দিয়ে খেলছিল। মেয়েটির হাতের বেলুনটি ছিল লাল রঙের, আর ছেলেটির হাতের বেলুনটি ছিল সবুজ। ছেলেটির হাতের বেলুনটি ফেটে গেল এবং সে কাঁদতে শুরু করলো। মেয়েটি তার মায়ের কাছে ছুটে গিয়ে কিছু টাকা চাইল।",
                "title": "",
                "answerKey": "i. লাল এবং সবুজ [দ্রষ্টব্য: যদি শিশুটি শুধুমাত্র একটি রঙ দিয়ে প্রতিক্রিয়া জানায়, তবে তাকে ভুল চিহ্নিত করুন]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> ছেলেটির হাতের বেলুন ফেটে যাওয়ায় সে কী করলো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "একটি মেয়ে এবং একটি ছেলে বেলুন দিয়ে খেলছিল। মেয়েটির হাতের বেলুনটি ছিল লাল রঙের, আর ছেলেটির হাতের বেলুনটি ছিল সবুজ। ছেলেটির হাতের বেলুনটি ফেটে গেল এবং সে কাঁদতে শুরু করলো। মেয়েটি তার মায়ের কাছে ছুটে গিয়ে কিছু টাকা চাইল।",
                "title": "",
                "answerKey": "i সে কাঁদতে লাগল",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> মেয়েটি কেন তার মায়ের কাছে টাকা চেয়েছে বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "একটি মেয়ে এবং একটি ছেলে বেলুন দিয়ে খেলছিল। মেয়েটির হাতের বেলুনটি ছিল লাল রঙের, আর ছেলেটির হাতের বেলুনটি ছিল সবুজ। ছেলেটির হাতের বেলুনটি ফেটে গেল এবং সে কাঁদতে শুরু করলো। মেয়েটি তার মায়ের কাছে ছুটে গিয়ে কিছু টাকা চাইল।",
                "title": "",
                "answerKey": "i ছেলেটিকে একটি নতুন বেলুন কিনে দেওয়ার জন্য, কারণ তার বেলুন ফেটে গেছে ii. ছেলেটিকে ভালো বোধ করানোর জন্য একটি মিষ্টি/মিছরি/চকলেট কিনতে",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গল্পে বলা হয়েছে, “ছেলেটির বেলুন ফেটে গেল”। ‘ফেটে যাওয়া’ মানে কী? নিচের উত্তরগুলো থেকে সঠিক উত্তরটি বেছে নাও। <span style='color:blue'>(অপশনগুলো দেখান এবং জোরে জোরে পড়ুন)।</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "একটি মেয়ে এবং একটি ছেলে বেলুন দিয়ে খেলছিল। মেয়েটির হাতের বেলুনটি ছিল লাল রঙের, আর ছেলেটির হাতের বেলুনটি ছিল সবুজ। ছেলেটির হাতের বেলুনটি ফেটে গেল এবং সে কাঁদতে শুরু করলো। মেয়েটি তার মায়ের কাছে ছুটে গিয়ে কিছু টাকা চাইল। \n <br> ক. বাতাস বের হয়ে গেল \n <br> খ. একটি গাছের সাথে আটকে গেল \n <br> গ. হারিয়ে গেল \n <br> ঘ. উড়ে চলে গেল",
                "title": "",
                "answerKey": "ক. বাতাস বের হয়ে গেল",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জয়া খুব খুশি কারণ আজ তার জন্মদিন। তার বয়স এখন নয় বছর। প্রতি জন্মদিনে তার বাবা-মা তাকে একটি কেক আর উপহার দেয়। জয়া স্কুলের ঘণ্টা বাজানোর জন্য অপেক্ষা করছে যাতে সে তাড়াতাড়ি বাড়ি যেতে পারে।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> জয়া খুশি হয়ে আছে কেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জয়া খুব খুশি কারণ আজ তার জন্মদিন। তার বয়স এখন নয় বছর। প্রতি জন্মদিনে তার বাবা-মা তাকে একটি কেক আর উপহার দেয়। জয়া স্কুলের ঘণ্টা বাজানোর জন্য অপেক্ষা করছে যাতে সে তাড়াতাড়ি বাড়ি যেতে পারে।",
                "title": "",
                "answerKey": "i কারণ আজ তার জন্মদিন\nii. কারণ সে তার জন্মদিনে কেক পায়\niii. কারণ জন্মদিনে সে উপহার পায়",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> জয়ার বয়স এখন কতো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জয়া খুব খুশি কারণ আজ তার জন্মদিন। তার বয়স এখন নয় বছর। প্রতি জন্মদিনে তার বাবা-মা তাকে একটি কেক আর উপহার দেয়। জয়া স্কুলের ঘণ্টা বাজানোর জন্য অপেক্ষা করছে যাতে সে তাড়াতাড়ি বাড়ি যেতে পারে।",
                "title": "",
                "answerKey": "i নয় বছর",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> জয়ার জন্মদিনে কে তাকে কেক আর উপহার কিনে দেয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জয়া খুব খুশি কারণ আজ তার জন্মদিন। তার বয়স এখন নয় বছর। প্রতি জন্মদিনে তার বাবা-মা তাকে একটি কেক আর উপহার দেয়। জয়া স্কুলের ঘণ্টা বাজানোর জন্য অপেক্ষা করছে যাতে সে তাড়াতাড়ি বাড়ি যেতে পারে।",
                "title": "",
                "answerKey": "i.তার বাবা-মা",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> জয়া কেন তাড়াতাড়ি বাড়ি যেতে চায় বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জয়া খুব খুশি কারণ আজ তার জন্মদিন। তার বয়স এখন নয় বছর। প্রতি জন্মদিনে তার বাবা-মা তাকে একটি কেক আর উপহার দেয়। জয়া স্কুলের ঘণ্টা বাজানোর জন্য অপেক্ষা করছে যাতে সে তাড়াতাড়ি বাড়ি যেতে পারে।",
                "title": "",
                "answerKey": "i তার কেক এবং উপহারের জন্য, ii. তার কেকের জন্য, iii. তার উপহারের জন্য",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গল্পে বলা হয়েছে, “জয়ার বাবা-মা তাকে অনেক উপহার কিনে দেয়”। ‘উপহার’ শব্দটির মানে কী? নিচের উত্তরগুলো থেকে সঠিক উত্তরটি বেছে নাও। <span style='color:blue'>(অপশনগুলো দেখান এবং জোরে জোরে পড়ুন)।</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জয়া খুব খুশি কারণ আজ তার জন্মদিন। তার বয়স এখন নয় বছর। প্রতি জন্মদিনে তার বাবা-মা তাকে একটি কেক আর উপহার দেয়। জয়া স্কুলের ঘণ্টা বাজানোর জন্য অপেক্ষা করছে যাতে সে তাড়াতাড়ি বাড়ি যেতে পারে।\n <br> ক. যে সব জিনিস খুঁজে পাওয়া যায় \n <br> খ. একটি বিশেষ দিনের জন্য দেওয়া হয় যে জিনিস\n <br> গ. পুরানো জিনিস\n <br> ঘ. যে সব জিনিস জোর করে নিয়ে নেওয়া হয়",
                "title": "",
                "answerKey": "খ. একটি বিশেষ দিনের জন্য দেওয়া হয় যে জিনিস",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "নতুন স্কুলে প্রথম দিন বলে নিতুর একটু ভয় ভয় লাগছিল। শিক্ষকের সাথে পরিচিত হওয়ার পর তার মন খুশি হয়ে গেল। তার শিক্ষক খুব চমৎকার মানুষ। টিফিনের সময় বাচ্চারা সবাই বাইরে খেলতে গেল। নিতু একা একা বেঞ্চে বসে তাদের দেখতে লাগলো। তারও ইচ্ছে হচ্ছিল নতুন সহপাঠীদের সাথে খেলতে। ঠিক এমন সময় কয়েকজন ছেলেমেয়ে তার দিকে দৌড়ে এসে বলল, “নিতু, তুমি কি আমাদের সাথে খেলবে?” কয়েক মিনিটের মধ্যে খেলার মাঠে নিতুর গলার আওয়াজও শুনতে পাওয়া গেল।",
                "title": "স্কুলে প্রথম দিন",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> নিতুর ভয় ভয় লাগছিল কেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "নতুন স্কুলে প্রথম দিন বলে নিতুর একটু ভয় ভয় লাগছিল। শিক্ষকের সাথে পরিচিত হওয়ার পর তার মন খুশি হয়ে গেল। তার শিক্ষক খুব চমৎকার মানুষ। টিফিনের সময় বাচ্চারা সবাই বাইরে খেলতে গেল। নিতু একা একা বেঞ্চে বসে তাদের দেখতে লাগলো। তারও ইচ্ছে হচ্ছিল নতুন সহপাঠীদের সাথে খেলতে। ঠিক এমন সময় কয়েকজন ছেলেমেয়ে তার দিকে দৌড়ে এসে বলল, “নিতু, তুমি কি আমাদের সাথে খেলবে?” কয়েক মিনিটের মধ্যে খেলার মাঠে নিতুর গলার আওয়াজও শুনতে পাওয়া গেল।",
                "title": "স্কুলে প্রথম দিন",
                "answerKey": "i কারণ স্কুলে এটা তার প্রথম দিন ছিল \nii. কারণ নতুন স্কুলে এটা তার প্রথম দিন ছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> শিক্ষকের সাথে পরিচিত হয়ে নিতুর কেমন লেগেছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "নতুন স্কুলে প্রথম দিন বলে নিতুর একটু ভয় ভয় লাগছিল। শিক্ষকের সাথে পরিচিত হওয়ার পর তার মন খুশি হয়ে গেল। তার শিক্ষক খুব চমৎকার মানুষ। টিফিনের সময় বাচ্চারা সবাই বাইরে খেলতে গেল। নিতু একা একা বেঞ্চে বসে তাদের দেখতে লাগলো। তারও ইচ্ছে হচ্ছিল নতুন সহপাঠীদের সাথে খেলতে। ঠিক এমন সময় কয়েকজন ছেলেমেয়ে তার দিকে দৌড়ে এসে বলল, “নিতু, তুমি কি আমাদের সাথে খেলবে?” কয়েক মিনিটের মধ্যে খেলার মাঠে নিতুর গলার আওয়াজও শুনতে পাওয়া গেল।",
                "title": "স্কুলে প্রথম দিন",
                "answerKey": "i সে খুশি ছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> টিফিনের সময় ছেলেমেয়েরা কী করেছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "নতুন স্কুলে প্রথম দিন বলে নিতুর একটু ভয় ভয় লাগছিল। শিক্ষকের সাথে পরিচিত হওয়ার পর তার মন খুশি হয়ে গেল। তার শিক্ষক খুব চমৎকার মানুষ। টিফিনের সময় বাচ্চারা সবাই বাইরে খেলতে গেল। নিতু একা একা বেঞ্চে বসে তাদের দেখতে লাগলো। তারও ইচ্ছে হচ্ছিল নতুন সহপাঠীদের সাথে খেলতে। ঠিক এমন সময় কয়েকজন ছেলেমেয়ে তার দিকে দৌড়ে এসে বলল, “নিতু, তুমি কি আমাদের সাথে খেলবে?” কয়েক মিনিটের মধ্যে খেলার মাঠে নিতুর গলার আওয়াজও শুনতে পাওয়া গেল।",
                "title": "স্কুলে প্রথম দিন",
                "answerKey": "i. তারা খেলতে বেরিয়েছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> ছেলেমেয়েদের কয়েকজন নিতুকে কী করতে বলল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "নতুন স্কুলে প্রথম দিন বলে নিতুর একটু ভয় ভয় লাগছিল। শিক্ষকের সাথে পরিচিত হওয়ার পর তার মন খুশি হয়ে গেল। তার শিক্ষক খুব চমৎকার মানুষ। টিফিনের সময় বাচ্চারা সবাই বাইরে খেলতে গেল। নিতু একা একা বেঞ্চে বসে তাদের দেখতে লাগলো। তারও ইচ্ছে হচ্ছিল নতুন সহপাঠীদের সাথে খেলতে। ঠিক এমন সময় কয়েকজন ছেলেমেয়ে তার দিকে দৌড়ে এসে বলল, “নিতু, তুমি কি আমাদের সাথে খেলবে?” কয়েক মিনিটের মধ্যে খেলার মাঠে নিতুর গলার আওয়াজও শুনতে পাওয়া গেল।",
                "title": "স্কুলে প্রথম দিন",
                "answerKey": "i তারা তাকে তাদের সাথে খেলতে বলে",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> নিতু কেন একা একা বসে তার সহপাঠীদের খেলা দেখছিল বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "নতুন স্কুলে প্রথম দিন বলে নিতুর একটু ভয় ভয় লাগছিল। শিক্ষকের সাথে পরিচিত হওয়ার পর তার মন খুশি হয়ে গেল। তার শিক্ষক খুব চমৎকার মানুষ। টিফিনের সময় বাচ্চারা সবাই বাইরে খেলতে গেল। নিতু একা একা বেঞ্চে বসে তাদের দেখতে লাগলো। তারও ইচ্ছে হচ্ছিল নতুন সহপাঠীদের সাথে খেলতে। ঠিক এমন সময় কয়েকজন ছেলেমেয়ে তার দিকে দৌড়ে এসে বলল, “নিতু, তুমি কি আমাদের সাথে খেলবে?” কয়েক মিনিটের মধ্যে খেলার মাঠে নিতুর গলার আওয়াজও শুনতে পাওয়া গেল।",
                "title": "স্কুলে প্রথম দিন",
                "answerKey": "i. তার কোন বন্ধু ছিল না\nii. সে দ্বিধাগ্রস্ত/লাজুক ছিল\niii. সে কাউকে চিনত না\niv সে স্কুলে নতুন ছিল এবং তার কোন বন্ধু ছিল না\nv. সে স্কুলে নতুন ছিল এবং কাউকে চিনত না।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমার গ্রামের নাম লালপুর। আমার গ্রামের সবাই অনেক গরু পালে। এদের মধ্যে সবচাইতে শক্তিশালী গরুটির নাম হচ্ছে লালী। এক রাতে কিছু চোর এসে আমাদের গরুগুলোকে চুরি করে নিয়ে যেতে চাইল। তারা আমাদের গরুর গোয়ালে ঢুকে পড়লো। একটা গরু চোরদের একজনকে এমন জোরে লাথি মারল যে সে পড়েই গেল। চোরটি ব্যথায় চিৎকার করে উঠলো। তার জোরে কান্নার শব্দে গ্রামবাসীরা জেগে গেল। সবার সাহায্যে চোরগুলোকে ধরে ফেলা হল। সকাল হওয়ার পর গ্রামবাসীরা সবাই একে অন্যকে ধন্যবাদ জানাল। আর লালী হয়ে গেল গ্রামের সবচাইতে বিখ্যাত গরু।",
                "title": "বিখ্যাত সেই গরুটি ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> লালপুরের বাসিন্দারা সাধারণত কোন পশুটি পালে?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমার গ্রামের নাম লালপুর। আমার গ্রামের সবাই অনেক গরু পালে। এদের মধ্যে সবচাইতে শক্তিশালী গরুটির নাম হচ্ছে লালী। এক রাতে কিছু চোর এসে আমাদের গরুগুলোকে চুরি করে নিয়ে যেতে চাইল। তারা আমাদের গরুর গোয়ালে ঢুকে পড়লো। একটা গরু চোরদের একজনকে এমন জোরে লাথি মারল যে সে পড়েই গেল। চোরটি ব্যথায় চিৎকার করে উঠলো। তার জোরে কান্নার শব্দে গ্রামবাসীরা জেগে গেল। সবার সাহায্যে চোরগুলোকে ধরে ফেলা হল। সকাল হওয়ার পর গ্রামবাসীরা সবাই একে অন্যকে ধন্যবাদ জানাল। আর লালী হয়ে গেল গ্রামের সবচাইতে বিখ্যাত গরু।",
                "title": "বিখ্যাত সেই গরুটি ",
                "answerKey": "i. গরু",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> চোরেরা কী করতে চেয়েছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমার গ্রামের নাম লালপুর। আমার গ্রামের সবাই অনেক গরু পালে। এদের মধ্যে সবচাইতে শক্তিশালী গরুটির নাম হচ্ছে লালী। এক রাতে কিছু চোর এসে আমাদের গরুগুলোকে চুরি করে নিয়ে যেতে চাইল। তারা আমাদের গরুর গোয়ালে ঢুকে পড়লো। একটা গরু চোরদের একজনকে এমন জোরে লাথি মারল যে সে পড়েই গেল। চোরটি ব্যথায় চিৎকার করে উঠলো। তার জোরে কান্নার শব্দে গ্রামবাসীরা জেগে গেল। সবার সাহায্যে চোরগুলোকে ধরে ফেলা হল। সকাল হওয়ার পর গ্রামবাসীরা সবাই একে অন্যকে ধন্যবাদ জানাল। আর লালী হয়ে গেল গ্রামের সবচাইতে বিখ্যাত গরু।",
                "title": "বিখ্যাত সেই গরুটি ",
                "answerKey": "i গরু চুরি",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গ্রামবাসীরা জেগে উঠলো কেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমার গ্রামের নাম লালপুর। আমার গ্রামের সবাই অনেক গরু পালে। এদের মধ্যে সবচাইতে শক্তিশালী গরুটির নাম হচ্ছে লালী। এক রাতে কিছু চোর এসে আমাদের গরুগুলোকে চুরি করে নিয়ে যেতে চাইল। তারা আমাদের গরুর গোয়ালে ঢুকে পড়লো। একটা গরু চোরদের একজনকে এমন জোরে লাথি মারল যে সে পড়েই গেল। চোরটি ব্যথায় চিৎকার করে উঠলো। তার জোরে কান্নার শব্দে গ্রামবাসীরা জেগে গেল। সবার সাহায্যে চোরগুলোকে ধরে ফেলা হল। সকাল হওয়ার পর গ্রামবাসীরা সবাই একে অন্যকে ধন্যবাদ জানাল। আর লালী হয়ে গেল গ্রামের সবচাইতে বিখ্যাত গরু।",
                "title": "বিখ্যাত সেই গরুটি ",
                "answerKey": "i কারণ চোর জোরে চিৎকার করে উঠল\nii. কারণ তারা একটা জোরে চিৎকার শুনতে পেল\niii. কারণ তারা একটি উচ্চস্বর শুনেছে",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> চোরগুলোকে কে ধরেছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমার গ্রামের নাম লালপুর। আমার গ্রামের সবাই অনেক গরু পালে। এদের মধ্যে সবচাইতে শক্তিশালী গরুটির নাম হচ্ছে লালী। এক রাতে কিছু চোর এসে আমাদের গরুগুলোকে চুরি করে নিয়ে যেতে চাইল। তারা আমাদের গরুর গোয়ালে ঢুকে পড়লো। একটা গরু চোরদের একজনকে এমন জোরে লাথি মারল যে সে পড়েই গেল। চোরটি ব্যথায় চিৎকার করে উঠলো। তার জোরে কান্নার শব্দে গ্রামবাসীরা জেগে গেল। সবার সাহায্যে চোরগুলোকে ধরে ফেলা হল। সকাল হওয়ার পর গ্রামবাসীরা সবাই একে অন্যকে ধন্যবাদ জানাল। আর লালী হয়ে গেল গ্রামের সবচাইতে বিখ্যাত গরু।",
                "title": "বিখ্যাত সেই গরুটি ",
                "answerKey": "i গ্রামবাসী সবাই চোরদের ধরে ফেলে\nii. সবাই চোর ধরতে সাহায্য করেছে",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> লালী কেন গ্রামের সবচাইতে বিখ্যাত গরুতে পরিণত হল বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "আমার গ্রামের নাম লালপুর। আমার গ্রামের সবাই অনেক গরু পালে। এদের মধ্যে সবচাইতে শক্তিশালী গরুটির নাম হচ্ছে লালী। এক রাতে কিছু চোর এসে আমাদের গরুগুলোকে চুরি করে নিয়ে যেতে চাইল। তারা আমাদের গরুর গোয়ালে ঢুকে পড়লো। একটা গরু চোরদের একজনকে এমন জোরে লাথি মারল যে সে পড়েই গেল। চোরটি ব্যথায় চিৎকার করে উঠলো। তার জোরে কান্নার শব্দে গ্রামবাসীরা জেগে গেল। সবার সাহায্যে চোরগুলোকে ধরে ফেলা হল। সকাল হওয়ার পর গ্রামবাসীরা সবাই একে অন্যকে ধন্যবাদ জানাল। আর লালী হয়ে গেল গ্রামের সবচাইতে বিখ্যাত গরু।",
                "title": "বিখ্যাত সেই গরুটি ",
                "answerKey": "i কারণ সে চোরদের লাথি মেরেছিল, ii. কারণ সে চোরকে লাথি মেরেছিল, যার ফলে চোর জোরে চিৎকার করে গ্রামবাসীদের জাগিয়ে তুলেছিল।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জলি পার্কে খেলা করছিল। খেলতে খেলতে সে গাছের পাশে একটা ছোট্ট বাক্স পড়ে থাকতে দেখল। জলি বাক্সটিকে কুড়িয়ে নিলো এবং খুলে দেখল। বাক্সটি নানা রঙের মার্বেল দিয়ে ভর্তি ছিল। সে বাক্সটি বাড়িতে নিয়ে তার মা’কে দেখাল। জলির মা তাকে বললেন, “জলি, তোমার উচিত বাক্সের মালিককে খুঁজে বের করা”। জলি পার্কে ফিরে গেল। সেখানে গিয়ে সে দেখতে পেল যে গাছটির পাশে একটি ছেলে দাঁড়িয়ে আছে। দেখে মনে হচ্ছিল তার মন খারাপ। জলি তাকে বাক্সটি দেখাতেই ছেলেটির মুখ হাসিতে ঝলমল করে উঠলো।",
                "title": "হারানো জিনিস খুঁজে পাওয়া",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> জলি কোথায় খেলছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জলি পার্কে খেলা করছিল। খেলতে খেলতে সে গাছের পাশে একটা ছোট্ট বাক্স পড়ে থাকতে দেখল। জলি বাক্সটিকে কুড়িয়ে নিলো এবং খুলে দেখল। বাক্সটি নানা রঙের মার্বেল দিয়ে ভর্তি ছিল। সে বাক্সটি বাড়িতে নিয়ে তার মা’কে দেখাল। জলির মা তাকে বললেন, “জলি, তোমার উচিত বাক্সের মালিককে খুঁজে বের করা”। জলি পার্কে ফিরে গেল। সেখানে গিয়ে সে দেখতে পেল যে গাছটির পাশে একটি ছেলে দাঁড়িয়ে আছে। দেখে মনে হচ্ছিল তার মন খারাপ। জলি তাকে বাক্সটি দেখাতেই ছেলেটির মুখ হাসিতে ঝলমল করে উঠলো।",
                "title": "হারানো জিনিস খুঁজে পাওয়া",
                "answerKey": "i) সে পার্কে খেলছিল, ii) পার্কে",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> জলি কী খুঁজে পেয়েছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জলি পার্কে খেলা করছিল। খেলতে খেলতে সে গাছের পাশে একটা ছোট্ট বাক্স পড়ে থাকতে দেখল। জলি বাক্সটিকে কুড়িয়ে নিলো এবং খুলে দেখল। বাক্সটি নানা রঙের মার্বেল দিয়ে ভর্তি ছিল। সে বাক্সটি বাড়িতে নিয়ে তার মা’কে দেখাল। জলির মা তাকে বললেন, “জলি, তোমার উচিত বাক্সের মালিককে খুঁজে বের করা”। জলি পার্কে ফিরে গেল। সেখানে গিয়ে সে দেখতে পেল যে গাছটির পাশে একটি ছেলে দাঁড়িয়ে আছে। দেখে মনে হচ্ছিল তার মন খারাপ। জলি তাকে বাক্সটি দেখাতেই ছেলেটির মুখ হাসিতে ঝলমল করে উঠলো।",
                "title": "হারানো জিনিস খুঁজে পাওয়া",
                "answerKey": "i) সে রঙিন মার্বেলের একটি বাক্স খুঁজে পেয়েছিল\nii) সে মার্বেলের একটি বাক্স খুঁজে পেয়েছিল\niii) সে একটি বাক্স পেয়েছিল\niv) সে কিছু মার্বেল পেয়েছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> জলি তার মা’কে বাক্সটি দেখালে তিনি কী বললেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জলি পার্কে খেলা করছিল। খেলতে খেলতে সে গাছের পাশে একটা ছোট্ট বাক্স পড়ে থাকতে দেখল। জলি বাক্সটিকে কুড়িয়ে নিলো এবং খুলে দেখল। বাক্সটি নানা রঙের মার্বেল দিয়ে ভর্তি ছিল। সে বাক্সটি বাড়িতে নিয়ে তার মা’কে দেখাল। জলির মা তাকে বললেন, “জলি, তোমার উচিত বাক্সের মালিককে খুঁজে বের করা”। জলি পার্কে ফিরে গেল। সেখানে গিয়ে সে দেখতে পেল যে গাছটির পাশে একটি ছেলে দাঁড়িয়ে আছে। দেখে মনে হচ্ছিল তার মন খারাপ। জলি তাকে বাক্সটি দেখাতেই ছেলেটির মুখ হাসিতে ঝলমল করে উঠলো।",
                "title": "হারানো জিনিস খুঁজে পাওয়া",
                "answerKey": "i) তার উচিত বাক্সের মালিককে চেষ্টা করে খুঁজে বের করা\nii) তাকে অবশ্যই মালিককে খুঁজে বের করতে হবে",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> জলি বাক্সটি যেখানে খুঁজে পেয়েছিল সেই গাছের কাছে কে দাঁড়িয়ে ছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জলি পার্কে খেলা করছিল। খেলতে খেলতে সে গাছের পাশে একটা ছোট্ট বাক্স পড়ে থাকতে দেখল। জলি বাক্সটিকে কুড়িয়ে নিলো এবং খুলে দেখল। বাক্সটি নানা রঙের মার্বেল দিয়ে ভর্তি ছিল। সে বাক্সটি বাড়িতে নিয়ে তার মা’কে দেখাল। জলির মা তাকে বললেন, “জলি, তোমার উচিত বাক্সের মালিককে খুঁজে বের করা”। জলি পার্কে ফিরে গেল। সেখানে গিয়ে সে দেখতে পেল যে গাছটির পাশে একটি ছেলে দাঁড়িয়ে আছে। দেখে মনে হচ্ছিল তার মন খারাপ। জলি তাকে বাক্সটি দেখাতেই ছেলেটির মুখ হাসিতে ঝলমল করে উঠলো।",
                "title": "হারানো জিনিস খুঁজে পাওয়া",
                "answerKey": "i) একটি ছেলে\nii) একটি দুঃখী ছেলে",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> ছেলেটির চেহারা কেন হাসিতে ঝলমল করে উঠলো বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "জলি পার্কে খেলা করছিল। খেলতে খেলতে সে গাছের পাশে একটা ছোট্ট বাক্স পড়ে থাকতে দেখল। জলি বাক্সটিকে কুড়িয়ে নিলো এবং খুলে দেখল। বাক্সটি নানা রঙের মার্বেল দিয়ে ভর্তি ছিল। সে বাক্সটি বাড়িতে নিয়ে তার মা’কে দেখাল। জলির মা তাকে বললেন, “জলি, তোমার উচিত বাক্সের মালিককে খুঁজে বের করা”। জলি পার্কে ফিরে গেল। সেখানে গিয়ে সে দেখতে পেল যে গাছটির পাশে একটি ছেলে দাঁড়িয়ে আছে। দেখে মনে হচ্ছিল তার মন খারাপ। জলি তাকে বাক্সটি দেখাতেই ছেলেটির মুখ হাসিতে ঝলমল করে উঠলো।",
                "title": "হারানো জিনিস খুঁজে পাওয়া",
                "answerKey": "i) কারণ জলি তাকে সেই বাক্স/মারবেল/বাক্সটি দেখিয়েছিল যা সে ভেবেছিল হারিয়ে গেছে\nii) কারণ জলি তার বাক্স/ মার্বেলের বাক্স খুঁজে পেয়েছে।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পাহাড়ের ধারে এক ছোট্ট গ্রামে বাস করতো সালমা। পরোপকারী ও দয়ালু মেয়ে বলে গ্রামের সবাই তাকে পছন্দ করতো। সালমা পশুপাখি ভালবাসত। তার পুটু নামের একটা পোষা ছাগলের বাচ্চা ছিল। পুটুর সাথে ছোটাছুটি করে খেলতে তার ভীষণ ভালো লাগত। একদিন এভাবে ছোটাছুটি করতে গিয়ে পুটু একটি খালি কুয়ার ভিতর পড়ে গেল। দেরি না করে সালমা তার বাবাকে ডাক দিল এবং চটজলদি একটা দড়ি আর বালতি যোগাড় করে ফেলল। বালতির সাথে দড়ি বেঁধে সে সেটিকে কুয়ার ভিতরে নামিয়ে দিল। ভাগ্য ভালো ছিল যে পুটু লাফ দিয়ে বালতির ভিতর উঠে পড়লো। এরপর বাবার সাহায্যে সালমা পুটুকে বাইরে বের করে আনল। সেইদিনের পর থেকে সালমাকে সবাই বুদ্ধিমতী মেয়ে হিসেবে জানল।",
                "title": "সালমা এবং পুটু ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গল্পটি কী নিয়ে লেখা?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পাহাড়ের ধারে এক ছোট্ট গ্রামে বাস করতো সালমা। পরোপকারী ও দয়ালু মেয়ে বলে গ্রামের সবাই তাকে পছন্দ করতো। সালমা পশুপাখি ভালবাসত। তার পুটু নামের একটা পোষা ছাগলের বাচ্চা ছিল। পুটুর সাথে ছোটাছুটি করে খেলতে তার ভীষণ ভালো লাগত। একদিন এভাবে ছোটাছুটি করতে গিয়ে পুটু একটি খালি কুয়ার ভিতর পড়ে গেল। দেরি না করে সালমা তার বাবাকে ডাক দিল এবং চটজলদি একটা দড়ি আর বালতি যোগাড় করে ফেলল। বালতির সাথে দড়ি বেঁধে সে সেটিকে কুয়ার ভিতরে নামিয়ে দিল। ভাগ্য ভালো ছিল যে পুটু লাফ দিয়ে বালতির ভিতর উঠে পড়লো। এরপর বাবার সাহায্যে সালমা পুটুকে বাইরে বের করে আনল। সেইদিনের পর থেকে সালমাকে সবাই বুদ্ধিমতী মেয়ে হিসেবে জানল।",
                "title": "সালমা এবং পুটু ",
                "answerKey": "ন্যূনতমভাবে, বাচ্চাদের বলা উচিত যে গল্পটি হল: \nক) পুটু /একটি মেয়ে এবং একটি ছাগলের বাচ্চা সম্পর্কে, অথবা \nখ) একটি ছাগলের বাচ্চা সম্পর্কে যে একটি কূপে পড়েছে, বা \nগ) পুটু সম্পর্কে/একটি মেয়ে যে একটি ছাগলের বাচ্চা কে উদ্ধার করে।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> সালমা কোথায় বাস করতো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পাহাড়ের ধারে এক ছোট্ট গ্রামে বাস করতো সালমা। পরোপকারী ও দয়ালু মেয়ে বলে গ্রামের সবাই তাকে পছন্দ করতো। সালমা পশুপাখি ভালবাসত। তার পুটু নামের একটা পোষা ছাগলের বাচ্চা ছিল। পুটুর সাথে ছোটাছুটি করে খেলতে তার ভীষণ ভালো লাগত। একদিন এভাবে ছোটাছুটি করতে গিয়ে পুটু একটি খালি কুয়ার ভিতর পড়ে গেল। দেরি না করে সালমা তার বাবাকে ডাক দিল এবং চটজলদি একটা দড়ি আর বালতি যোগাড় করে ফেলল। বালতির সাথে দড়ি বেঁধে সে সেটিকে কুয়ার ভিতরে নামিয়ে দিল। ভাগ্য ভালো ছিল যে পুটু লাফ দিয়ে বালতির ভিতর উঠে পড়লো। এরপর বাবার সাহায্যে সালমা পুটুকে বাইরে বের করে আনল। সেইদিনের পর থেকে সালমাকে সবাই বুদ্ধিমতী মেয়ে হিসেবে জানল।",
                "title": "সালমা এবং পুটু ",
                "answerKey": "i) একটি ছোট গ্রামে, ii) পাহাড়ের কাছাকাছি একটি ছোট গ্রামে",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গ্রামের সবাই সালমাকে পছন্দ করতো কেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পাহাড়ের ধারে এক ছোট্ট গ্রামে বাস করতো সালমা। পরোপকারী ও দয়ালু মেয়ে বলে গ্রামের সবাই তাকে পছন্দ করতো। সালমা পশুপাখি ভালবাসত। তার পুটু নামের একটা পোষা ছাগলের বাচ্চা ছিল। পুটুর সাথে ছোটাছুটি করে খেলতে তার ভীষণ ভালো লাগত। একদিন এভাবে ছোটাছুটি করতে গিয়ে পুটু একটি খালি কুয়ার ভিতর পড়ে গেল। দেরি না করে সালমা তার বাবাকে ডাক দিল এবং চটজলদি একটা দড়ি আর বালতি যোগাড় করে ফেলল। বালতির সাথে দড়ি বেঁধে সে সেটিকে কুয়ার ভিতরে নামিয়ে দিল। ভাগ্য ভালো ছিল যে পুটু লাফ দিয়ে বালতির ভিতর উঠে পড়লো। এরপর বাবার সাহায্যে সালমা পুটুকে বাইরে বের করে আনল। সেইদিনের পর থেকে সালমাকে সবাই বুদ্ধিমতী মেয়ে হিসেবে জানল।",
                "title": "সালমা এবং পুটু ",
                "answerKey": "i.সে সহায়ক এবং দয়ালু ছিল, ii. সে সহায়ক ছিল, iii. সে দয়ালু ছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গল্পে পুটু কে?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পাহাড়ের ধারে এক ছোট্ট গ্রামে বাস করতো সালমা। পরোপকারী ও দয়ালু মেয়ে বলে গ্রামের সবাই তাকে পছন্দ করতো। সালমা পশুপাখি ভালবাসত। তার পুটু নামের একটা পোষা ছাগলের বাচ্চা ছিল। পুটুর সাথে ছোটাছুটি করে খেলতে তার ভীষণ ভালো লাগত। একদিন এভাবে ছোটাছুটি করতে গিয়ে পুটু একটি খালি কুয়ার ভিতর পড়ে গেল। দেরি না করে সালমা তার বাবাকে ডাক দিল এবং চটজলদি একটা দড়ি আর বালতি যোগাড় করে ফেলল। বালতির সাথে দড়ি বেঁধে সে সেটিকে কুয়ার ভিতরে নামিয়ে দিল। ভাগ্য ভালো ছিল যে পুটু লাফ দিয়ে বালতির ভিতর উঠে পড়লো। এরপর বাবার সাহায্যে সালমা পুটুকে বাইরে বের করে আনল। সেইদিনের পর থেকে সালমাকে সবাই বুদ্ধিমতী মেয়ে হিসেবে জানল।",
                "title": "সালমা এবং পুটু ",
                "answerKey": "i) ছাগলের বাচ্চা বা ii) সালমার পোষা প্রাণী",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> পুটু কোথায় পড়ে গিয়েছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পাহাড়ের ধারে এক ছোট্ট গ্রামে বাস করতো সালমা। পরোপকারী ও দয়ালু মেয়ে বলে গ্রামের সবাই তাকে পছন্দ করতো। সালমা পশুপাখি ভালবাসত। তার পুটু নামের একটা পোষা ছাগলের বাচ্চা ছিল। পুটুর সাথে ছোটাছুটি করে খেলতে তার ভীষণ ভালো লাগত। একদিন এভাবে ছোটাছুটি করতে গিয়ে পুটু একটি খালি কুয়ার ভিতর পড়ে গেল। দেরি না করে সালমা তার বাবাকে ডাক দিল এবং চটজলদি একটা দড়ি আর বালতি যোগাড় করে ফেলল। বালতির সাথে দড়ি বেঁধে সে সেটিকে কুয়ার ভিতরে নামিয়ে দিল। ভাগ্য ভালো ছিল যে পুটু লাফ দিয়ে বালতির ভিতর উঠে পড়লো। এরপর বাবার সাহায্যে সালমা পুটুকে বাইরে বের করে আনল। সেইদিনের পর থেকে সালমাকে সবাই বুদ্ধিমতী মেয়ে হিসেবে জানল।",
                "title": "সালমা এবং পুটু ",
                "answerKey": "i) একটি কুয়ার ভিতর ii) একটি খালি কুয়ার ভিতর",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> পুটুকে কুয়া থেকে তুলে আনতে সালমা কী ব্যবহার করেছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পাহাড়ের ধারে এক ছোট্ট গ্রামে বাস করতো সালমা। পরোপকারী ও দয়ালু মেয়ে বলে গ্রামের সবাই তাকে পছন্দ করতো। সালমা পশুপাখি ভালবাসত। তার পুটু নামের একটা পোষা ছাগলের বাচ্চা ছিল। পুটুর সাথে ছোটাছুটি করে খেলতে তার ভীষণ ভালো লাগত। একদিন এভাবে ছোটাছুটি করতে গিয়ে পুটু একটি খালি কুয়ার ভিতর পড়ে গেল। দেরি না করে সালমা তার বাবাকে ডাক দিল এবং চটজলদি একটা দড়ি আর বালতি যোগাড় করে ফেলল। বালতির সাথে দড়ি বেঁধে সে সেটিকে কুয়ার ভিতরে নামিয়ে দিল। ভাগ্য ভালো ছিল যে পুটু লাফ দিয়ে বালতির ভিতর উঠে পড়লো। এরপর বাবার সাহায্যে সালমা পুটুকে বাইরে বের করে আনল। সেইদিনের পর থেকে সালমাকে সবাই বুদ্ধিমতী মেয়ে হিসেবে জানল।",
                "title": "সালমা এবং পুটু ",
                "answerKey": "i) একটি দড়ি এবং একটি বালতি\n[দ্রষ্টব্য: সঠিক হওয়ার জন্য শিশুকে 'দড়ি' এবং 'বালতি' উভয়ই বলতে হবে।]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> কেন সালমাকে সবাই এখন বুদ্ধিমতী মেয়ে হিসেবে জানে বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "পাহাড়ের ধারে এক ছোট্ট গ্রামে বাস করতো সালমা। পরোপকারী ও দয়ালু মেয়ে বলে গ্রামের সবাই তাকে পছন্দ করতো। সালমা পশুপাখি ভালবাসত। তার পুটু নামের একটা পোষা ছাগলের বাচ্চা ছিল। পুটুর সাথে ছোটাছুটি করে খেলতে তার ভীষণ ভালো লাগত। একদিন এভাবে ছোটাছুটি করতে গিয়ে পুটু একটি খালি কুয়ার ভিতর পড়ে গেল। দেরি না করে সালমা তার বাবাকে ডাক দিল এবং চটজলদি একটা দড়ি আর বালতি যোগাড় করে ফেলল। বালতির সাথে দড়ি বেঁধে সে সেটিকে কুয়ার ভিতরে নামিয়ে দিল। ভাগ্য ভালো ছিল যে পুটু লাফ দিয়ে বালতির ভিতর উঠে পড়লো। এরপর বাবার সাহায্যে সালমা পুটুকে বাইরে বের করে আনল। সেইদিনের পর থেকে সালমাকে সবাই বুদ্ধিমতী মেয়ে হিসেবে জানল।",
                "title": "সালমা এবং পুটু ",
                "answerKey": "i) সে সময় নষ্ট না করে পুটু/ছাগলের বাচ্চাকে বাঁচিয়েছিল, ii) সে সময় নষ্ট না করে পুটু/ছাগলের বাচ্চাকে কুয়ার ভিতর থেকে টেনে বের করেছিল, iii) সে দড়ি এবং বালতি ব্যবহার করে পুটু/ছাগলের বাচ্চাকে বাঁচিয়েছিল \n\n[দ্রষ্টব্য: এই বার্তা প্রতিফলিত উত্তর গ্রহণযোগ্য].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "তুলি তার বাড়ির বাইরে বাগানে খেলছিল। হঠাৎ একটি সুন্দর কালো বিড়ালকে হেঁটে বাগানের ভিতর আসতে দেখে সে অবাক হয়ে গেল। বিড়ালটি মোটেও লাজুক ছিল না। কাজেই তুলি তাকে সহজেই আদর করতে পারছিল। এমন সময় সে শুনতে পেল তার মা তাকে ডাকছেন। বিড়ালটি ডাক শুনে ভয় পেয়ে দৌড়ে পাশের জঙ্গলে চলে গেল। তুলি বিড়ালটির পিছু পিছু দৌড়ে গিয়ে তাকে আর খুঁজে পেল না। হঠাৎ সে বুঝতে পারল যে সে পথ হারিয়ে ফেলেছে এবং বাড়ি ফেরার রাস্তাও তার জানা নেই। তুলি ভীষণ ভয় পেয়ে গেল। কিন্তু ঠিক তার পরেই সে শুনতে পেল তার মা তাকে ডাকছেন। সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো। তুলির মা দৌড়ে এসে তাকে জড়িয়ে ধরলেন।",
                "title": "তুলি এবং বিড়াল",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গল্পটি কী নিয়ে লেখা?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "তুলি তার বাড়ির বাইরে বাগানে খেলছিল। হঠাৎ একটি সুন্দর কালো বিড়ালকে হেঁটে বাগানের ভিতর আসতে দেখে সে অবাক হয়ে গেল। বিড়ালটি মোটেও লাজুক ছিল না। কাজেই তুলি তাকে সহজেই আদর করতে পারছিল। এমন সময় সে শুনতে পেল তার মা তাকে ডাকছেন। বিড়ালটি ডাক শুনে ভয় পেয়ে দৌড়ে পাশের জঙ্গলে চলে গেল। তুলি বিড়ালটির পিছু পিছু দৌড়ে গিয়ে তাকে আর খুঁজে পেল না। হঠাৎ সে বুঝতে পারল যে সে পথ হারিয়ে ফেলেছে এবং বাড়ি ফেরার রাস্তাও তার জানা নেই। তুলি ভীষণ ভয় পেয়ে গেল। কিন্তু ঠিক তার পরেই সে শুনতে পেল তার মা তাকে ডাকছেন। সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো। তুলির মা দৌড়ে এসে তাকে জড়িয়ে ধরলেন।",
                "title": "তুলি এবং বিড়াল",
                "answerKey": "ন্যূনতম, বাচ্চাদের বলা উচিত যে গল্পটি হল: ক) একটি মেয়ে এবং একটি বিড়াল সম্পর্কে বা খ) একটি মেয়ে হারিয়ে যাওয়া সম্পর্কে বা গ) একটি মেয়ে হারিয়ে যাওয়ার এবং বাড়ি ফেরার পথ খুঁজে পাওয়ার বিষয়ে বা ঘ) একটি মেয়ের বিড়ালের পিছনে দৌড়ানো এবং হারিয়ে যাওয়া সম্পর্কে",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> তুলি কোথায় খেলা করছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "তুলি তার বাড়ির বাইরে বাগানে খেলছিল। হঠাৎ একটি সুন্দর কালো বিড়ালকে হেঁটে বাগানের ভিতর আসতে দেখে সে অবাক হয়ে গেল। বিড়ালটি মোটেও লাজুক ছিল না। কাজেই তুলি তাকে সহজেই আদর করতে পারছিল। এমন সময় সে শুনতে পেল তার মা তাকে ডাকছেন। বিড়ালটি ডাক শুনে ভয় পেয়ে দৌড়ে পাশের জঙ্গলে চলে গেল। তুলি বিড়ালটির পিছু পিছু দৌড়ে গিয়ে তাকে আর খুঁজে পেল না। হঠাৎ সে বুঝতে পারল যে সে পথ হারিয়ে ফেলেছে এবং বাড়ি ফেরার রাস্তাও তার জানা নেই। তুলি ভীষণ ভয় পেয়ে গেল। কিন্তু ঠিক তার পরেই সে শুনতে পেল তার মা তাকে ডাকছেন। সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো। তুলির মা দৌড়ে এসে তাকে জড়িয়ে ধরলেন।",
                "title": "তুলি এবং বিড়াল",
                "answerKey": "i) তার বাড়ির পিছনে, ii) বাগানে, iii) তার বাড়ির পিছনের বাগানে",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> তুলি অবাক হয়ে গেল কেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "তুলি তার বাড়ির বাইরে বাগানে খেলছিল। হঠাৎ একটি সুন্দর কালো বিড়ালকে হেঁটে বাগানের ভিতর আসতে দেখে সে অবাক হয়ে গেল। বিড়ালটি মোটেও লাজুক ছিল না। কাজেই তুলি তাকে সহজেই আদর করতে পারছিল। এমন সময় সে শুনতে পেল তার মা তাকে ডাকছেন। বিড়ালটি ডাক শুনে ভয় পেয়ে দৌড়ে পাশের জঙ্গলে চলে গেল। তুলি বিড়ালটির পিছু পিছু দৌড়ে গিয়ে তাকে আর খুঁজে পেল না। হঠাৎ সে বুঝতে পারল যে সে পথ হারিয়ে ফেলেছে এবং বাড়ি ফেরার রাস্তাও তার জানা নেই। তুলি ভীষণ ভয় পেয়ে গেল। কিন্তু ঠিক তার পরেই সে শুনতে পেল তার মা তাকে ডাকছেন। সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো। তুলির মা দৌড়ে এসে তাকে জড়িয়ে ধরলেন।",
                "title": "তুলি এবং বিড়াল",
                "answerKey": "i) কারণ সে বাগানে একটি বিড়ালকে হাঁটতে দেখেছিল, ii) কারণ সে একটি কালো বিড়ালকে বাগানে হাঁটতে দেখেছিল",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> বিড়ালটি ভয় পেয়ে কী করলো?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "তুলি তার বাড়ির বাইরে বাগানে খেলছিল। হঠাৎ একটি সুন্দর কালো বিড়ালকে হেঁটে বাগানের ভিতর আসতে দেখে সে অবাক হয়ে গেল। বিড়ালটি মোটেও লাজুক ছিল না। কাজেই তুলি তাকে সহজেই আদর করতে পারছিল। এমন সময় সে শুনতে পেল তার মা তাকে ডাকছেন। বিড়ালটি ডাক শুনে ভয় পেয়ে দৌড়ে পাশের জঙ্গলে চলে গেল। তুলি বিড়ালটির পিছু পিছু দৌড়ে গিয়ে তাকে আর খুঁজে পেল না। হঠাৎ সে বুঝতে পারল যে সে পথ হারিয়ে ফেলেছে এবং বাড়ি ফেরার রাস্তাও তার জানা নেই। তুলি ভীষণ ভয় পেয়ে গেল। কিন্তু ঠিক তার পরেই সে শুনতে পেল তার মা তাকে ডাকছেন। সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো। তুলির মা দৌড়ে এসে তাকে জড়িয়ে ধরলেন।\n",
                "title": "তুলি এবং বিড়াল",
                "answerKey": "i) বিড়াল পালিয়ে গেল, ii) বিড়ালটি পাশের ঝোপে ছুটে গেল",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> তুলি ভয় পেয়েছিল কেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "তুলি তার বাড়ির বাইরে বাগানে খেলছিল। হঠাৎ একটি সুন্দর কালো বিড়ালকে হেঁটে বাগানের ভিতর আসতে দেখে সে অবাক হয়ে গেল। বিড়ালটি মোটেও লাজুক ছিল না। কাজেই তুলি তাকে সহজেই আদর করতে পারছিল। এমন সময় সে শুনতে পেল তার মা তাকে ডাকছেন। বিড়ালটি ডাক শুনে ভয় পেয়ে দৌড়ে পাশের জঙ্গলে চলে গেল। তুলি বিড়ালটির পিছু পিছু দৌড়ে গিয়ে তাকে আর খুঁজে পেল না। হঠাৎ সে বুঝতে পারল যে সে পথ হারিয়ে ফেলেছে এবং বাড়ি ফেরার রাস্তাও তার জানা নেই। তুলি ভীষণ ভয় পেয়ে গেল। কিন্তু ঠিক তার পরেই সে শুনতে পেল তার মা তাকে ডাকছেন। সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো। তুলির মা দৌড়ে এসে তাকে জড়িয়ে ধরলেন।",
                "title": "তুলি এবং বিড়াল",
                "answerKey": "i) কারণ সে হারিয়ে গেছে, ii) কারণ সে জানত না কিভাবে বাড়ি ফিরতে হয়",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> তুলি কীভাবে বাড়ি ফিরে গেল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "তুলি তার বাড়ির বাইরে বাগানে খেলছিল। হঠাৎ একটি সুন্দর কালো বিড়ালকে হেঁটে বাগানের ভিতর আসতে দেখে সে অবাক হয়ে গেল। বিড়ালটি মোটেও লাজুক ছিল না। কাজেই তুলি তাকে সহজেই আদর করতে পারছিল। এমন সময় সে শুনতে পেল তার মা তাকে ডাকছেন। বিড়ালটি ডাক শুনে ভয় পেয়ে দৌড়ে পাশের জঙ্গলে চলে গেল। তুলি বিড়ালটির পিছু পিছু দৌড়ে গিয়ে তাকে আর খুঁজে পেল না। হঠাৎ সে বুঝতে পারল যে সে পথ হারিয়ে ফেলেছে এবং বাড়ি ফেরার রাস্তাও তার জানা নেই। তুলি ভীষণ ভয় পেয়ে গেল। কিন্তু ঠিক তার পরেই সে শুনতে পেল তার মা তাকে ডাকছেন। সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো। তুলির মা দৌড়ে এসে তাকে জড়িয়ে ধরলেন।",
                "title": "তুলি এবং বিড়াল",
                "answerKey": "i) সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> তুলির মা কেন তার দিকে দৌড়ে গিয়ে তাকে জড়িয়ে ধরল বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "তুলি তার বাড়ির বাইরে বাগানে খেলছিল। হঠাৎ একটি সুন্দর কালো বিড়ালকে হেঁটে বাগানের ভিতর আসতে দেখে সে অবাক হয়ে গেল। বিড়ালটি মোটেও লাজুক ছিল না। কাজেই তুলি তাকে সহজেই আদর করতে পারছিল। এমন সময় সে শুনতে পেল তার মা তাকে ডাকছেন। বিড়ালটি ডাক শুনে ভয় পেয়ে দৌড়ে পাশের জঙ্গলে চলে গেল। তুলি বিড়ালটির পিছু পিছু দৌড়ে গিয়ে তাকে আর খুঁজে পেল না। হঠাৎ সে বুঝতে পারল যে সে পথ হারিয়ে ফেলেছে এবং বাড়ি ফেরার রাস্তাও তার জানা নেই। তুলি ভীষণ ভয় পেয়ে গেল। কিন্তু ঠিক তার পরেই সে শুনতে পেল তার মা তাকে ডাকছেন। সে তার মায়ের ডাক শুনে শুনে বাড়ি ফিরে এলো। তুলির মা দৌড়ে এসে তাকে জড়িয়ে ধরলেন।",
                "title": "তুলি এবং বিড়াল",
                "answerKey": "i) কারণ তিনি তাকে পেয়ে খুশি হয়েছিলেন,\nii) কারণ তুলি বাগানে না থাকায় তিনি চিন্তিত ছিলেন এবং তাকে পেয়ে খুশি হয়েছিলেন,\niii) কারণ তিনি চিন্তিত ছিলেন যে তুলি হারিয়ে গেছে এবং তাকে পেয়ে খুশি/স্বস্তি পেয়েছিলেন।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(গল্পটি দেখিয়ে বলুন)</span> এটি একটি গল্প। মনোযোগ দিয়ে গল্পটি পড়ো। এরপর আমি গল্পটি সম্পর্কে তোমাদের কিছু প্রশ্ন জিজ্ঞেস করবো।",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "রাজু, সমীর ও বিজু তিন ভাই। প্রতিদিন তারা একসাথে হেঁটে স্কুলে যেত এবং স্কুল থেকে বাড়ি ফিরত। বাড়ি ফেরার পথ লম্বা হওয়ায় তাদের মা বেশ দুশ্চিন্তা করতেন। তিনি বারবার তাদের একসাথে থাকার কথা মনে করিয়ে দিতেন। একদিন, ছোট ভাই রাজু চলার পথে একটি সুন্দর প্রজাপতি দেখে দাঁড়িয়ে গেল। রাজু যে পিছনে রয়ে গিয়েছে তা না বুঝেই বাকি দুই ভাই হেঁটে যেতে লাগলো। কিছুক্ষণ পর তারা রাজুকে দেখার জন্য পিছন ফিরে তাকে দেখতে পেল না। তারা চিন্তিত হয়ে রাজুকে খোঁজার জন্য দৌড়ে ফিরে গেল। ভাগ্য ভালো ছিল যে, তারা রাস্তার পাশেই রাজুকে বসে কাঁদতে দেখল। সেইদিন থেকে রাজু কথা দিল যে, সে আর কখনোই চলার পথে ভুল করে অন্যদিকে চলে যাবে না এবং সবসময় তার ভাইদের কাছাকাছি হাঁটবে।",
                "title": "তিন ভাই ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> গল্পটি কী নিয়ে লেখা?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "রাজু, সমীর ও বিজু তিন ভাই। প্রতিদিন তারা একসাথে হেঁটে স্কুলে যেত এবং স্কুল থেকে বাড়ি ফিরত। বাড়ি ফেরার পথ লম্বা হওয়ায় তাদের মা বেশ দুশ্চিন্তা করতেন। তিনি বারবার তাদের একসাথে থাকার কথা মনে করিয়ে দিতেন। একদিন, ছোট ভাই রাজু চলার পথে একটি সুন্দর প্রজাপতি দেখে দাঁড়িয়ে গেল। রাজু যে পিছনে রয়ে গিয়েছে তা না বুঝেই বাকি দুই ভাই হেঁটে যেতে লাগলো। কিছুক্ষণ পর তারা রাজুকে দেখার জন্য পিছন ফিরে তাকে দেখতে পেল না। তারা চিন্তিত হয়ে রাজুকে খোঁজার জন্য দৌড়ে ফিরে গেল। ভাগ্য ভালো ছিল যে, তারা রাস্তার পাশেই রাজুকে বসে কাঁদতে দেখল। সেইদিন থেকে রাজু কথা দিল যে, সে আর কখনোই চলার পথে ভুল করে অন্যদিকে চলে যাবে না এবং সবসময় তার ভাইদের কাছাকাছি হাঁটবে।",
                "title": "তিন ভাই ",
                "answerKey": "অন্তত, বাচ্চাদের বলা উচিত এই গল্পটি:\nক) তিন ভাইয়ের বিষয়ে\nখ) তিন ভাইয়ের স্কুলে যাওয়া এবং বাড়ি ফিরে আসার বিষয়ে বা\nগ) এক ভাইয়ের হারিয়ে যাওয়ার সম্পর্কে",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> তিন ভাই প্রতিদিন হেঁটে হেঁটে কোথায় যেত?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "রাজু, সমীর ও বিজু তিন ভাই। প্রতিদিন তারা একসাথে হেঁটে স্কুলে যেত এবং স্কুল থেকে বাড়ি ফিরত। বাড়ি ফেরার পথ লম্বা হওয়ায় তাদের মা বেশ দুশ্চিন্তা করতেন। তিনি বারবার তাদের একসাথে থাকার কথা মনে করিয়ে দিতেন। একদিন, ছোট ভাই রাজু চলার পথে একটি সুন্দর প্রজাপতি দেখে দাঁড়িয়ে গেল। রাজু যে পিছনে রয়ে গিয়েছে তা না বুঝেই বাকি দুই ভাই হেঁটে যেতে লাগলো। কিছুক্ষণ পর তারা রাজুকে দেখার জন্য পিছন ফিরে তাকে দেখতে পেল না। তারা চিন্তিত হয়ে রাজুকে খোঁজার জন্য দৌড়ে ফিরে গেল। ভাগ্য ভালো ছিল যে, তারা রাস্তার পাশেই রাজুকে বসে কাঁদতে দেখল। সেইদিন থেকে রাজু কথা দিল যে, সে আর কখনোই চলার পথে ভুল করে অন্যদিকে চলে যাবে না এবং সবসময় তার ভাইদের কাছাকাছি হাঁটবে।",
                "title": "তিন ভাই ",
                "answerKey": "i) স্কুলে যেত এবং বাড়ি ফিরে আসত, ii) স্কুলে যেত এবং ফিরে আসত",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> তাদের মা কোন কাজটি করতে বারবার মনে করিয়ে দিতেন?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "রাজু, সমীর ও বিজু তিন ভাই। প্রতিদিন তারা একসাথে হেঁটে স্কুলে যেত এবং স্কুল থেকে বাড়ি ফিরত। বাড়ি ফেরার পথ লম্বা হওয়ায় তাদের মা বেশ দুশ্চিন্তা করতেন। তিনি বারবার তাদের একসাথে থাকার কথা মনে করিয়ে দিতেন। একদিন, ছোট ভাই রাজু চলার পথে একটি সুন্দর প্রজাপতি দেখে দাঁড়িয়ে গেল। রাজু যে পিছনে রয়ে গিয়েছে তা না বুঝেই বাকি দুই ভাই হেঁটে যেতে লাগলো। কিছুক্ষণ পর তারা রাজুকে দেখার জন্য পিছন ফিরে তাকে দেখতে পেল না। তারা চিন্তিত হয়ে রাজুকে খোঁজার জন্য দৌড়ে ফিরে গেল। ভাগ্য ভালো ছিল যে, তারা রাস্তার পাশেই রাজুকে বসে কাঁদতে দেখল। সেইদিন থেকে রাজু কথা দিল যে, সে আর কখনোই চলার পথে ভুল করে অন্যদিকে চলে যাবে না এবং সবসময় তার ভাইদের কাছাকাছি হাঁটবে।",
                "title": "তিন ভাই ",
                "answerKey": "i) যখন তারা হাঁটছে তখন একসাথে থাকা, ii) একসাথে থাকা",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> তিন ভাইয়ের মধ্যে সবচাইতে ছোট কে ছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "রাজু, সমীর ও বিজু তিন ভাই। প্রতিদিন তারা একসাথে হেঁটে স্কুলে যেত এবং স্কুল থেকে বাড়ি ফিরত। বাড়ি ফেরার পথ লম্বা হওয়ায় তাদের মা বেশ দুশ্চিন্তা করতেন। তিনি বারবার তাদের একসাথে থাকার কথা মনে করিয়ে দিতেন। একদিন, ছোট ভাই রাজু চলার পথে একটি সুন্দর প্রজাপতি দেখে দাঁড়িয়ে গেল। রাজু যে পিছনে রয়ে গিয়েছে তা না বুঝেই বাকি দুই ভাই হেঁটে যেতে লাগলো। কিছুক্ষণ পর তারা রাজুকে দেখার জন্য পিছন ফিরে তাকে দেখতে পেল না। তারা চিন্তিত হয়ে রাজুকে খোঁজার জন্য দৌড়ে ফিরে গেল। ভাগ্য ভালো ছিল যে, তারা রাস্তার পাশেই রাজুকে বসে কাঁদতে দেখল। সেইদিন থেকে রাজু কথা দিল যে, সে আর কখনোই চলার পথে ভুল করে অন্যদিকে চলে যাবে না এবং সবসময় তার ভাইদের কাছাকাছি হাঁটবে।",
                "title": "তিন ভাই ",
                "answerKey": "i) রাজু",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> হেঁটে বাড়ি ফেরার পথে রাজু কী করতে থেমে গিয়েছিল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "রাজু, সমীর ও বিজু তিন ভাই। প্রতিদিন তারা একসাথে হেঁটে স্কুলে যেত এবং স্কুল থেকে বাড়ি ফিরত। বাড়ি ফেরার পথ লম্বা হওয়ায় তাদের মা বেশ দুশ্চিন্তা করতেন। তিনি বারবার তাদের একসাথে থাকার কথা মনে করিয়ে দিতেন। একদিন, ছোট ভাই রাজু চলার পথে একটি সুন্দর প্রজাপতি দেখে দাঁড়িয়ে গেল। রাজু যে পিছনে রয়ে গিয়েছে তা না বুঝেই বাকি দুই ভাই হেঁটে যেতে লাগলো। কিছুক্ষণ পর তারা রাজুকে দেখার জন্য পিছন ফিরে তাকে দেখতে পেল না। তারা চিন্তিত হয়ে রাজুকে খোঁজার জন্য দৌড়ে ফিরে গেল। ভাগ্য ভালো ছিল যে, তারা রাস্তার পাশেই রাজুকে বসে কাঁদতে দেখল। সেইদিন থেকে রাজু কথা দিল যে, সে আর কখনোই চলার পথে ভুল করে অন্যদিকে চলে যাবে না এবং সবসময় তার ভাইদের কাছাকাছি হাঁটবে।",
                "title": "তিন ভাই ",
                "answerKey": "i) রাজু একটি প্রজাপতি দেখতে থামল, ii) রাজু একটি সুন্দর প্রজাপতি দেখতে থামল",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> সমীর ও বিজু তাদের ভাইকে কোথায় খুঁজে পেল?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "রাজু, সমীর ও বিজু তিন ভাই। প্রতিদিন তারা একসাথে হেঁটে স্কুলে যেত এবং স্কুল থেকে বাড়ি ফিরত। বাড়ি ফেরার পথ লম্বা হওয়ায় তাদের মা বেশ দুশ্চিন্তা করতেন। তিনি বারবার তাদের একসাথে থাকার কথা মনে করিয়ে দিতেন। একদিন, ছোট ভাই রাজু চলার পথে একটি সুন্দর প্রজাপতি দেখে দাঁড়িয়ে গেল। রাজু যে পিছনে রয়ে গিয়েছে তা না বুঝেই বাকি দুই ভাই হেঁটে যেতে লাগলো। কিছুক্ষণ পর তারা রাজুকে দেখার জন্য পিছন ফিরে তাকে দেখতে পেল না। তারা চিন্তিত হয়ে রাজুকে খোঁজার জন্য দৌড়ে ফিরে গেল। ভাগ্য ভালো ছিল যে, তারা রাস্তার পাশেই রাজুকে বসে কাঁদতে দেখল। সেইদিন থেকে রাজু কথা দিল যে, সে আর কখনোই চলার পথে ভুল করে অন্যদিকে চলে যাবে না এবং সবসময় তার ভাইদের কাছাকাছি হাঁটবে।",
                "title": "তিন ভাই ",
                "answerKey": "i) রাস্তার পাশে, ii) রাস্তার পাশে বসে থাকতে",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(জোরে জোরে পড়ুন)</span> রাজু কেন কাঁদছিল বলে তোমার মনে হয়?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "রাজু, সমীর ও বিজু তিন ভাই। প্রতিদিন তারা একসাথে হেঁটে স্কুলে যেত এবং স্কুল থেকে বাড়ি ফিরত। বাড়ি ফেরার পথ লম্বা হওয়ায় তাদের মা বেশ দুশ্চিন্তা করতেন। তিনি বারবার তাদের একসাথে থাকার কথা মনে করিয়ে দিতেন। একদিন, ছোট ভাই রাজু চলার পথে একটি সুন্দর প্রজাপতি দেখে দাঁড়িয়ে গেল। রাজু যে পিছনে রয়ে গিয়েছে তা না বুঝেই বাকি দুই ভাই হেঁটে যেতে লাগলো। কিছুক্ষণ পর তারা রাজুকে দেখার জন্য পিছন ফিরে তাকে দেখতে পেল না। তারা চিন্তিত হয়ে রাজুকে খোঁজার জন্য দৌড়ে ফিরে গেল। ভাগ্য ভালো ছিল যে, তারা রাস্তার পাশেই রাজুকে বসে কাঁদতে দেখল। সেইদিন থেকে রাজু কথা দিল যে, সে আর কখনোই চলার পথে ভুল করে অন্যদিকে চলে যাবে না এবং সবসময় তার ভাইদের কাছাকাছি হাঁটবে।",
                "title": "তিন ভাই ",
                "answerKey": "i) কারণ সে তার ভাইদের দেখতে পাইনি এবং কীভাবে বাড়ি ফিরে যেতে হবে তা জানতো না, ii) কারণ সে তার ভাইদের দেখতে পাইনি এবং ভয় পেয়েছিল, iii) কারণ সে তার ভাইদের দেখতে পাইনি, iv) কারণ তাকে পিছনে ছেড়ে দেওয়া হয়েছিল, v) কারণ সে হারিয়ে গিয়েছিল",
                "showInputDiv": 1
            }
        ]
    }, {
        //3
        'language': 'French-Mali',
        'languageFont': 'null',
        'answer': 'Réponse : ',
        'DidChildRead': `Est-ce que l'enfant a lu le texte entier ?`,
        'yesNo': ['Oui', 'Non'],
        'noOfMistakes': `Nombre d'erreurs`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "Je vais te lire une histoire. Ecoute-la attentivement. Je vais te poser ensuite quelques questions sur l’histoire. <span style='color:blue'>(lis à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou cherchait quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je dois acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "Pourquoi Awa et Adama allaient au marché?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou cherchait quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je dois acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu",
                "answerKey": "i) pour acheter des jouets, ii) pour acheter quelques choses",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "Qui Awa et Adama ont vu en se rendant au marché ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou cherchait quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je dois acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu",
                "answerKey": "i) Amadou, ii) leur ami, Amadou, iii) leur ami",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "Qu'est-ce que Amadou avait perdu ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou cherchait quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je dois acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu",
                "answerKey": "i) son argent, ii) l'argent pour les légumes",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "Comment Awa et Adama ont aidé Amadou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou cherchait quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je dois acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu",
                "answerKey": "i) ils one acheté les légumes pour Amadou/la famille d'Amadou, ii) avec leur argent ils ont acheté légumes pour Amadou/la famille d'Amadou",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "Où Amadou a trouvé son argent ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou cherchait quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je dois acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu",
                "answerKey": "i) près de sa maison/chez lui, ii) par la porte d'entrée chez lui",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "Selon toi, pourquoi Amadou a couru après Awa et Adama?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou cherchait quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je dois acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu",
                "answerKey": "i) Parce qu'il a trové l'argent et voulait le leur donner, ii) parce qu'il voulait le leur rendre\n[Note: 'parce qu'il a trouvé l'argent' n'est pas un réponse acceptable.]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "Je vais te lire une histoire. Ecoute-la attentivement. Je vais te poser ensuite quelques questions sur l’histoire. <span style='color:blue'>(lis à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "Que font Fatou et Fifine chaque soir ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) Ils vont au parc, ii) Ils vont jouer.",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "Qu'est-ce que Fatou et Fifine ont trouvé ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) Un oiseau, ii) Un oiseau couché sur le sol, iii) Un oiseau sur le sol",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "Pourquoi Fatou et Fifine ont ramené l’oiseau à la maison ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) Parce que l'oiseau était blessé, ii) Parce que l'oiseau était couché sur le sol",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "Avec quoi les filles ont-elles fait un nid ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) Avec une boîte et des feuilles, ii) Avec une boîte, iii) Avec des feuilles",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "Qu’est-ce que l’oiseau a fait à la maison quand il est devenu plus fort ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) L'oiseau a commencé à voler autour de la maison",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "Selon toi, pourquoi l'oiseau était introuvable ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) L'oiseau s'était envolé parce que la fenêtre était ouverte, ii) L'oiseau s'était envolé",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "Je vais te lire une histoire. Ecoute-la attentivement. Je vais te poser ensuite quelques questions sur l’histoire. <span style='color:blue'>(lis à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "Quel animal Fati avait comme animal de compagnie ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) un chat",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "De quelle couleur était Touti le chat ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "ii) blanc",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "Qu'est-ce que Fati aimait faire chaque soir après l'école ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) Jouer avec son chat, ii) Jouer avec Touti",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "Quel était le jeu préféré de Touti ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) Poursuivre, ii) Poursuivre des choses, iii) Poursuivre un souris jouet",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "Quand Touti a disparu, où Fati l'a-t-elle cherché ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) Dans le jardin et à l'intérieur de la maison, ii) Dans le jardin, iii) À l'intérieur de la maison",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "Selon toi, pourquoi Fati a crié de joie ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) Parce que Touti lui a sauté dessus, ii) Parce qu'elle a trouvé Touti",
                "showInputDiv": 0
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Voici une histoire. Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Que faisaient Awa et Sidy ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "i. Jouaient à un jeu, ii. Jouaient",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où était allongé Toutou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "i. Couché par terre, ii. Couché à côté d'Awa et Sidy, iii. Allongé sur le sol à côté de Awa et Sidy, iv. Allongé à côté de Awa, v. Allongé à côté de Sidy.",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui a gagné le jeu ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "i. Awa, ii. Awa a gagné le jeu",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que Awa s’est sentie mal ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "i. Awa peut avoir blessé le chien en sautant, ii. Awa peut avoir sauté sur le chien, iii. Awa a sauté sur le chien, iv. Awa a blessé le chien",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Dans l'histoire, 'Awa a sauté de joie'. Quelle est la signification de « joie » ? Sélectionne la meilleure réponse parmi ces choix. <span style='color:blue'>(Pointe sur les options et lis-les à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.\n <br> a. Se sentir triste\n <br> b. Se sentir en colère\n <br> c. Se sentir heureux\n <br> d. Se sentir fatigué\n",
                "title": "",
                "answerKey": "c. Se sentir heureux",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Voici une histoire. Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Avec quoi jouaient la fille et garçon ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "i. Avec ballons",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> De quelles couleurs étaient les ballons ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "ii. Rouge et verte [Note: si l'enfant répond avec une seule couleur, score incorrect]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que le garçon a fait quand le ballon a éclaté?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "i. Il a commencé à pleurer",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu la fille a demandé de l’argent à sa mère ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "i. Pour acheter au garçon un nouveau ballon car le sien avait éclaté, ii. Pour acheter au garçon un bonbon/un chocolat pour qu'il se sente mieux.",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Dans l’histoire, “le ballon du garçon a éclaté”. Quelle est le sens du mot “éclater” ? Sélectionne la meilleure réponse parmi ces choix. <span style='color:blue'>(Pointe sur les options et lis-les à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.\n <br> a. Exploser ou casser\n <br> b. Se coincer dans un arbre\n <br> c. Se perdre\n <br> d. Flotter loin.",
                "title": "",
                "answerKey": "a. Exploser ou casser",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Voici une histoire. Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi Fatou est-elle heureuse ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "i. Parce que c'est son anniversaire, ii. Parce qu'elle reçoit des bonbons pour son anniversaire, iii. Parce qu'elle reçoit un cadeau pour son anniversaire",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Quel âge a Fatou maintenant?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "i. Neuf ans",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui achète les bonbons et un cadeau de Fatou pour son anniversaire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "i. Les parents de Fatou. ii. Leur parents",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que Fatou veut rentrer chez elle en toute hâte?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "i. Pour ses bonbons et son cadeau, ii. Pour ses bonbons, iii. Pour son cadeau",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Dans l’histoire, “les parents de Fatou lui achète des bonbons et un cadeau”. Quelle est le sens du mot ‘cadeau’? Sélectionnes la meilleure repose parmi ces choix. <span style='color:blue'>(Pointe sur les options et lis-les à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.\n <br> a. Les choses trouvées\n <br> b. Les choses qui sont données pour une occasion spéciale\n <br> c. Les choses qui sont vieilles\n <br> d. Les choses qui sont prises en force",
                "title": "",
                "answerKey": "b. Les choses qui sont données pour un occasion spéciale",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Voici une histoire. Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pouquoi Fatou avait-elle un peu peur ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Parce que c'était son premier jour à l'école, ii. parce que c'était son premier jour dans une nouvelle école.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Comment Fatou s’est-elle sentie après avoir rencontré son professeur ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Elle s'est sentie heureuse",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’ont fait les enfants à la pause ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Ils sont sortis pour jouer",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que certains des enfants ont demandé à Fatou de faire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Ils lui ont demandé de jouer avec eux",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que Fatou était assise seule et regardait ses camarades de classe jouer ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Elle n'avait pas d'amis, ii. Elle était hésitante/ timide, iii. Elle ne connaissait personne, iv. Elle était nouvelle dans l'école et n'avait pas d'amis, v. Elle était nouvelle dans l'école et ne connaissait personne.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Voici une histoire. Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Quel animal les habitants de Sossola élèvent-ils ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "i. Vaches",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Que voulaient faire les voleurs ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "ii. Voler les vaches",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi les villageois se sont-ils réveillés?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "i. Parce que le voleur a crié fort, ii. Parce qu'ils ont entendu des cris forts, iii. Parce qu'ils ont entendu des sons forts",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui a attrapé les voleurs?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "i. Tous les villageois ont attrapé les voleurs. ii. Tout le monde a aidé à attraper les voleurs.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que Kiki est devenue la vache la plus célèbre du village?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "i. Parce qu'elle a donné un coup de pied aux voleurs, ii. parce qu'elle a donné un coup de pied au voleur, ce qui l'a fait crier fort, réveillant les villageois.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Voici une histoire. Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où jouait Fatou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) Elle jouait dans le jardin, ii) Dans le jardin",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que Fatou a trouvé ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) Elle a trouvé une boîte de billes colorées, ii) Elle a trouvé une boîte avec des billes, iii) Elle a trouvé une boîte, iv) Elle a trouvé des billes.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que la mère de Fatou a fait quand elle lui a montré la boite ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) qu'elle doit essayer de trouver le propriétaire de la boîte, ii) qu'elle doit essayer de trouver le propriétaire.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui était près de l’arbre où Fatou a trouvé la boite ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) Un garçon, ii) Un garçon triste",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que le visage du garçon s’est éclairé d’un sourire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) Parce que Fatou lui a montré la boîte de billes/ billes/ boîte qu'il pensait avoir perdue, ii) Parce que Fatou avait retrouvé sa boîte/ sa boîte de billes/ billes.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissi. Un jour, en courant, Bissi est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissi a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissi. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> De quoi parle cette histoire?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissi. Un jour, en courant, Bissi est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissi a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissi. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi",
                "answerKey": "Au minimum, les enfants doivent dire que l'histoire est : a) celle de Bintou/une fille et d'un chévrau, OU b) celle d'un chévrau qui est tombée dans un puits, OU c) celle de Bintou/une fille qui sauve un chévrau.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où vivait Bintou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissi. Un jour, en courant, Bissi est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissi a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissi. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi",
                "answerKey": "i) Dans un petit village, ii) dans un petit village près des montagnes",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi tout le monde dans le village amait Bintou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissi. Un jour, en courant, Bissi est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissi a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissi. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi",
                "answerKey": "i) Elle était serviable et gentille, ii) Elle était serviable, iii) Elle était gentille",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui est Bissi dans cette histoire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissi. Un jour, en courant, Bissi est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissi a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissi. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi",
                "answerKey": "i) Un chévrau or ii) L'animal de compagnie de Bintou",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où Bissi est-il tombé?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissi. Un jour, en courant, Bissi est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissi a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissi. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi",
                "answerKey": "i) Dans un puits vide",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Avec quoi Bintou a tiré Bissi du puits ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissi. Un jour, en courant, Bissi est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissi a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissi. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi",
                "answerKey": "i) Une corde et un seau [Note : pour être correct, l'enfant doit dire à la fois 'corde' et 'seau'].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Porquoi penses-tu que Bintou est maintenant aussi connue comme une fille intelligente ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissi. Un jour, en courant, Bissi est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissi a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissi. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi",
                "answerKey": "i) Elle a sauvé Bissi/le chévrau en agissant rapidement, ii) Elle a sorti Bissi/le chévrau du puits en agissant rapidement, iii) Elle a sorti Bissi/le chévrau en utilisant une corde et un seau [Note : une réponse qui transmet ce message est acceptable].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> De quoi parle cette histoire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "Au minimum, les enfants doivent dire que l'histoire est : a) l'histoire d'une fille et d'un chat OU b) l'histoire d'une fille qui se perd OU c) l'histoire d'une fille qui se perd et retrouve son chemin OU d) l'histoire d'une fille qui court après un chat et se perd.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où jouait Mina?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) derrière sa maison, ii) dans le jardin, iii) derrière sa maison dans le jardin.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi a-t-elle été surprise ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Parce qu'un chat est entré dans le jardin, ii) Parce qu'un chat noir est entré dans le jardin.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que le chat effrayé a fait?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Le chat s'est enfui, ii) Le chat s'est enfui dans un buisson proche.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi Mina avait-elle peur ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Parce qu'elle était perdue, ii) Parce qu'elle ne savait pas comment rentrer chez elle.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Comment est-elle rentrée chez elle ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Elle a suivi la voix de sa mère pour rentrer chez elle.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que la mère de Mina a couru vers elle et l'a embrassé ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Parce qu'elle était heureuse de la trouver, ii) Parce qu'elle était inquiète car Mina n'était pas dans le jardin et qu'elle était heureuse de la trouver, iii) Parce qu'elle était inquiète que Mina soit perdue et qu'elle était heureuse/ soulagée de l'avoir trouvée.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(Pointe sur l’histoire et dis)</span> Lis attentivement l’histoire. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> De quoi parle cette histoire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "Au minimum, les enfants devraient dire que cette histoire : a) parle de trois frères ou b) parle de trois frères qui vont à l'école et en reviennent OU c) parle d'un frère qui se perd.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où marchent les trois frères chaque jour ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Vers l'école et retour à la maison, ii) Vers et depuis l'école",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que leur mère leur rappelle sans cesse de faire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) De rester ensemble quand ils marchent, ii) De rester ensemble",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui était le plus jeune des trois frères ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Adama",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> En rentrant chez eux, qu’est-ce que s’est Adama s’est arrêté de faire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Adama s'est arrêté pour regarder un papillon, ii) Adama s'est arrêté pour regarder un beau papillon",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où Moussa et Aliou ont-ils trouvé leur frère Adama?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Au bord de la route, ii) Assis au bord de la route",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu qu’Adama pleurait ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Parce qu'il ne voyait pas ses frères et ne savait pas comment rentrer chez lui, ii) Parce qu'il ne voyait pas ses frères et avait peur, iii) Parce qu'il ne voyait pas ses frères, iv) Parce qu'il avait été laissé derrière, v) Parce qu'il était perdu",
                "showInputDiv": 1
            }
        ]
    }, {
        //4
        'language': 'French-Senegal',
        'languageFont': 'null',
        'answer': 'Réponse : ',
        'DidChildRead': `Est-ce que l'enfant a lu le texte entier ?`,
        'yesNo': ['Oui', 'Non'],
        'noOfMistakes': `Nombre d'erreurs`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "Je vais te lire une histoire. Ecoute-la attentivement. Je vais te poser ensuite quelques questions sur l’histoire. <span style='color:blue'>(lis à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou semblait chercher quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je devais acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu\n",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "Pourquoi Awa et Adama allaient au marché?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou semblait chercher quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je devais acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu\n",
                "answerKey": "i) pour acheter des jouets, ii) pour acheter quelques choses",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "Qui Awa et Adama ont vu en se rendant au marché ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou semblait chercher quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je devais acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu\n",
                "answerKey": "i) Amadou, ii) leur ami, Amadou, iii) leur ami",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "Qu'est-ce que Amadou avait perdu ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou semblait chercher quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je devais acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu\n",
                "answerKey": "i) son argent, ii) l'argent pour les légumes",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "Comment Awa et Adama ont aidé Amadou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou semblait chercher quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je devais acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu\n",
                "answerKey": "i) ils one acheté les légumes pour Amadou/la famille d'Amadou, ii) avec leur argent ils ont acheté légumes pour Amadou/la famille d'Amadou",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "Où Amadou a trouvé son argent ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou semblait chercher quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je devais acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu\n",
                "answerKey": "i) près de sa maison/chez lui, ii) par la porte d'entrée chez lui",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "Selon toi, pourquoi Amadou a couru après Awa et Adama?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et son jeune frère Adama se rendaient au marché pour acheter des jouets. En chemin, ils ont vu leur ami Amadou. Amadou semblait chercher quelque chose. Awa a demandé à Amadou : « Que cherches-tu ? Amadou a dit : « J'ai perdu mon argent. Je devais acheter des légumes pour le dîner. Qu'allons-nous manger maintenant ? » En entendant les ennuis de Amadou, Awa et Adama ont décidé de l'aider. Ils ont acheté les légumes avec leur propre argent. Amadou les a remerciés et est rentré vite chez lui. En rentrant chez lui, il a trouvé son argent perdu près de la porte d'entrée. Il a ramassé l'argent et a couru après Awa et Adama.",
                "title": "L'argent perdu\n",
                "answerKey": "i) Parce qu'il a trové l'argent et voulait le leur donner, ii) parce qu'il voulait le leur rendre\n[Note: 'parce qu'il a trouvé l'argent' n'est pas un réponse acceptable.]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "Je vais te lire une histoire. Ecoute-la attentivement. Je vais te poser ensuite quelques questions sur l’histoire. <span style='color:blue'>(lis à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "Que font Fatou et Fifine chaque soir ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) Ils vont au parc, ii) Ils vont jouer.",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "Qu'est-ce que Fatou et Fifine ont trouvé ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) Un oiseau, ii) Un oiseau couché sur le sol, iii) Un oiseau sur le sol",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "Pourquoi Fatou et Fifine ont ramené l’oiseau à la maison ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) Parce que l'oiseau était blessé, ii) Parce que l'oiseau était couché sur le sol",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "Avec quoi les filles ont-elles fait un nid ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) Avec une boîte et des feuilles, ii) Avec une boîte, iii) Avec des feuilles",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "Qu’est-ce que l’oiseau a fait à la maison quand il est devenu plus fort ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) L'oiseau a commencé à voler autour de la maison",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "Selon toi, pourquoi l'oiseau était introuvable ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou et Fifine sont amies. Tous les soirs, les filles vont au parc pour jouer. Un soir, elles ont trouvé un oiseau couché sur le sol. Fatou a dit à Fifine, '' On dirait que l'oiseau est blessé, allons-nous ramener l'oiseau à la maison? ' Fifine a accepté. À la maison, les filles ont fait un petit nid en remplissant une boîte avec de feuilles. Elles ont placé l'oiseau dans le nid et lui ont donné de la nourriture et de l'eau. Les filles adoraient leur nouvel animal de compagnie. Lentement, l'oiseau est devenu plus fort et a commencé à voler autour de la maison. Un jour, la fenêtre est restée ouverte et quand Fatou et Fifine sont revenues de l'école, l'oiseau était introuvable.",
                "title": "Deux amis et un oiseau",
                "answerKey": "i) L'oiseau s'était envolé parce que la fenêtre était ouverte, ii) L'oiseau s'était envolé",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "Je vais te lire une histoire. Ecoute-la attentivement. Je vais te poser ensuite quelques questions sur l’histoire. <span style='color:blue'>(lis à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "Quel animal Fati avait comme animal de compagnie ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) un chat",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "De quelle couleur était Touti le chat ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "ii) blanc",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "Qu'est-ce que Fati aimait faire chaque soir après l'école ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) Jouer avec son chat, ii) Jouer avec Touti",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "Quel était le jeu préféré de Touti ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) Poursuivre, ii) Poursuivre des choses, iii) Poursuivre un souris jouet",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "Quand Touti a disparu, où Fati l'a-t-elle cherché ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) Dans le jardin et à l'intérieur de la maison, ii) Dans le jardin, iii) À l'intérieur de la maison",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "Selon toi, pourquoi Fati a crié de joie ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fati avait un chat de compagnie. Le chat s'appelait Touti. Touti était un chat blanc. Fati adorait Touti. Chaque soir après l'école, Fati jouait avec Touti. Le jeu préféré de Touti était de chasser les choses. Fati courait en tirant une souris jouet par une ficelle et Touti le poursuivait. Un jour, alors que Fati est revenue de l'école, elle ne trouvait Touti nulle part. Elle a cherché Touti dans le jardin et à l'intérieur de la maison mais Touti était introuvable. Fati pensait que Touti s'était enfuie. Cela la rendait très triste. Quand elle s'est assise sur le lit, quelque chose a sauté sur elle. Fati a crié de joie !",
                "title": "Fati et Touti\n",
                "answerKey": "i) Parce que Touti lui a sauté dessus, ii) Parce qu'elle a trouvé Touti",
                "showInputDiv": 0
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(Montre l’histoire et dis)</span> Ceci est une histoire. Lis l’histoire attentivement. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Que faisaient Awa et Sidy ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "i. Jouaient à un jeu, ii. Jouaient",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où était allongé Toutou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "i. Couché par terre, ii. Couché à côté d'Awa et Sidy, iii. Allongé sur le sol à côté de Awa et Sidy, iv. Allongé à côté de Awa, v. Allongé à côté de Sidy.",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui a gagné le jeu ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "i. Awa, ii. Awa a gagné le jeu",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que Awa s’est sentie mal ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.",
                "title": "",
                "answerKey": "i. Awa peut avoir blessé le chien en sautant, ii. Awa peut avoir sauté sur le chien, iii. Awa a sauté sur le chien, iv. Awa a blessé le chien",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Dans l'histoire, 'Awa a sauté de joie'. Quelle est la signification de « joie » ? Sélectionne la meilleure réponse parmi ces choix. <span style='color:blue'>(Pointe sur les options et lis-les à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Awa et Sidy jouaient à un jeu. Ils étaient assis sur une petite table. Toutou, leur chien de compagnie, était allongé sur le sol à côté d'eux. Awa a gagné le jeu et a sauté de joie. Toutou a aboyé de douleur et Awa s’est sentie mal.\n <br> a. Se sentir triste\n <br> b. Se sentir en colère\n <br> c. Se sentir heureux\n <br> d. Se sentir fatigué\n",
                "title": "",
                "answerKey": "c. Se sentir heureux",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(Montre l’histoire et dis)</span> Ceci est une histoire. Lis l’histoire attentivement. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Avec quoi jouaient la fille et garçon ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "i. Avec ballons",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> De quelles couleurs étaient les ballons ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "ii. Rouge et verte [Note: si l'enfant répond avec une seule couleur, score incorrect]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que le garçon a fait quand le ballon a éclaté?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "i. Il a commencé à pleurer",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu la fille a demandé de l’argent à sa mère ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.",
                "title": "",
                "answerKey": "i. Pour acheter au garçon un nouveau ballon car le sien avait éclaté, ii. Pour acheter au garçon un bonbon/un chocolat pour qu'il se sente mieux.",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Dans l’histoire, “le ballon du garçon a éclaté”. Quelle est le sens du mot “éclater” ? Sélectionne la meilleure réponse parmi ces choix. <span style='color:blue'>(Pointe sur les options et lis-les à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Une fille et un garçon jouaient avec leurs ballons. La fille avait un ballon rouge et le garçon un ballon vert. Le ballon du garçon a éclaté et il a commencé à pleurer. La fille a couru vers sa mère et lui a demandé de l'argent.\n <br> a. Exploser ou casser\n <br> b. Se coincer dans un arbre\n <br> c. Se perdre\n <br> d. Flotter loin.",
                "title": "",
                "answerKey": "a. Exploser ou casser",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(Montre l’histoire et dis)</span> Ceci est une histoire. Lis l’histoire attentivement. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi Fatou est-elle heureuse ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "i. Parce que c'est son anniversaire, ii. Parce qu'elle reçoit des bonbons pour son anniversaire, iii. Parce qu'elle reçoit un cadeau pour son anniversaire",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Quel âge a Fatou maintenant?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "i. Neuf ans",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui achète les bonbons et un cadeau de Fatou pour son anniversaire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "i. Les parents de Fatou. ii. Leur parents",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que Fatou veut rentrer chez elle en toute hâte?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.",
                "title": "",
                "answerKey": "i. Pour ses bonbons et son cadeau, ii. Pour ses bonbons, iii. Pour son cadeau",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Dans l’histoire, “les parents de Fatou lui achète des bonbons et un cadeau”. Quelle est le sens du mot ‘cadeau’? Sélectionnes la meilleure repose parmi ces choix. <span style='color:blue'>(Pointe sur les options et lis-les à haute voix)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou est très heureuse car c'est son anniversaire aujourd'hui. Elle a neuf ans maintenant. À chaque anniversaire, les parents de Fatou lui achètent des bonbons et un cadeau. Fatou attend que la cloche de l'école sonne pour pouvoir rentrer vite chez elle.\n <br> a. Les choses trouvées\n <br> b. Les choses qui sont données pour une occasion spéciale\n <br> c. Les choses qui sont vieilles\n <br> d. Les choses qui sont prises en force",
                "title": "",
                "answerKey": "b. Les choses qui sont données pour un occasion spéciale",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(Montre l'histoire et dis)</span> Ceci est une histoire. Lis l'histoire attentivement. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pouquoi Fatou avait-elle un peu peur ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Parce que c'était son premier jour à l'école, ii. parce que c'était son premier jour dans une nouvelle école.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Comment Fatou s’est-elle sentie après avoir rencontré son professeur ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Elle s'est sentie heureuse",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’ont fait les enfants à la pause ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Ils sont sortis pour jouer",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que certains des enfants ont demandé à Fatou de faire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Ils lui ont demandé de jouer avec eux",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que Fatou était assise seule et regardait ses camarades de classe jouer ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou avait un peu peur car c'était son premier jour dans une nouvelle école. Elle s'est sentie heureuse après avoir rencontré son professeur. Son professeur était très gentil. A la pause, tous les enfants sont sortis pour jouer. Fatou s'est assise seule sur le banc et les a regardés. Elle souhaitait jouer avec ses nouveaux camarades de classe. À ce moment-là, certains des enfants ont couru vers elle et lui ont dit : « Fatou, veux-tu jouer avec nous ? » En quelques minutes, la voix de Fatou pouvait également être entendue depuis la cour de récréation.",
                "title": "Premier jour à l'école",
                "answerKey": "i. Elle n'avait pas d'amis, ii. Elle était hésitante/ timide, iii. Elle ne connaissait personne, iv. Elle était nouvelle dans l'école et n'avait pas d'amis, v. Elle était nouvelle dans l'école et ne connaissait personne.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(Montre l'histoire et dis)</span> Ceci est une histoire. Lis l'histoire attentivement. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Quel animal les habitants de Sossola élèvent-ils ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "i. Vaches",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Que voulaient faire les voleurs ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "ii. Voler les vaches",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi les villageois se sont-ils réveillés?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "i. Parce que le voleur a crié fort, ii. Parce qu'ils ont entendu des cris forts, iii. Parce qu'ils ont entendu des sons forts",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui a attrapé les voleurs?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "i. Tous les villageois ont attrapé les voleurs. ii. Tout le monde a aidé à attraper les voleurs.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> A ton avis pourquoi Kiki est devenue la vache la plus célèbre du village?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mon village s'appelle Sossola. Les gens de mon village élèvent beaucoup de vaches. Le nom de la vache la plus forte était Kiki. Une nuit, des voleurs ont voulu voler nos vaches. Ils sont entrés dans le hangar où nous gardons nos vaches. Une vache a donné un coup de pied si fort à l'un des voleurs qu'il est tombé. Le voleur a crié de douleur. Les grands cris ont réveillé les villageois. Tout le monde a aidé à attraper les voleurs. Le matin, les villageois se sont remerciés. Kiki est devenue la vache la plus célèbre du village.",
                "title": "La célèbre vache",
                "answerKey": "i. Parce qu'elle a donné un coup de pied aux voleurs, ii. parce qu'elle a donné un coup de pied au voleur, ce qui l'a fait crier fort, réveillant les villageois.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(Montre l'histoire et dis)</span> Ceci est une histoire. Lis l'histoire attentivement. Je vais te poser ensuite quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où jouait Fatou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) Elle jouait dans le jardin, ii) Dans le jardin",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que Fatou a trouvé ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) Elle a trouvé une boîte de billes colorées, ii) Elle a trouvé une boîte avec des billes, iii) Elle a trouvé une boîte, iv) Elle a trouvé des billes.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que la mère de Fatou a fait quand elle lui a montré la boite ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) qu'elle doit essayer de trouver le propriétaire de la boîte, ii) qu'elle doit essayer de trouver le propriétaire.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui était près de l’arbre où Fatou a trouvé la boite ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) Un garçon, ii) Un garçon triste",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que le visage du garçon s’est éclairé d’un sourire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Fatou jouait dans le parc. Elle a trouvé une petite boîte près d'un arbre. Fatou l’a ramassé et l'a ouvert. La boîte était remplie de billes colorées. Elle a ramené la boîte à la maison et l'a montrée à sa mère. La mère de Fatou lui a dit : « Fatou, tu devrais essayer de trouver le propriétaire de la boîte ». Fatou est retournée au parc. Elle a vu un garçon debout près de l'arbre. Il avait l'air triste. Fatou lui a montré la boîte. Le visage du garçon s'est éclairé d'un sourire.",
                "title": "Perdu et retrouvé\n",
                "answerKey": "i) Parce que Fatou lui a montré la boîte de billes/ billes/ boîte qu'il pensait avoir perdue, ii) Parce que Fatou avait retrouvé sa boîte/ sa boîte de billes/ billes.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(Montre l'histoire et dis)</span> Ceci est une histoire. Lis l'histoire attentivement. Je vais te poser quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissa. Un jour, en courant, Bissa est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissa a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissa. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi       ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> De quoi parle cette histoire?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissa. Un jour, en courant, Bissa est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissa a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissa. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi       ",
                "answerKey": "Au minimum, les enfants doivent dire que l'histoire est : a) celle de Bintou/une fille et d'un chévrau, OU b) celle d'un chévrau qui est tombée dans un puits, OU c) celle de Bintou/une fille qui sauve un chévrau.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où vivait Bintou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissa. Un jour, en courant, Bissa est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissa a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissa. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi       ",
                "answerKey": "i) Dans un petit village, ii) dans un petit village près des montagnes",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi tout le monde dans le village amait Bintou ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissa. Un jour, en courant, Bissa est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissa a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissa. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi       ",
                "answerKey": "i) Elle était serviable et gentille, ii) Elle était serviable, iii) Elle était gentille",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui est Bissi dans cette histoire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissa. Un jour, en courant, Bissa est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissa a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissa. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi       ",
                "answerKey": "i) Un chévrau or ii) L'animal de compagnie de Bintou",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où Bissi est-il tombé?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissa. Un jour, en courant, Bissa est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissa a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissa. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi       ",
                "answerKey": "i) Dans un puits vide",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Avec quoi Bintou a tiré Bissi du puits ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissa. Un jour, en courant, Bissa est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissa a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissa. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi       ",
                "answerKey": "i) Une corde et un seau [Note : pour être correct, l'enfant doit dire à la fois 'corde' et 'seau'].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Porquoi penses-tu que Bintou est maintenant aussi connue comme une fille intelligente ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Bintou vivait dans un petit village près des montagnes. Tout le monde dans le village aimait Bintou car elle était très serviable et gentille. Bintou aimait les animaux et avait un chévreau appelé Bissi. Elle aimait courir et jouer avec Bissa. Un jour, en courant, Bissa est tombé dans un puits vide. Agissant très rapidement, Bintou a appelé son père et a pris une corde et un seau. Elle a attaché la corde au seau et l'a descendu dans le puits. Heureusement, Bissa a sauté dans le seau et avec l'aide de son père, Bintou a sorti Bissa. A partir de ce jour, elle était aussi connue comme une fille intelligente !",
                "title": "Bintou et Bissi       ",
                "answerKey": "i) Elle a sauvé Bissi/le chévrau en agissant rapidement, ii) Elle a sorti Bissi/le chévrau du puits en agissant rapidement, iii) Elle a sorti Bissi/le chévrau en utilisant une corde et un seau [Note : une réponse qui transmet ce message est acceptable].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(Montre l'histoire et dis)</span> Ceci est une histoire. Lis l'histoire attentivement. Je vais te poser quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> De quoi parle cette histoire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "Au minimum, les enfants doivent dire que l'histoire est : a) l'histoire d'une fille et d'un chat OU b) l'histoire d'une fille qui se perd OU c) l'histoire d'une fille qui se perd et retrouve son chemin OU d) l'histoire d'une fille qui court après un chat et se perd.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où jouait Mina?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) derrière sa maison, ii) dans le jardin, iii) derrière sa maison dans le jardin.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi a-t-elle été surprise ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Parce qu'un chat est entré dans le jardin, ii) Parce qu'un chat noir est entré dans le jardin.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que le chat effrayé a fait?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Le chat s'est enfui, ii) Le chat s'est enfui dans un buisson proche.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi Mina avait-elle peur ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Parce qu'elle était perdue, ii) Parce qu'elle ne savait pas comment rentrer chez elle.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Comment est-elle rentrée chez elle ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Elle a suivi la voix de sa mère pour rentrer chez elle.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu que la mère de Mina a couru vers elle et l'a embrassé ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mina jouait dans le jardin devant sa maison. À la surprise de Mina, un beau chat noir entrer dans le jardin. Le chat n'était pas timide et Mina a pu le caresser. À ce moment-là, elle a entendu sa mère l'appeler. Cela a effrayé le chat et il a couru dans un buisson voisin. Mina a couru après le chat mais n'a pas pu le trouver. Soudain, elle s'est rendue compte qu'elle était perdue et ne savait pas comment rentrer chez elle. Mina avait très peur. Mais ensuite, elle a entendu la voix de sa mère l'appeler. Elle a suivi la voix jusqu’à chez elle. La mère de Mina a couru vers elle et l'a embrassée.",
                "title": "Mina et le chat",
                "answerKey": "i) Parce qu'elle était heureuse de la trouver, ii) Parce qu'elle était inquiète car Mina n'était pas dans le jardin et qu'elle était heureuse de la trouver, iii) Parce qu'elle était inquiète que Mina soit perdue et qu'elle était heureuse/ soulagée de l'avoir trouvée.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(Montre l'histoire et dis)</span> Ceci est une histoire. Lis l'histoire attentivement. Je vais te poser quelques questions sur l’histoire.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> De quoi parle cette histoire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "Au minimum, les enfants devraient dire que cette histoire : a) parle de trois frères ou b) parle de trois frères qui vont à l'école et en reviennent OU c) parle d'un frère qui se perd.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où marchent les trois frères chaque jour ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Vers l'école et retour à la maison, ii) Vers et depuis l'école",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qu’est-ce que leur mère leur rappelle sans cesse de faire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) De rester ensemble quand ils marchent, ii) De rester ensemble",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Qui était le plus jeune des trois frères ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Adama",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> En rentrant chez eux, qu’est-ce que s’est Adama s’est arrêté de faire ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Adama s'est arrêté pour regarder un papillon, ii) Adama s'est arrêté pour regarder un beau papillon",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Où Moussa et Aliou ont-ils trouvé leur frère Adama?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Au bord de la route, ii) Assis au bord de la route",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(Lis à haute voix)</span> Pourquoi penses-tu qu’Adama pleurait ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Adama, Moussa et Aliou sont frères. Chaque jour, ils marchent ensemble jusqu'à l'école puis rentrent à la maison. C'est une longue marche, ce qui inquiète leur mère. Elle ne cesse de leur rappeler de rester ensemble. Un jour, en rentrant chez eux, Adama, le plus jeune des frères, s'est arrêté pour observer un beau papillon. Les deux autres frères ont continué à marcher sans se rendre compte qu’ Adama avait été laissé derrière. Après un moment, ils se sont retournés pour vérifier Adama, mais ils ne pouvaient pas le voir. Ils se sont inquiétés et ont couru le chercher. Heureusement, ils ont trouvé Adama assis au bord de la route et pleurant. À partir de ce moment, Adama a promis de ne jamais se laisser distraire et de marcher toujours auprès de ses frères.",
                "title": "Les trois frères",
                "answerKey": "i) Parce qu'il ne voyait pas ses frères et ne savait pas comment rentrer chez lui, ii) Parce qu'il ne voyait pas ses frères et avait peur, iii) Parce qu'il ne voyait pas ses frères, iv) Parce qu'il avait été laissé derrière, v) Parce qu'il était perdu",
                "showInputDiv": 1
            }
        ]
    }, {
        //5
        'language': 'Kiswahili-Kenya',
        'languageFont': 'fonts/Andika-Regular.ttf',
        'answer': 'Jawabu : ',
        'DidChildRead': `Did the child read the whole text?`,
        'yesNo': ['yes', 'no'],
        'noOfMistakes': `Number of mistakes`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "Nitakusomea hadithi. Isikilize kwa makini. Nitakuuliza maswali kuhusu hadithi hiyo. <span style='color:blue'>(Soma hadithi hiyo kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na ndugu yake mdogo,Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zefa. Zefa alionekana kutatizika kutafuta kitu. Amina alimuuliza Zefa, \"Unatafuta nini?\" Zefa akasema, “Nimepoteza pesa zangu. Nilitakiwa kununua nyanya kwa ajili ya chajio. Tutakula nini sasa? ” Kwa kusikia tatizo la Zefa, Amina na Hamadi waliamua kumsaidia. Walinunua nyanya hizo kwa pesa zao. Zefa aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea\n",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "Amina na Hamadi walikuwa wakienda sokoni kwa nia gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na ndugu yake mdogo,Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zefa. Zefa alionekana kutatizika kutafuta kitu. Amina alimuuliza Zefa, \"Unatafuta nini?\" Zefa akasema, “Nimepoteza pesa zangu. Nilitakiwa kununua nyanya kwa ajili ya chajio. Tutakula nini sasa? ” Kwa kusikia tatizo la Zefa, Amina na Hamadi waliamua kumsaidia. Walinunua nyanya hizo kwa pesa zao. Zefa aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea\n",
                "answerKey": "i) Kununua vitu vya kuchezea,\nii) Walikuwa wanataka kununua vitu vya kuchezea",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "Amina na Hamadi walimuona nani wakiwa njiani kwenda sokoni?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na ndugu yake mdogo,Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zefa. Zefa alionekana kutatizika kutafuta kitu. Amina alimuuliza Zefa, \"Unatafuta nini?\" Zefa akasema, “Nimepoteza pesa zangu. Nilitakiwa kununua nyanya kwa ajili ya chajio. Tutakula nini sasa? ” Kwa kusikia tatizo la Zefa, Amina na Hamadi waliamua kumsaidia. Walinunua nyanya hizo kwa pesa zao. Zefa aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea\n",
                "answerKey": "i) Zefa,\nii) Walimuona rafiki yao Zefa,\niii) Rafiki yao",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "Zefa alipoteza kitu gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na ndugu yake mdogo,Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zefa. Zefa alionekana kutatizika kutafuta kitu. Amina alimuuliza Zefa, \"Unatafuta nini?\" Zefa akasema, “Nimepoteza pesa zangu. Nilitakiwa kununua nyanya kwa ajili ya chajio. Tutakula nini sasa? ” Kwa kusikia tatizo la Zefa, Amina na Hamadi waliamua kumsaidia. Walinunua nyanya hizo kwa pesa zao. Zefa aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea\n",
                "answerKey": "i) Pesa,\nii) Pesa zake,\niii) Pesa za kununua nyanya",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "Je, Amina na Hamadi walimsaidia Zefa vipi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na ndugu yake mdogo,Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zefa. Zefa alionekana kutatizika kutafuta kitu. Amina alimuuliza Zefa, \"Unatafuta nini?\" Zefa akasema, “Nimepoteza pesa zangu. Nilitakiwa kununua nyanya kwa ajili ya chajio. Tutakula nini sasa? ” Kwa kusikia tatizo la Zefa, Amina na Hamadi waliamua kumsaidia. Walinunua nyanya hizo kwa pesa zao. Zefa aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea\n",
                "answerKey": "i) Walinunua nyanya hizo kwa pesa zao,\nii) Walimnunulia nyanya,\niii) Walimpea pesa za kununua nyanya",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "Zefa alipata wapi pesa zake?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na ndugu yake mdogo,Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zefa. Zefa alionekana kutatizika kutafuta kitu. Amina alimuuliza Zefa, \"Unatafuta nini?\" Zefa akasema, “Nimepoteza pesa zangu. Nilitakiwa kununua nyanya kwa ajili ya chajio. Tutakula nini sasa? ” Kwa kusikia tatizo la Zefa, Amina na Hamadi waliamua kumsaidia. Walinunua nyanya hizo kwa pesa zao. Zefa aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea\n",
                "answerKey": "i) Alipata pesa karibu na mlango wake wa mbele,\nii) Alipata pesa karibu na mlango wake,\niii) Karibu na mlango wake",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "Unafikiri ni kwa nini Zefa alimkimbilia Amina na Hamadi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na ndugu yake mdogo,Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zefa. Zefa alionekana kutatizika kutafuta kitu. Amina alimuuliza Zefa, \"Unatafuta nini?\" Zefa akasema, “Nimepoteza pesa zangu. Nilitakiwa kununua nyanya kwa ajili ya chajio. Tutakula nini sasa? ” Kwa kusikia tatizo la Zefa, Amina na Hamadi waliamua kumsaidia. Walinunua nyanya hizo kwa pesa zao. Zefa aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea\n",
                "answerKey": "i) Awarejeshee pesa zao,\nii) Awalipe pesa zao",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "Nitakusomea hadithi. Isikilize kwa makini. Nitakuuliza maswali kuhusu hadithi hiyo. <span style='color:blue'>(Soma hadithi hiyo kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana hawa huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, \"Inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka ndani ya nyumba. Siku moja, dirisha liliachwa wazi.Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "Je, Paulina na Naomi hufanya nini kila jioni?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana hawa huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, \"Inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka ndani ya nyumba. Siku moja, dirisha liliachwa wazi.Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i) Wasichana hawa huenda kwenye bustani kucheza,\nii) Paulina na Naomi huenda kwenye bustani kucheza,\niii) Huenda kwenye bustani kucheza,\niv) Huchezea kwenye bustani",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "Je, Paulina na Naomi walipata nini katika bustani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana hawa huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, \"Inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka ndani ya nyumba. Siku moja, dirisha liliachwa wazi.Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i) Paulina na Naomi walipata ndege,\nii) Paulina na Naomi waliona ndege,\niii) Ndege,\niv) Wasichana hawa walipata ndege.",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "Kwa nini Paulina na Naomi walimpeleka ndege huyo nyumbani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana hawa huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, \"Inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka ndani ya nyumba. Siku moja, dirisha liliachwa wazi.Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i) Kwa sababu ndege alikuwa ameumia,\nii) Ndege alikuwa ameumia",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "Wasichana walitengeneza kiota kwa kutumia nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana hawa huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, \"Inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka ndani ya nyumba. Siku moja, dirisha liliachwa wazi.Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i) Kwa kujaza sanduku na majani,\nii) Walijaza majani kwenye sanduku,\niii) Walitumia sanduku na majani",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "Ndege alifanya nini nyumbani alipopata nguvu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana hawa huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, \"Inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka ndani ya nyumba. Siku moja, dirisha liliachwa wazi.Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i) Ndege alianza kuruka ruka ndani ya nyumba,\nii) Ndege aliruka ruka ndani ya nyumba,\niii) Kuruka ruka ndani ya nyumba",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "Unafikiri ni kwa nini ndege huyo hakuonekana popote?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana hawa huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, \"Inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka ndani ya nyumba. Siku moja, dirisha liliachwa wazi.Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i) Alirudi kwenye ndege wenzake,\nii) Alikuwa amepata nguvu ya kupaa angani kama ndege wengine",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "Nitakusomea hadithi. Isikilize kwa makini. Nitakuuliza maswali kuhusu hadithi hiyo. <span style='color:blue'>(Soma hadithi hiyo kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta dori wa panya kwa kamba na Mini angalimfukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa ametoroka. Alihuzunika sana. Alipoketi kitandani kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L3D.1",
                "question": "Paulo alikuwa na mnyama gani kipenzi wake?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta dori wa panya kwa kamba na Mini angalimfukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa ametoroka. Alihuzunika sana. Alipoketi kitandani kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) Paka,\nii) Myama kipenzi cha Paulo alikuwa paka mweupe",
                "showInputDiv": 1
            },
            {
                "queNo": "L3D.2",
                "question": "Paka aitwaye Mini alikuwa na rangi gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta dori wa panya kwa kamba na Mini angalimfukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa ametoroka. Alihuzunika sana. Alipoketi kitandani kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) Paka alikuwa na rangi nyeupe,\nii) Paka Mini alikuwa mweupe,\niii) Rangi nyeupe",
                "showInputDiv": 1
            },
            {
                "queNo": "L3D.3",
                "question": "Paulo alipenda kufanya nini kila jioni baada ya kutoka shule?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta dori wa panya kwa kamba na Mini angalimfukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa ametoroka. Alihuzunika sana. Alipoketi kitandani kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) Paulo alipenda kucheza na paka wake,\nii) Paulo alipenda kucheza na Mini,\niii) Alipenda kucheza na paka wake mweupe aliyeitwa Mini",
                "showInputDiv": 1
            },
            {
                "queNo": "L3D.4",
                "question": "Ni mchezo upi uliopendwa na Mini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta dori wa panya kwa kamba na Mini angalimfukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa ametoroka. Alihuzunika sana. Alipoketi kitandani kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) Kufukuza vitu,\nii) Paka alipenda kufukuza vitu,\niii) Mini alipenda kufukuza vitu",
                "showInputDiv": 1
            },
            {
                "queNo": "L3D.5",
                "question": "Mini alipopotea, Paulo alimtafuta maeneo gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta dori wa panya kwa kamba na Mini angalimfukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa ametoroka. Alihuzunika sana. Alipoketi kitandani kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) Alimtafuta nje kwenye bustani na ndani ya nyumba,\nii) Kwenye bustani na ndani ya nyumba,",
                "showInputDiv": 1
            },
            {
                "queNo": "L3D.6",
                "question": "Unadhani ni kwa nini Paulo alipiga kelele kwa furaha?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta dori wa panya kwa kamba na Mini angalimfukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa ametoroka. Alihuzunika sana. Alipoketi kitandani kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) Paulo alikuwa amedhani Mini ametoroka kisha akamuona kitandani mwake,\nii) Alipiga kelele kwa furaha alipomwona Mini aliyedhania alikuwa ametoroka",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikuwa wameketi kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka kwa uchungu hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Asha na José walikuwa wanafanya nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikuwa wameketi kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka kwa uchungu hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "i. Kucheza mchezo; ii. Kucheza; iii) Wanacheza mchezo; iv)Wanacheza",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Pipo alikuwa amelala wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikuwa wameketi kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka kwa uchungu hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "i. Kulala sakafuni, ii. Kulala karibu na Asha na José, iii. Kulala kwenye sakafu karibu na Asha na José, iv Kulala karibu na Asha, v. Kulala karibu na José, vi. Sakafuni",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Nani alishinda mchezo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikuwa wameketi kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka kwa uchungu hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "i. Asha, ii. Asha alishinda mchezo",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ni kwa nini Asha alihisi vibaya?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikuwa wameketi kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka kwa uchungu hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "i. Asha anaweza kumuumiza mbwa wakati wa kuruka, ii. Huenda Asha alimrukia mbwa, iii. Asha alimrukia mbwa, iv. Asha alimuumiza mbwa",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Katika hadithi, \"Asha alirukaruka kwa furaha\". Ni nini maana ya ‘furaha? Chagua jibu sahihi?\n<span style='color:blue'>(Elekeza kwa kila chaguo na uisome kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikuwa wameketi kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka kwa uchungu hadi Asha akajisikia vibaya.\n <br> a. Kuhisi huzuni\n <br> b. Kuhisi hasira\n <br> c. Kujihisi mwenye furaha\n <br> d. Kujisikia kuchoka",
                "title": "",
                "answerKey": "c. Kujihisi mwenye furaha",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea vibofu vyao. Msichana alikuwa na kibofu cha rangi nyekundu na mvulana cha rangi ya kijani. Kibofu cha mvulana kikapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je, Msichana na mvulana walikuwa wakicheza na nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea vibofu vyao. Msichana alikuwa na kibofu cha rangi nyekundu na mvulana cha rangi ya kijani. Kibofu cha mvulana kikapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "vibofu",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> vibofu vilikuwa vya rangi gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea vibofu vyao. Msichana alikuwa na kibofu cha rangi nyekundu na mvulana cha rangi ya kijani. Kibofu cha mvulana kikapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "nyekundu na kijani",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Mvulana alifanya nini baada ya kibofu chake kupasuka?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea vibofu vyao. Msichana alikuwa na kibofu cha rangi nyekundu na mvulana cha rangi ya kijani. Kibofu cha mvulana kikapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "i. Alianza kulia, ii) Alilia",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwa nini msichana alimwomba mama yake pesa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea vibofu vyao. Msichana alikuwa na kibofu cha rangi nyekundu na mvulana cha rangi ya kijani. Kibofu cha mvulana kikapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "i. Kumnunulia mvulana puto mpya kwani puto yake imepasuka, ii. Kumnunulia mvulana tamu/pipi/chokoleti ili kumfanya ajisikie vizuri",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Katika hadithi hii, \"kibofu cha mvulana kilipasuka\". Nini maana ya “kupasuka” ? Chagua jibu sahihi. <span style='color:blue'>(Elekeza kwa kila chaguo na uisome kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea vibofu vyao. Msichana alikuwa na kibofu cha rangi nyekundu na mvulana cha rangi ya kijani. Kibofu cha mvulana kikapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.\n <br> a. Kuruka au kuvunja\n <br> b. Ili kukwama kwenye mti\n <br> c. Kupotea \n <br> d. Ili kuelea mbali",
                "title": "",
                "answerKey": "a. Kuruka au kuvunja",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni ana furaha sana kwa sababu leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kwenda nyumbani upesi.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini Jeni ana furaha?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni ana furaha sana kwa sababu leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kwenda nyumbani upesi.",
                "title": "",
                "answerKey": "i. Kwa sababu ni siku yake ya kuzaliwa ii. Kwa sababu anapata keki kwa siku yake ya kuzaliwa, iii. Kwa sababu anapokea zawadi kwa siku yake ya kuzaliwa",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Jeni ana umri gani sasa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni ana furaha sana kwa sababu leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kwenda nyumbani upesi.",
                "title": "",
                "answerKey": "i. Umri wa miaka tisa, ii) 9",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Nani humnunulia Jeni pipi na zawadi nyingine katika siku yake ya kuzaliwa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni ana furaha sana kwa sababu leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kwenda nyumbani upesi.",
                "title": "",
                "answerKey": "i) Wazazi wake, ii) Wazazi wake",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwa nini Jeni alitaka kufika nyumbani upesi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni ana furaha sana kwa sababu leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kwenda nyumbani upesi.",
                "title": "",
                "answerKey": "i. Kwa keki na zawadi zake, ii. Kwa keki yake, iii. Kwa zawadi zake, iv) Akafurahie na watoto wengine, v) Akafurahie na wazazi wake",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Katika hadithi, \"wazazi wa Jeni humnunulia zawadi nyingi\". Nini maana ya neno 'zawadi'? Chagua jibu sahihi. <span style='color:blue'>(Elekeza kwa kila chaguo na uisome kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni ana furaha sana kwa sababu leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kwenda nyumbani upesi.\n <br> a. Vitu vinavyopatikana\n <br> b. Mambo ambayo hutolewa kwa siku maalum\n <br> c. Mambo ya zamani\n <br> d. Vitu vinavyochukuliwa kwa nguvu",
                "title": "",
                "answerKey": "b. Mambo ambayo hutolewa kwa siku maalum",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti akiwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Papo hapo baadhi ya watoto walimkimbilia na kusema, \"Ana, utacheza na sisi?\" Baada ya dakika chache, sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo.",
                "title": "Siku ya Kwanza Shuleni\n\n\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini Ana aliogopa kidogo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti akiwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Papo hapo baadhi ya watoto walimkimbilia na kusema, \"Ana, utacheza na sisi?\" Baada ya dakika chache, sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo.",
                "title": "Siku ya Kwanza Shuleni",
                "answerKey": "i. Kwa sababu ilikuwa siku yake ya kwanza shuleni\nii. Kwa sababu ilikuwa siku yake ya kwanza katika shule mpya",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ana alijisikiaje baada ya kukutana na mwalimu wake?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti akiwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Papo hapo baadhi ya watoto walimkimbilia na kusema, \"Ana, utacheza na sisi?\" Baada ya dakika chache, sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo.",
                "title": "Siku ya Kwanza Shuleni",
                "answerKey": "i. Alijisikia furaha",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je! Watoto walifanya nini wakati wa mapumziko?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti akiwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Papo hapo baadhi ya watoto walimkimbilia na kusema, \"Ana, utacheza na sisi?\" Baada ya dakika chache, sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo.",
                "title": "Siku ya Kwanza Shuleni\n",
                "answerKey": "i. Walitoka kucheza",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je, baadhi ya watoto walimuomba Ana afanye nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti akiwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Papo hapo baadhi ya watoto walimkimbilia na kusema, \"Ana, utacheza na sisi?\" Baada ya dakika chache, sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo.",
                "title": "Siku ya Kwanza Shuleni\n",
                "answerKey": "i. Walimwomba kucheza nao",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwa nini Ana alikaa peke yake na kuwaangalia wanafunzi wenzake wakicheza?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti akiwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Papo hapo baadhi ya watoto walimkimbilia na kusema, \"Ana, utacheza na sisi?\" Baada ya dakika chache, sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo.",
                "title": "Siku ya Kwanza Shuleni\n",
                "answerKey": "i. Hakuwa na marafiki\nii. Alikuwa anasitasita/aibu\niii. Hakujua mtu yeyote\niv. Alikuwa mgeni shuleni na hakuwa na marafiki\nv. Alikuwa mgeni shuleni na hakujua mtu yeyote.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Makutano. Watu katika kijiji chetu hufuga ng'ombe wengi. Ng'ombe aliyekuwa hodari zaidi aliitwa Kairu. Usiku mmoja, wezi walitaka kuiba ng'ombe wetu. Waliingia kwenye zizi ambalo ng'ombe wetu hulala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Mwizi alilia kwa sauti kwa sababu ya maumivu. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kuwakamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenziye. Kairu akawa ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je,Watu katika kijiji cha Makutano hufuga wanyama gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Makutano. Watu katika kijiji chetu hufuga ng'ombe wengi. Ng'ombe aliyekuwa hodari zaidi aliitwa Kairu. Usiku mmoja, wezi walitaka kuiba ng'ombe wetu. Waliingia kwenye zizi ambalo ng'ombe wetu hulala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Mwizi alilia kwa sauti kwa sababu ya maumivu. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kuwakamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenziye. Kairu akawa ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Ng'ombe",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Wezi walitaka kufanya nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Makutano. Watu katika kijiji chetu hufuga ng'ombe wengi. Ng'ombe aliyekuwa hodari zaidi aliitwa Kairu. Usiku mmoja, wezi walitaka kuiba ng'ombe wetu. Waliingia kwenye zizi ambalo ng'ombe wetu hulala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Mwizi alilia kwa sauti kwa sababu ya maumivu. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kuwakamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenziye. Kairu akawa ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Kuiba ng'ombe",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini wanakijiji waliamka?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Makutano. Watu katika kijiji chetu hufuga ng'ombe wengi. Ng'ombe aliyekuwa hodari zaidi aliitwa Kairu. Usiku mmoja, wezi walitaka kuiba ng'ombe wetu. Waliingia kwenye zizi ambalo ng'ombe wetu hulala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Mwizi alilia kwa sauti kwa sababu ya maumivu. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kuwakamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenziye. Kairu akawa ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Kwa sababu mwizi alilia kwa sauti kubwa, ii. Kwa sababu walisikia kilio kikubwa, iii. Kwa sababu walisikia sauti kubwa",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ni nani aliyewakamata wezi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Makutano. Watu katika kijiji chetu hufuga ng'ombe wengi. Ng'ombe aliyekuwa hodari zaidi aliitwa Kairu. Usiku mmoja, wezi walitaka kuiba ng'ombe wetu. Waliingia kwenye zizi ambalo ng'ombe wetu hulala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Mwizi alilia kwa sauti kwa sababu ya maumivu. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kuwakamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenziye. Kairu akawa ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Wanakijiji wote walimkamata mwizi\nii. Kila mtu alisaidia kumkamata mwizi",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwa nini Kairu alikua ng'ombe maarufu sana katika kijiji?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Makutano. Watu katika kijiji chetu hufuga ng'ombe wengi. Ng'ombe aliyekuwa hodari zaidi aliitwa Kairu. Usiku mmoja, wezi walitaka kuiba ng'ombe wetu. Waliingia kwenye zizi ambalo ng'ombe wetu hulala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Mwizi alilia kwa sauti kwa sababu ya maumivu. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kuwakamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenziye. Kairu akawa ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Kwa sababu aliwapiga teke wezi\nii. Kwa sababu alimpiga teke mwizi, jambo ambalo lilimfanya mwizi alie kwa sauti na kuwaamsha wanakijiji.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia alikuwa anacheza kwenye bustani. Alipata kisanduku kidogo karibu na mti. Julia alikiokota na kukifungua. Kisanduku kilijaa goroli zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonyesha mama yake. Mama Julia alimwambia, \"Julia, unapaswa kujaribu kumtafuta mwenye sanduku hili\". Julia alirudi kwenye bustani. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Julia alimuonyesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Julia alikuwa akicheza wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia alikuwa anacheza kwenye bustani. Alipata kisanduku kidogo karibu na mti. Julia alikiokota na kukifungua. Kisanduku kilijaa goroli zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonyesha mama yake. Mama Julia alimwambia, \"Julia, unapaswa kujaribu kumtafuta mwenye sanduku hili\". Julia alirudi kwenye bustani. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Julia alimuonyesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana",
                "answerKey": "i) Alikuwa akicheza bustanini\nii) Katika bustani",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je, Julia alipata nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia alikuwa anacheza kwenye bustani. Alipata kisanduku kidogo karibu na mti. Julia alikiokota na kukifungua. Kisanduku kilijaa goroli zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonyesha mama yake. Mama Julia alimwambia, \"Julia, unapaswa kujaribu kumtafuta mwenye sanduku hili\". Julia alirudi kwenye bustani. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Julia alimuonyesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana",
                "answerKey": "i) Alipata sanduku la penseli za rangi\nii) Alipata kisanduku chenye penseli\niii) Alipata sanduku\niv) Alipata penseli",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Mama yake Julia alisema nini alipoonyeshwa sanduku?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia alikuwa anacheza kwenye bustani. Alipata kisanduku kidogo karibu na mti. Julia alikiokota na kukifungua. Kisanduku kilijaa goroli zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonyesha mama yake. Mama Julia alimwambia, \"Julia, unapaswa kujaribu kumtafuta mwenye sanduku hili\". Julia alirudi kwenye bustani. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Julia alimuonyesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana",
                "answerKey": "i) Kwamba lazima ajaribu kutafuta mmiliki wa sanduku\nii) Kwamba lazima ajaribu kutafuta mwenye mali",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Nani alikuwa karibu na mti ambapo Julia alipata sanduku?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia alikuwa anacheza kwenye bustani. Alipata kisanduku kidogo karibu na mti. Julia alikiokota na kukifungua. Kisanduku kilijaa goroli zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonyesha mama yake. Mama Julia alimwambia, \"Julia, unapaswa kujaribu kumtafuta mwenye sanduku hili\". Julia alirudi kwenye bustani. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Julia alimuonyesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana",
                "answerKey": "i) Mvulana\nii) Kijana mwenye huzuni",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwanini uso wa mvulana uliangaza kwa tabasamu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia alikuwa anacheza kwenye bustani. Alipata kisanduku kidogo karibu na mti. Julia alikiokota na kukifungua. Kisanduku kilijaa goroli zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonyesha mama yake. Mama Julia alimwambia, \"Julia, unapaswa kujaribu kumtafuta mwenye sanduku hili\". Julia alirudi kwenye bustani. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Julia alimuonyesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana",
                "answerKey": "i) Kwa sababu Julia alimuonyesha kisanduku cha penseli/ penseli/ kisanduku ambacho alifikiri amekipoteza\nii) Kwa sababu Julia alikuwa amepata kisanduku/ sanduku lake la penseli/ penseli.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwa sababu ya ukarimu wake na moyo wa kupenda kusaidia.Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbiakimbia , Bura aliangukia kwenye kisima kilichokuwa kimekauka maji. Upesi, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa usaidizi wa baba yake, Salome alimtoa Bura nje. Tangu siku hiyo, Salome alijulikana kama msichana mwenye akili!",
                "title": "Salome na Bura",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Hadithi hii inahusu nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwa sababu ya ukarimu wake na moyo wa kupenda kusaidia.Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbiakimbia , Bura aliangukia kwenye kisima kilichokuwa kimekauka maji. Upesi, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa usaidizi wa baba yake, Salome alimtoa Bura nje. Tangu siku hiyo, Salome alijulikana kama msichana mwenye akili!",
                "title": "Salome na Bura",
                "answerKey": "Kwa uchache, watoto wanapaswa kusema kwamba hadithi ni:\na)Kuhusu Salome/msichana na mbuzi, AU\nb) Kuhusu goat ambaye ameanguka ndani ya kisima, AU\nc)Kuhusu Salome/ msichana anayeokoa mbuzi.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Salome aliishi wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwa sababu ya ukarimu wake na moyo wa kupenda kusaidia.Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbiakimbia , Bura aliangukia kwenye kisima kilichokuwa kimekauka maji. Upesi, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa usaidizi wa baba yake, Salome alimtoa Bura nje. Tangu siku hiyo, Salome alijulikana kama msichana mwenye akili!",
                "title": "Salome na Bura",
                "answerKey": "i) Katika kijiji kidogo,\nii) katika kijiji kidogo karibu na milima\niii) Kijiji kilicho karibu na milima",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini kila mtu katika kijiji alimpenda Salome?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwa sababu ya ukarimu wake na moyo wa kupenda kusaidia.Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbiakimbia , Bura aliangukia kwenye kisima kilichokuwa kimekauka maji. Upesi, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa usaidizi wa baba yake, Salome alimtoa Bura nje. Tangu siku hiyo, Salome alijulikana kama msichana mwenye akili!",
                "title": "Salome na Bura",
                "answerKey": "i.) Alikuwa msaada na mkarimu,\nii) Alikuwa msaada,\niii) Alikuwa mwema,\niv) Alikuwa mkarimu,\nv) Kwa ukarimu wake",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Bura ni nani katika hadithi hii?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwa sababu ya ukarimu wake na moyo wa kupenda kusaidia.Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbiakimbia , Bura aliangukia kwenye kisima kilichokuwa kimekauka maji. Upesi, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa usaidizi wa baba yake, Salome alimtoa Bura nje. Tangu siku hiyo, Salome alijulikana kama msichana mwenye akili!",
                "title": "Salome na Bura",
                "answerKey": "i) Mtoto wa mbuzi au\nii) Kipenzi cha Salome",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Bura alianguka wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwa sababu ya ukarimu wake na moyo wa kupenda kusaidia.Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbiakimbia , Bura aliangukia kwenye kisima kilichokuwa kimekauka maji. Upesi, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa usaidizi wa baba yake, Salome alimtoa Bura nje. Tangu siku hiyo, Salome alijulikana kama msichana mwenye akili!",
                "title": "Salome na Bura",
                "answerKey": "i) Ndani ya shimo,\nii) Kwenye kisima kilichkauka maji,\niii) Kwenye kisima",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je, Salome alitumia nini kumtoa Bura kwenye kisima?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwa sababu ya ukarimu wake na moyo wa kupenda kusaidia.Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbiakimbia , Bura aliangukia kwenye kisima kilichokuwa kimekauka maji. Upesi, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa usaidizi wa baba yake, Salome alimtoa Bura nje. Tangu siku hiyo, Salome alijulikana kama msichana mwenye akili!",
                "title": "Salome na Bura",
                "answerKey": "i) Kamba na ndoo [Kumbuka: ili kuwa sahihi mtoto anapaswa kusema 'kamba' na 'ndoo'.]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwa nini sasa Salome anajulikana pia kama msichana mwenye akili?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwa sababu ya ukarimu wake na moyo wa kupenda kusaidia.Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbiakimbia , Bura aliangukia kwenye kisima kilichokuwa kimekauka maji. Upesi, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa usaidizi wa baba yake, Salome alimtoa Bura nje. Tangu siku hiyo, Salome alijulikana kama msichana mwenye akili!",
                "title": "Salome na Bura",
                "answerKey": "i) Alimwokoa Bura/ mtoto wa mbuzi kwa kuchukua hatua haraka,\nii) Alimtoa Bura/ mtoto wa mbuzi nje ya shimo kwa kutenda haraka,\niii) Alimwokoa Bura/ mtoto wa mbuzi kwa kutumia kamba na ndoo [Kumbuka: jibu linalowasilisha ujumbe huu linakubalika].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Hadithi hii inahusu nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka",
                "answerKey": "Kwa uchache, watoto wanapaswa kusema hadithi ni:\na) kuhusu msichana na paka AU\nb) Kuhusu msichana kupotea AU\nc) Kuhusu msichana kupotea na kutafuta njia ya kurudi nyumbani AU\nd) Kuhusu msichana anayemkimbiza paka na kupotea",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Tunu alikuwa akicheza wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka",
                "answerKey": "i) Nyuma ya nyumba yake,\nii) Katika bustani,\niii) Nyuma ya nyumba yake kwenye bustani\niv) Nje ya nyumba yake kwenye bustani,\nv) Kwenye bustani",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini Tunu alishangaa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka",
                "answerKey": "i) Kwa sababu paka aliingia kwenye bustani,\nii) Kwa sababu paka mweusi aliingia bustanini\niii) Kwa kumwona paka mweusi kwenye bustani yake",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Paka mwoga alifanya nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka",
                "answerKey": "i) Paka alikimbia,\nii) Paka alikimbia kwenye kichaka kilicho karibu\niii) Alikimbilia kwenye kichaka kilichokuwa karibu",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini Tunu aliogopa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka",
                "answerKey": "i) Kwa sababu alipotea,\nii) Kwa sababu hakujua jinsi ya kurudi nyumbani",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Tunu alirudije nyumbani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka",
                "answerKey": "i) Alifuata sauti ya mamake na kurudi nyumbani",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwa nini mama yake Tunu alimkimbilia na kumkumbatia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka",
                "answerKey": "i) Kwa sababu alifurahi kumpata,\nii) Kwa sababu alikuwa na wasiwasi kwani Tunu hakuwepo bustanini na alifurahi kumpata,\niii) Kwa sababu alikuwa na wasiwasi kwamba Tunu amepotea na amefurahi/amefarijika kwa kumpata.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(Elekeza kidole kwenye hadithi kisha useme)</span> Hii ni hadithi. Soma hadithi kwa sauti. Nitakuuliza maswali kuhusu hadithi hii.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wa kiume",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Hadithi hii inahusu nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wa kiume",
                "answerKey": "Kwa uchache, watoto wanapaswa kusema kwamba hadithi hii ni:\na) Kuhusu ndugu watatu au\nb) Kuhusu ndugu watatu wanaotembea shuleni na kurudi nyumbani AU\nc) Kuhusu ndugu mmoja kupotea",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ndugu hawa watatu hutembea kwenda wapi kila siku?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wa kiume",
                "answerKey": "i) Shuleni na kurudi nyumbani,\nii) Kwenda shuleni na kurudi nyumbani",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je, Mama yao kuwakumbusha kufanya nini kila mara?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wa kiume",
                "answerKey": "i) Kukaa pamoja wakati wanatembea,\nii) Kukaa pamoja,\niii) Kuongozana pamoja",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ni nani aliyekuwa mdogo zaidi kati ya wale ndugu watatu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wa kiume",
                "answerKey": "i) Rajab",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Wakati wakitembea kurudi nyumbani, Rajab alisimama kufanya nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wa kiume",
                "answerKey": "i) Rajab alisimama kutazama kipepeo,\nii) Rajab alisimama kutazama kipepeo maridadi",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Sami na Boni walimpata wapi ndugu yao Rajab?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wa kiume",
                "answerKey": "i) Kando ya barabara,\nii) Kuketi kando ya barabara,\niii) Amekaa kado ya barabara",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwanini Rajab alikuwa analia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wa kiume",
                "answerKey": "i) Kwa sababu hakuwaona ndugu zake na hakujua jinsi ya kurudi nyumbani;\nii) Kwa sababu hakuwaona ndugu zake na aliogopa.\niii) Kwa sababu hakuwaona ndugu zake.\niv) Kwa sababu aliachwa,\nv) Kwa sababu alipotea",
                "showInputDiv": 1
            }
        ]
    }, {
        //6
        'language': 'Kiswahili-Tanzania',
        'languageFont': 'null',
        'answer': 'Jawabu : ',
        'DidChildRead': `Mtoto alisoma maandishi yote?`,
        'yesNo': ['Ndiyo', 'Hapana'],
        'noOfMistakes': `Idadi ya makosa`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "Ninaenda kukusomea hadithi. Sikiliza kwa makini. Baadae nitakuuliza maswali kuhusiana na hadithi <span style='color:blue'>(Soma hadithi kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na mdogo wake Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zuberi. Zuberi alionekana kutafuta kitu. Amina alimuuliza Zuberi, 'Unatafuta nini?' Zuberi alisema, “Nimepoteza pesa zangu. Ilinibidi ninunue mboga kwa ajili ya chakula cha jioni. Tutakula nini sasa?” Kwa kusikia shida za Zuberi, Amina na Hamadi waliamua kumsaidia. Walinunua mboga hizo kwa pesa zao. Zuberi aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "Kwanini Amina na Hamadi walikuwa wakienda sokoni?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na mdogo wake Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zuberi. Zuberi alionekana kutafuta kitu. Amina alimuuliza Zuberi, 'Unatafuta nini?' Zuberi alisema, “Nimepoteza pesa zangu. Ilinibidi ninunue mboga kwa ajili ya chakula cha jioni. Tutakula nini sasa?” Kwa kusikia shida za Zuberi, Amina na Hamadi waliamua kumsaidia. Walinunua mboga hizo kwa pesa zao. Zuberi aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea",
                "answerKey": "i. Kununua midoli, ii) Kununua vitu",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "Wakiwa njiani kwenda sokoni Amina na Hamadi walimuona nani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na mdogo wake Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zuberi. Zuberi alionekana kutafuta kitu. Amina alimuuliza Zuberi, 'Unatafuta nini?' Zuberi alisema, “Nimepoteza pesa zangu. Ilinibidi ninunue mboga kwa ajili ya chakula cha jioni. Tutakula nini sasa?” Kwa kusikia shida za Zuberi, Amina na Hamadi waliamua kumsaidia. Walinunua mboga hizo kwa pesa zao. Zuberi aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea",
                "answerKey": "i. Zuberi, ii)rafiki yao Zuberi, iii)Rafiki yao",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "Kwa nini Zuberi alikasirika?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na mdogo wake Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zuberi. Zuberi alionekana kutafuta kitu. Amina alimuuliza Zuberi, 'Unatafuta nini?' Zuberi alisema, “Nimepoteza pesa zangu. Ilinibidi ninunue mboga kwa ajili ya chakula cha jioni. Tutakula nini sasa?” Kwa kusikia shida za Zuberi, Amina na Hamadi waliamua kumsaidia. Walinunua mboga hizo kwa pesa zao. Zuberi aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea",
                "answerKey": "i)Pesa yake ii)pesa ambayo alitakiwa atumie kununua nyanya",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "Je, ni kwa namna gani Amina na Hamadi walimsaidia Zuberi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na mdogo wake Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zuberi. Zuberi alionekana kutafuta kitu. Amina alimuuliza Zuberi, 'Unatafuta nini?' Zuberi alisema, “Nimepoteza pesa zangu. Ilinibidi ninunue mboga kwa ajili ya chakula cha jioni. Tutakula nini sasa?” Kwa kusikia shida za Zuberi, Amina na Hamadi waliamua kumsaidia. Walinunua mboga hizo kwa pesa zao. Zuberi aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea",
                "answerKey": "i)Walinunua nyanya kwaajili ya familia ya Zuberi , ii)Walitumia pesa yao kununua nyanya kwajili ya familia ya Juma",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "Zuberi alipata wapi pesa zake?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na mdogo wake Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zuberi. Zuberi alionekana kutafuta kitu. Amina alimuuliza Zuberi, 'Unatafuta nini?' Zuberi alisema, “Nimepoteza pesa zangu. Ilinibidi ninunue mboga kwa ajili ya chakula cha jioni. Tutakula nini sasa?” Kwa kusikia shida za Zuberi, Amina na Hamadi waliamua kumsaidia. Walinunua mboga hizo kwa pesa zao. Zuberi aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea",
                "answerKey": "i) Karibu na nyumba yake, ii)Mbele ya mlango wa nyumba yake",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "Unafikiri ni kwanini Zuberi alimkimbilia Amina na Hamadi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Amina na mdogo wake Hamadi walikuwa njiani kuelekea sokoni kununua vitu vya kuchezea. Wakiwa njiani, walimuona rafiki yao Zuberi. Zuberi alionekana kutafuta kitu. Amina alimuuliza Zuberi, 'Unatafuta nini?' Zuberi alisema, “Nimepoteza pesa zangu. Ilinibidi ninunue mboga kwa ajili ya chakula cha jioni. Tutakula nini sasa?” Kwa kusikia shida za Zuberi, Amina na Hamadi waliamua kumsaidia. Walinunua mboga hizo kwa pesa zao. Zuberi aliwashukuru na kuwahi nyumbani. Alipofika nyumbani, alipata pesa zake zilizopotea karibu na mlango wake wa mbele. Aliokota pesa zile na kukimbia kuwafuata Amina na Hamadi.",
                "title": "Pesa Zilizopotea",
                "answerKey": "i)Kwasababu alipata pesaa na alitaka kuwapa, ii) Kwasababu alitaka kurudisha pesa (Zingatia: 'kwasababu alipata pesa sio jibu sahihi')",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "Ninaenda kukusomea hadithi. Sikiliza kwa makini. Baadae nitakuuliza maswali kuhusiana na hadithi <span style='color:blue'>(Soma hadithi kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, 'inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi mpya. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka maeneo ya nyumba. Siku moja, dirisha liliachwa wazi wakati Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "Je, Paulina na Naomi hufanya nini kila jioni?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, 'inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi mpya. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka maeneo ya nyumba. Siku moja, dirisha liliachwa wazi wakati Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "Huenda uwanjani, ii)Huenda kucheza",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "Je, Paulina na Naomi walipata nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, 'inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi mpya. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka maeneo ya nyumba. Siku moja, dirisha liliachwa wazi wakati Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i) Ndege, ii)Ndege amelala chini, iii) Ndege amelala chini",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "Kwa nini Paulina na Naomi walimpeleka ndege huyo nyumbani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, 'inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi mpya. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka maeneo ya nyumba. Siku moja, dirisha liliachwa wazi wakati Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i)Kwasababu ndege alikuwa ameumia, ii)Kwasababu ndege alikuwa amelala chini",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "Wasichana walitengeneza kiota kwa kutumia nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, 'inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi mpya. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka maeneo ya nyumba. Siku moja, dirisha liliachwa wazi wakati Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": " i) Kiboksi not Kboksi. Ii)Boksi, iii) Majani",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "Ndege alifanya nini nyumbani alipopata nguvu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, 'inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi mpya. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka maeneo ya nyumba. Siku moja, dirisha liliachwa wazi wakati Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": " i) Ndege alianza kuruka",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "Unafikiri ni kwanini ndege huyo hakupatikana popote?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulina na Naomi ni marafiki. Kila jioni, wasichana huenda kwenye bustani kucheza. Jioni moja, wakati wakitembea kwenye bustani waliona ndege amelala chini. Paulina alimwambia Naomi, 'inaonekana kama ndege huyu ameumia. Je! Tumpeleke ndege huyu nyumbani? ” Naomi alikubali. Wasichana hawa walitengeneza kiota kidogo kwa kujaza sanduku na majani. Walimweka ndege yule ndani ya kiota na kumpa chakula na maji. Wasichana wale walimpenda mnyama wao kipenzi mpya. Polepole, ndege huyo alipata nguvu na kuanza kuruka ruka maeneo ya nyumba. Siku moja, dirisha liliachwa wazi wakati Paulina na Naomi waliporudi kutoka shule ndege wao hakuonekana popote.",
                "title": "Marafiki wawili na ndege",
                "answerKey": "i) Ndege aliruka na kuondoka kwasababu dirisha lilikuwa wazi, ii)Ndege aliruka na kuondoka",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "Ninaenda kukusomea hadithi. Sikiliza kwa makini. Baadae nitakuuliza maswali kuhusiana na hadithi <span style='color:blue'>(Soma hadithi kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta mdori wa panya kwa kamba na Mini angaliufukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa amekimbia. Jambo hilo lilimhuzunisha sana. Alipokaa kitandani kuna kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "Paulo alikuwa na mnyama gani kipenzi wake?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta mdori wa panya kwa kamba na Mini angaliufukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa amekimbia. Jambo hilo lilimhuzunisha sana. Alipokaa kitandani kuna kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i)paka",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "Paka aitwaye Mini alikuwa na rangi gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta mdori wa panya kwa kamba na Mini angaliufukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa amekimbia. Jambo hilo lilimhuzunisha sana. Alipokaa kitandani kuna kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) Rangi nyeupe",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "Paulo alipenda kufanya nini kila jioni baada ya kutoka shule?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta mdori wa panya kwa kamba na Mini angaliufukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa amekimbia. Jambo hilo lilimhuzunisha sana. Alipokaa kitandani kuna kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) kucheza na paka not kucheza na oaka, ii) Kucheza na Mini",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "Ni mchezo upi uliopendwa na Mini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta mdori wa panya kwa kamba na Mini angaliufukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa amekimbia. Jambo hilo lilimhuzunisha sana. Alipokaa kitandani kuna kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i) Kukimbiza , ii)Kukimbiza vitu, iii)Kukimbiza mdoli wa panya",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "Mini alipopotea, Paulo alimtafuta maeneo gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta mdori wa panya kwa kamba na Mini angaliufukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa amekimbia. Jambo hilo lilimhuzunisha sana. Alipokaa kitandani kuna kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i)katika bustani na ndani ya nyumba, ii) Katika bustani, iii) Ndani ya nyumba",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "Unadhani ni kwanini Paulo alipiga kelele kwa furaha?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo alikuwa na paka kipenzi. Jina la paka huyo lilikuwa Mini. Mini alikuwa paka mweupe. Paulo alimpenda Mini. Kila jioni baada ya shule, Paulo alicheza na Mini. Mchezo uliopendwa na Mini ulikuwa ni kufukuza vitu. Paulo angalikimbia huku na kule akivuta mdori wa panya kwa kamba na Mini angaliufukuza. Siku moja, Paulo alirudi kutoka shule, hakuweza kumpata Mini popote. Alimtafuta Mini nje kwenye bustani na ndani ya nyumba lakini Mini hakupatikana. Paulo alidhani Mini alikuwa amekimbia. Jambo hilo lilimhuzunisha sana. Alipokaa kitandani kuna kitu kilimrukia. Paulo alipiga kelele kwa furaha!",
                "title": "Paulo na Mini",
                "answerKey": "i)Kwasababu Mini alimrukia, ii)Kwasababu alimpata Mini",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikaa kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka sana hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Asha na José walikuwa wanafanya nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikaa kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka sana hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "i. Wanachezo mchezo, ii. Wanacheza",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Pipo alikuwa amelala wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikaa kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka sana hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "i. Amelala chini, ii. Alikuwa amelala pembeni ya Asha na Jose, ii. Amelala chini pembeni ya Asha na Jose, iv. Amelala pembeni ya Asha, v. Amelala pembeni ya Jose",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Nani alishinda mchezo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikaa kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka sana hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "i. Asha, ii. Asha alishinda mchezo",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini Asha alijisika vibaya?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikaa kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka sana hadi Asha akajisikia vibaya.",
                "title": "",
                "answerKey": "i. Asha anaweza kuwa alimuumiza mbwa wakati anaruka, ii. Asha alimrukia mbwa, iii. Asha anaweza kuwa alimrukia mbwa, iv. Asha alimuumiza mbwa",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Katika hadithi, 'Asha alirukaruka kwa furaha'. Ni nini maana ya ‘furaha? Chagua jibu sahihi? <span style='color:blue'> (Onesha kila chaguo na usome kwa sauti).</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Asha na José walikuwa wanacheza mchezo. Walikaa kwenye meza ndogo. Pipo, mbwa wao kipenzi, alikuwa amelala sakafuni karibu nao. Asha alishinda mchezo na kurukaruka kwa furaha. Pipo alibweka sana hadi Asha akajisikia vibaya.\n\n <br> a. Kujisikia huzuni \n <br> b. Kujisikia hasira \n <br> c. Kujisikia mwenye furaha \n <br> d. Kujisikia kuchoka",
                "title": "",
                "answerKey": "c. Kujisikia mwenye furaha",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea maputo yao. Msichana alikuwa na puto la rangi nyekundu na mvulana la rangi ya kijani. Puto la mvulana likapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je, Msichana na mvulana walikuwa wakichezea nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea maputo yao. Msichana alikuwa na puto la rangi nyekundu na mvulana la rangi ya kijani. Puto la mvulana likapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "Maputo",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Maputo yakilikuwa na rangi gani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea maputo yao. Msichana alikuwa na puto la rangi nyekundu na mvulana la rangi ya kijani. Puto la mvulana likapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "Nyekundu na Kijani",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Mvulana alifanya nini wakati puto lake limepasuka?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea maputo yao. Msichana alikuwa na puto la rangi nyekundu na mvulana la rangi ya kijani. Puto la mvulana likapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "i. Alianza kulia",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwanini msichana huyo alimwomba mama yake pesa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea maputo yao. Msichana alikuwa na puto la rangi nyekundu na mvulana la rangi ya kijani. Puto la mvulana likapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.",
                "title": "",
                "answerKey": "i. Kumnunulia mvulana puto mpya kwasababu puto yake ilipasuka, ii. Kumnunulia mvulana pipi ili amfanye ajisikie vizuri",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Katika hadithi hii, 'puto ya mvulana lilipasuka'. Nini maana ya “kupasuka” ? Chagua jibu sahihi: <span style='color:blue'>(Onesha kila chaguo na usome kwa sauti)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Msichana na mvulana walikuwa wanachezea maputo yao. Msichana alikuwa na puto la rangi nyekundu na mvulana la rangi ya kijani. Puto la mvulana likapasuka na akaanza kulia. Msichana alikimbilia kwa mama yake na kuomba pesa.\n\n <br> a. Puto lilipasuka na hewa yote ikatoka \n <br> b. Puto lilikwama kwenye mti \n <br> c. Puto lilipotea \n <br> d. Puto lilielea na kwenda mbali",
                "title": "",
                "answerKey": "a. Puto lilipasuka na hewa yote ikatoka",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni anafurahi sana kwani leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kuwahi nyumbani.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini Jeni ana furaha?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni anafurahi sana kwani leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kuwahi nyumbani.",
                "title": "",
                "answerKey": "i. Kwasababu ilikuwa siku yake ya kuzaliwa, ii. Kwasababu alipata keki kwaajili ya siku yake ya kuzaliwa, iii. Kwasababu huwa anapata zawadi kwenye siku yake ya kuzaliwa",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Jeni ana umri gani sasa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni anafurahi sana kwani leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kuwahi nyumbani.",
                "title": "",
                "answerKey": "i. Miaka tisa",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Nani humnunulia Jeni pipi na zawadi nyingine katika siku yake ya kuzaliwa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni anafurahi sana kwani leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kuwahi nyumbani.",
                "title": "",
                "answerKey": "Wazazi wake",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwanini Jeni anataka kuwahi nyumbani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni anafurahi sana kwani leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kuwahi nyumbani.",
                "title": "",
                "answerKey": "i. kwaajili ya keki na zawadi zake, ii. Kwaajili ya keki, iii. Kwaajili ya zawadi zake",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Katika hadithi, 'wazazi wa Jeni humnunulia zawadi nyingi'. Nini maana ya neno 'zawadi'? Chagua jibu sahihi:",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Jeni anafurahi sana kwani leo ni siku yake ya kuzaliwa. Anatimiza miaka tisa. Kila ifikapo siku yake ya kuzaliwa wazazi humnunulia pipi na zawadi nyingine. Jeni anasubiri kengele ya shule ilie ili aweze kuwahi nyumbani.\n\n <br> a. Vitu ambavyo hupatikana \n <br> b. Vitu ambavyo vimepotea \n <br> c. Vitu ambavyo hupewa mtu bila kuchukua pesa yoyote \n <br> d. Vitu ambavyo huchukuliwa kwa nguvu",
                "title": "",
                "answerKey": "Vitu ambavyo mtu hupewa katika siku maalumu",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alikuwa alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti na kuwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Hapo hapo baadhi ya watoto walimkimbilia na kusema, 'Ana, utacheza na sisi?' Dakika chache baadae sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo",
                "title": "Siku ya Kwanza Shuleni",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini Ana aliogopa kidogo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alikuwa alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti na kuwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Hapo hapo baadhi ya watoto walimkimbilia na kusema, 'Ana, utacheza na sisi?' Dakika chache baadae sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo",
                "title": "Siku ya Kwanza Shuleni",
                "answerKey": "i)Kwasababu ilikuwa ni siku yake ya kwanza shuleni, ii)Kwasbaabu ilikuwa ni siku yake ya kwanza akiwa katika shule mpya",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ana alijisikiaje baada ya kukutana na mwalimu wake?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alikuwa alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti na kuwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Hapo hapo baadhi ya watoto walimkimbilia na kusema, 'Ana, utacheza na sisi?' Dakika chache baadae sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo",
                "title": "Siku ya Kwanza Shuleni",
                "answerKey": "i)alihisi furaha",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je! Watoto walifanya nini wakati wa mapumziko?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alikuwa alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti na kuwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Hapo hapo baadhi ya watoto walimkimbilia na kusema, 'Ana, utacheza na sisi?' Dakika chache baadae sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo",
                "title": "Siku ya Kwanza Shuleni",
                "answerKey": "i. Walienda nje kucheza",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je! Baadhi ya watoto wengine walimuomba Ana afanye nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alikuwa alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti na kuwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Hapo hapo baadhi ya watoto walimkimbilia na kusema, 'Ana, utacheza na sisi?' Dakika chache baadae sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo",
                "title": "Siku ya Kwanza Shuleni",
                "answerKey": "I, Walimuomba acheze nao",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwanini Ana alikuwa amekaa peke yake na kuwaangalia wanafunzi wenzake wakicheza?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana aliogopa kidogo kwani hii ilikuwa siku yake ya kwanza kwenye shule mpya. Alikuwa alifurahi sana baada ya kukutana na mwalimu wake. Mwalimu wake alikuwa mzuri sana. Wakati wa mapumziko, watoto wote walitoka nje kwenda kucheza. Ana alikaa peke yake kwenye kiti na kuwaangalia. Alitamani angecheza na wanafunzi wenzake wapya. Hapo hapo baadhi ya watoto walimkimbilia na kusema, 'Ana, utacheza na sisi?' Dakika chache baadae sauti ya Ana pia iliweza kusikika kutoka kwenye uwanja wa michezo",
                "title": "Siku ya Kwanza Shuleni",
                "answerKey": "i. Alikuwa hana marafiki, ii. Alikuwa muoga na mwenye aibu, iii. Hakujua mtu, iv. Alikuwa ni mgeni shuleni na hakuwa namarafiki , v. Alikuwa mgeni shuleni na hakumfahamu mtu yoyote",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Wami. Wanakijiji wanafuga ng'ombe wengi. Jina la ng'ombe hodari lilikuwa Kisa. Usiku mmoja, wezi walitaka kuiba ng'ombe zetu. Waliingia kwenye zizi ambalo ng'ombe zetu zinalala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Kasababu ya maumivu mwizi alilia kwa sauti. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kukamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenzie. Kisa alikua ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je! Ni wanyama gani wanaofugwa na wanakijiji cha Wami?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Wami. Wanakijiji wanafuga ng'ombe wengi. Jina la ng'ombe hodari lilikuwa Kisa. Usiku mmoja, wezi walitaka kuiba ng'ombe zetu. Waliingia kwenye zizi ambalo ng'ombe zetu zinalala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Kasababu ya maumivu mwizi alilia kwa sauti. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kukamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenzie. Kisa alikua ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Ngómbe",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Wezi walitaka kufanya nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Wami. Wanakijiji wanafuga ng'ombe wengi. Jina la ng'ombe hodari lilikuwa Kisa. Usiku mmoja, wezi walitaka kuiba ng'ombe zetu. Waliingia kwenye zizi ambalo ng'ombe zetu zinalala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Kasababu ya maumivu mwizi alilia kwa sauti. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kukamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenzie. Kisa alikua ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "ii. Kuiba ngómbe",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwanini wanakijiji waliamka?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Wami. Wanakijiji wanafuga ng'ombe wengi. Jina la ng'ombe hodari lilikuwa Kisa. Usiku mmoja, wezi walitaka kuiba ng'ombe zetu. Waliingia kwenye zizi ambalo ng'ombe zetu zinalala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Kasababu ya maumivu mwizi alilia kwa sauti. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kukamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenzie. Kisa alikua ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Kwasbabu mwizi alilia kwa sauti, ii. Kwasababu walisikia mtu akilia kwa sauti, iii. Kwasababu walisikia sauti kali",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ni nani aliyewakamata wezi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Wami. Wanakijiji wanafuga ng'ombe wengi. Jina la ng'ombe hodari lilikuwa Kisa. Usiku mmoja, wezi walitaka kuiba ng'ombe zetu. Waliingia kwenye zizi ambalo ng'ombe zetu zinalala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Kasababu ya maumivu mwizi alilia kwa sauti. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kukamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenzie. Kisa alikua ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Wanakijiji wote walimkamata mwizi, ii. Kila mmoja alisaidia kumkamata mwizi",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwanini Kisa alikua ng'ombe maarufu sana katika kijiji?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Kijiji changu kinaitwa Wami. Wanakijiji wanafuga ng'ombe wengi. Jina la ng'ombe hodari lilikuwa Kisa. Usiku mmoja, wezi walitaka kuiba ng'ombe zetu. Waliingia kwenye zizi ambalo ng'ombe zetu zinalala. Ng'ombe mmoja alimpiga teke mmoja kati ya wale wezi kwa nguvu hadi akaanguka chini. Kasababu ya maumivu mwizi alilia kwa sauti. Kilio kikubwa kiliwaamsha wanakijiji. Kila mmoja alisaidia kukamata wezi. Asubuhi kulipokucha, kila mwanakijiji alimshukuru mwenzie. Kisa alikua ng'ombe maarufu sana katika kijiji.",
                "title": "Ng'ombe Maarufu",
                "answerKey": "i. Kwasababu aliwapiga wezi, ii. Kwasababu alimpiga mwizi na kumfanya alie kwa sauti, hivyo kuwaamsha wanakijiji",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Juliana alikuwa anacheza kwenye bustani. Alikuta kisanduku kidogo karibu na mti. Juliana alikiokota na kukifungua. Sanduku lilijazwa shanga zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonesha mama yake. Mama Juliana alimwambia, 'Juliana, unapaswa kujaribu kumtafuta mmiliki wa sanduku hili'. Juliana alirudi bustanini. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Juliana alimuonesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Juliana alikuwa akicheza wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Juliana alikuwa anacheza kwenye bustani. Alikuta kisanduku kidogo karibu na mti. Juliana alikiokota na kukifungua. Sanduku lilijazwa shanga zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonesha mama yake. Mama Juliana alimwambia, 'Juliana, unapaswa kujaribu kumtafuta mmiliki wa sanduku hili'. Juliana alirudi bustanini. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Juliana alimuonesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana\n",
                "answerKey": "i) Alikuwa anacheza katika bustani, ii) Katika bustani",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je! Juliana alipata nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Juliana alikuwa anacheza kwenye bustani. Alikuta kisanduku kidogo karibu na mti. Juliana alikiokota na kukifungua. Sanduku lilijazwa shanga zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonesha mama yake. Mama Juliana alimwambia, 'Juliana, unapaswa kujaribu kumtafuta mmiliki wa sanduku hili'. Juliana alirudi bustanini. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Juliana alimuonesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana\n",
                "answerKey": "i) Alikuta boksi lenye penseli zenye rangi nzuri, ii)Alikuta boksi lenye penseli, iii) Alikuta boksi, iv) Alipata penseli kadhaa",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Mama yake Juliana alisema nini alipomuonyeshwa sanduku?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Juliana alikuwa anacheza kwenye bustani. Alikuta kisanduku kidogo karibu na mti. Juliana alikiokota na kukifungua. Sanduku lilijazwa shanga zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonesha mama yake. Mama Juliana alimwambia, 'Juliana, unapaswa kujaribu kumtafuta mmiliki wa sanduku hili'. Juliana alirudi bustanini. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Juliana alimuonesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana\n",
                "answerKey": "i) Kwamba lazima ajaribu kumtafuta mmiliki wa boksi, ii) Kwamba lazima ajaribu kumtafuta mmiliki",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Nani alikuwa karibu na mti ambapo Juliana alipata sanduku?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Juliana alikuwa anacheza kwenye bustani. Alikuta kisanduku kidogo karibu na mti. Juliana alikiokota na kukifungua. Sanduku lilijazwa shanga zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonesha mama yake. Mama Juliana alimwambia, 'Juliana, unapaswa kujaribu kumtafuta mmiliki wa sanduku hili'. Juliana alirudi bustanini. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Juliana alimuonesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana\n",
                "answerKey": "i) Mvulana, ii) Mvulana aliye na huzuni",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> kwanini mvulana aliangaza kwa tabasamu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Juliana alikuwa anacheza kwenye bustani. Alikuta kisanduku kidogo karibu na mti. Juliana alikiokota na kukifungua. Sanduku lilijazwa shanga zenye rangi za kupendeza. Alikwenda na sanduku nyumbani na kumuonesha mama yake. Mama Juliana alimwambia, 'Juliana, unapaswa kujaribu kumtafuta mmiliki wa sanduku hili'. Juliana alirudi bustanini. Alimwona mvulana amesimama kando ya ule mti. Alikuwa mwenye huzuni. Juliana alimuonesha sanduku. Uso wa mvulana uliang’aa kwa tabasamu.",
                "title": "Kupotea na kupatikana\n",
                "answerKey": "i) Kwasbabu Juliana alimuonesha boksi la penseli/boksi ambalo alidhani amelipoteza, ii)Kwasababu Juliana alipata boksi lake / boksi la penseli/ penseli",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwani alikuwa ni mwenye kupenda kutoa msaada na mkarimu sana. Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbia huku na kule, Bura aliangukia kwenye kisima kisicho na maji. Alichukua hatua kwa haraka sana, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa msaada wa baba yake, Salome alimtoa Bura nje. Kuanzia siku hiyo, Salome alijulikana pia kama msichana mwenye akili!",
                "title": "Salome na Bura\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Hadithi hii inahusu nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwani alikuwa ni mwenye kupenda kutoa msaada na mkarimu sana. Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbia huku na kule, Bura aliangukia kwenye kisima kisicho na maji. Alichukua hatua kwa haraka sana, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa msaada wa baba yake, Salome alimtoa Bura nje. Kuanzia siku hiyo, Salome alijulikana pia kama msichana mwenye akili!",
                "title": "Salome na Bura\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Salome aliishi wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwani alikuwa ni mwenye kupenda kutoa msaada na mkarimu sana. Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbia huku na kule, Bura aliangukia kwenye kisima kisicho na maji. Alichukua hatua kwa haraka sana, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa msaada wa baba yake, Salome alimtoa Bura nje. Kuanzia siku hiyo, Salome alijulikana pia kama msichana mwenye akili!",
                "title": "Salome na Bura\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini kila mtu katika kijiji alimpenda Salome?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwani alikuwa ni mwenye kupenda kutoa msaada na mkarimu sana. Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbia huku na kule, Bura aliangukia kwenye kisima kisicho na maji. Alichukua hatua kwa haraka sana, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa msaada wa baba yake, Salome alimtoa Bura nje. Kuanzia siku hiyo, Salome alijulikana pia kama msichana mwenye akili!",
                "title": "Salome na Bura\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Bura ni nani katika hadithi hii?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwani alikuwa ni mwenye kupenda kutoa msaada na mkarimu sana. Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbia huku na kule, Bura aliangukia kwenye kisima kisicho na maji. Alichukua hatua kwa haraka sana, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa msaada wa baba yake, Salome alimtoa Bura nje. Kuanzia siku hiyo, Salome alijulikana pia kama msichana mwenye akili!",
                "title": "Salome na Bura\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Bura alianguka wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwani alikuwa ni mwenye kupenda kutoa msaada na mkarimu sana. Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbia huku na kule, Bura aliangukia kwenye kisima kisicho na maji. Alichukua hatua kwa haraka sana, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa msaada wa baba yake, Salome alimtoa Bura nje. Kuanzia siku hiyo, Salome alijulikana pia kama msichana mwenye akili!",
                "title": "Salome na Bura\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je, Salome alitumia nini kumtoa Bura kwenye kisima?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwani alikuwa ni mwenye kupenda kutoa msaada na mkarimu sana. Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbia huku na kule, Bura aliangukia kwenye kisima kisicho na maji. Alichukua hatua kwa haraka sana, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa msaada wa baba yake, Salome alimtoa Bura nje. Kuanzia siku hiyo, Salome alijulikana pia kama msichana mwenye akili!",
                "title": "Salome na Bura\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>Soma kwa sauti)</span> Unafikiri ni kwanini Salome anajulikana pia kama msichana mwenye akili?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Salome aliishi katika kijiji kidogo karibu na milima. Kila mtu kijijini alimpenda Salome kwani alikuwa ni mwenye kupenda kutoa msaada na mkarimu sana. Salome alipenda wanyama na alikuwa na mbuzi mdogo aliyeitwa Bura. Alipenda kukimbia na kucheza na Bura. Siku moja, wakati wakikimbia huku na kule, Bura aliangukia kwenye kisima kisicho na maji. Alichukua hatua kwa haraka sana, Salome alimwita baba yake na kuchukua kamba pamoja na ndoo. Alifunga kamba kwenye ndoo na kuishusha kisimani. Kwa bahati nzuri, Bura aliruka akaingia ndani ya ndoo na kwa msaada wa baba yake, Salome alimtoa Bura nje. Kuanzia siku hiyo, Salome alijulikana pia kama msichana mwenye akili!",
                "title": "Salome na Bura\n",
                "answerKey": "i) Alimuokoa Bura/paka kwa kufanya maamuzi kwa haraka, ii) Alimuvuta Bura/paka kutoka kwenye kisima kwa kufanya maamuzi kwa haraka, iii)Alimuokoa Bura/paka kwa kutumia kamba na ndoo (Zingatia: Jibu lolote litakalo endana na ujumbe husika ni sahihi)",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri akitembea kuelekea kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Hadithi hii inahusu nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri akitembea kuelekea kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka\n",
                "answerKey": "Kwa haraka, watoto wanapaswa kusema kuwa hadithi : a)inahusu msichana na paka AU b)inahusu msichana kupotea AU c)kuhusu msichana kupotea na kupata njia ya kurudi nyumbani AU d)kuhusu msichana aliemkimbiza paka na kupotea",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Tunu alikuwa akicheza wapi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri akitembea kuelekea kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka\n",
                "answerKey": "i) Nyuma ya nyumba yake, ii)katika bustani, iii)nyuma ya nyumba yake katika bustani",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwa nini Tunu alishangaa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri akitembea kuelekea kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka\n",
                "answerKey": "i)kwasababu paka alingia katika bustani, ii)kwasababu paka mweusi aliingia katika bustani",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Paka aliyeogopa alifanya nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri akitembea kuelekea kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka\n",
                "answerKey": "i)Paka alikimbia, ii)Paka alikimbia na kuingia katika kichaka kilichopo karibu",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Kwanini Tunu aliogopa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri akitembea kuelekea kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka\n",
                "answerKey": "i) Kwasababu alipotea, ii)kwasababu hakujua namna ya kurudi nyumbani",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Tunu alirudije nyumbani?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri akitembea kuelekea kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka\n",
                "answerKey": "i)Alifuata sauti ya mama yake kurudi nyumbani",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwanini mama ya Tunu alimkimbilia na kumkumbatia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tunu alikuwa akicheza kwenye bustani nje ya nyumba yake. Kwa mshangao, Tunu alimwona paka mweusi mzuri akitembea kuelekea kwenye bustani yake. Paka yule hakuwa mwoga na Tunu aliweza kumshikashika. Punde akasikia mama yake akimwita. Paka alishtuka na kukimbilia kwenye kichaka kilichokuwa karibu. Tunu alimkimbiza paka, lakini hakuweza kumpata. Ghafla aligundua kuwa amepotea na hakujua jinsi ya kurudi nyumbani. Tunu aliogopa sana, lakini akasikia sauti ya mama yake akimwita. Alifuata sauti na kurudi nyumbani. Mama yake Tunu alimkimbilia na kumkumbatia.",
                "title": "Tunu na paka\n",
                "answerKey": "i) Kwssababu alifurahi kumpata, ii)Kwasababu alikuwa na hofu kuwa Tunu hakuwepo katika bustani na alifurahi kumpata, iii)kwasababu alikuwa na hofu kuwa Tunu alipotea na alifurahi kumpata",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(Onesha hadithi na useme)</span> Hii ni hadithi. Soma hadithi kwa sauti kisha nitakuuliza maswali kutokana na hadithi.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, akielekea nyumbani, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wakiume",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Hadithi hii inahusu nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, akielekea nyumbani, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wakiume",
                "answerKey": "Kwa uchache, watoto wanabidi wajibu kuwa hadithi: a) Inahusu Ndugu watatu wa kiume. AU b) Inahusu ndugu watatu wa kiume wanaotembea pamoja kuelekea shule na kurudi nyumbani. AU c)Inahusu kupotea kwa ndugu mmoja wa kiume",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ndugu hawa watatu hutembea kwenda wapi kila siku?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, akielekea nyumbani, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wakiume",
                "answerKey": "i) Kwenda shule na kurudi nyumbani, ii) Kwenda na kurudi kutoka shule",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Je, Mama yao huwakumbusha kufanya nini kila mara?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, akielekea nyumbani, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wakiume",
                "answerKey": "i)Kukaa pamoja wakiwa wanatembea, ii)Kuwa pamoja",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Ni nani aliyekuwa mdogo zaidi kati ya wale ndugu watatu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, akielekea nyumbani, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wakiume",
                "answerKey": "i) Rajabu",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span>Wakati wakitembea kurudi nyumbani, Rajabu alisimama kufanya nini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, akielekea nyumbani, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wakiume",
                "answerKey": "i)Rajabu aliacha kumuangalia kipepeo, ii)Rajabu alisimama kumtazama Kipepeo",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Sami na Boni walimpata wapi ndugu yao Rajabu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, akielekea nyumbani, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wakiume",
                "answerKey": "i)Pembezoni mwa barabara, ii)Alikaa pembezoni mwa barabara",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(Soma kwa sauti)</span> Unafikiri ni kwanini Rajabu alikuwa analia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Rajab, Sami na Boni ni ndugu. Kila siku wao hutembea pamoja kwenda shule na hurudi nyumbani pamoja. Ni mwendo mrefu, hali ambayo humpa wasiwasi mama yao. Huwakumbusha kuongozana pamoja. Siku moja, akielekea nyumbani, Rajab, ndugu yao mdogo, alisimama kutazama kipepeo maridadi. Ndugu wengine wawili waliendelea kutembea bila kujua kwamba Rajab alikuwa ameachwa nyuma. Baada ya muda, waligeuka nyuma, lakini hawakumwona Rajab. Walishikwa na hofu na kurudi mbio kumtafuta. Kwa bahati nzuri, walimkuta Rajab amekaa kando ya barabara huku akilia. Tangu hapo, Rajab aliahidi kutopoteza makini na kutembea karibu na ndugu zake siku zote.",
                "title": "Ndugu Watatu wakiume",
                "answerKey": "i)kwasababu hakuwaona kaka zake na hakujua njia ya kurudia nyumbani, ii)Kwasababu hakuwaona kaka zake na alikuwa na hofu, iii)kwasababu hakuwaona kaka zake, iv)Kwasbabu alichwa nyuma, v)kwasababu alipotea",
                "showInputDiv": 1
            }
        ]
    }, {
        //7
        'language': 'Nepali-Nepal',
        'languageFont': 'fonts/MANGAL.ttf',
        'answer': 'जवाफ : ',
        'DidChildRead': `बालबालिकाले पाठ पुरै पढे?`,
        'yesNo': ['हुन्छ', 'हुँदैन'],
        'noOfMistakes': `गल्तिहरुको संख्या`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "म तपाईलाई एउटा कथा पढेर सुनाउँछु | यसलाई ध्यान दिएर सुन्नुहोस् त्यसपछि म यस कथाको बारेमा केहि प्रश्नहरु सोध्नेछु | <span style='color:blue'>(कथा पढेर सुनाउनुहोस्)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सुमना र उसको कान्छा भाई अमन केहि खेलौनाहरु किन्न बजार जाँदै थिए। बाटोमा उनीहरुले आफ्नो साथी समिरलाई देखे। समिर केहि खोज्दै थिए जस्तो लाग्यो। सुमनाले समिरलाई सोधिन्, 'तिमि के खोज्दै छौ ?' समिरले भने, 'मैले मेरो पैसा हराएँ । मैले बेलुकाको लागि तरकारी किन्नु थियो। अब हामी के तरकारी खाने? ' समिरको समस्या सुनेर, सुमना र अमनले उनलाई मद्दत गर्ने सोचे। उनीहरुले आफ्नै पैसाले तरकारी किनिदिए । समिरले उनीहरुलाई धन्यवाद दिएर घर तिर लागे। जब उनी घर पुगे, उनले आफ्नो हराएको पैसा उनको ढोकामा भेट्टाए। त्यो पैसा टिपर उनी सुमना र अमन भए तिर कुदे ।",
                "title": "हराएको पैसा",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "सुमना र अमन किन बजार जाँदै थिए?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सुमना र उसको कान्छा भाई अमन केहि खेलौनाहरु किन्न बजार जाँदै थिए। बाटोमा उनीहरुले आफ्नो साथी समिरलाई देखे। समिर केहि खोज्दै थिए जस्तो लाग्यो। सुमनाले समिरलाई सोधिन्, 'तिमि के खोज्दै छौ ?' समिरले भने, 'मैले मेरो पैसा हराएँ । मैले बेलुकाको लागि तरकारी किन्नु थियो। अब हामी के तरकारी खाने? ' समिरको समस्या सुनेर, सुमना र अमनले उनलाई मद्दत गर्ने सोचे। उनीहरुले आफ्नै पैसाले तरकारी किनिदिए । समिरले उनीहरुलाई धन्यवाद दिएर घर तिर लागे। जब उनी घर पुगे, उनले आफ्नो हराएको पैसा उनको ढोकामा भेट्टाए। त्यो पैसा टिपर उनी सुमना र अमन भए तिर कुदे ।",
                "title": "हराएको पैसा",
                "answerKey": "i) खेलौना किन्न\nii) चीजहरू किन्न",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "बजार जाँदै गर्दा सुमना र अमनले कसलाई देखे ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सुमना र उसको कान्छा भाई अमन केहि खेलौनाहरु किन्न बजार जाँदै थिए। बाटोमा उनीहरुले आफ्नो साथी समिरलाई देखे। समिर केहि खोज्दै थिए जस्तो लाग्यो। सुमनाले समिरलाई सोधिन्, 'तिमि के खोज्दै छौ ?' समिरले भने, 'मैले मेरो पैसा हराएँ । मैले बेलुकाको लागि तरकारी किन्नु थियो। अब हामी के तरकारी खाने? ' समिरको समस्या सुनेर, सुमना र अमनले उनलाई मद्दत गर्ने सोचे। उनीहरुले आफ्नै पैसाले तरकारी किनिदिए । समिरले उनीहरुलाई धन्यवाद दिएर घर तिर लागे। जब उनी घर पुगे, उनले आफ्नो हराएको पैसा उनको ढोकामा भेट्टाए। त्यो पैसा टिपर उनी सुमना र अमन भए तिर कुदे ।",
                "title": "हराएको पैसा",
                "answerKey": "i) समिर,\nii) आफ्नो साथी समिरलाई,\niii) आफ्नो साथीलाई",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "समिरले के हराए ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सुमना र उसको कान्छा भाई अमन केहि खेलौनाहरु किन्न बजार जाँदै थिए। बाटोमा उनीहरुले आफ्नो साथी समिरलाई देखे। समिर केहि खोज्दै थिए जस्तो लाग्यो। सुमनाले समिरलाई सोधिन्, 'तिमि के खोज्दै छौ ?' समिरले भने, 'मैले मेरो पैसा हराएँ । मैले बेलुकाको लागि तरकारी किन्नु थियो। अब हामी के तरकारी खाने? ' समिरको समस्या सुनेर, सुमना र अमनले उनलाई मद्दत गर्ने सोचे। उनीहरुले आफ्नै पैसाले तरकारी किनिदिए । समिरले उनीहरुलाई धन्यवाद दिएर घर तिर लागे। जब उनी घर पुगे, उनले आफ्नो हराएको पैसा उनको ढोकामा भेट्टाए। त्यो पैसा टिपर उनी सुमना र अमन भए तिर कुदे ।",
                "title": "हराएको पैसा",
                "answerKey": "i) पैसा\nii) उसले तरकारी किन्नु पर्ने पैसा।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "सुमना र अमनले समिरलाई कसरी मद्दत गरे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सुमना र उसको कान्छा भाई अमन केहि खेलौनाहरु किन्न बजार जाँदै थिए। बाटोमा उनीहरुले आफ्नो साथी समिरलाई देखे। समिर केहि खोज्दै थिए जस्तो लाग्यो। सुमनाले समिरलाई सोधिन्, 'तिमि के खोज्दै छौ ?' समिरले भने, 'मैले मेरो पैसा हराएँ । मैले बेलुकाको लागि तरकारी किन्नु थियो। अब हामी के तरकारी खाने? ' समिरको समस्या सुनेर, सुमना र अमनले उनलाई मद्दत गर्ने सोचे। उनीहरुले आफ्नै पैसाले तरकारी किनिदिए । समिरले उनीहरुलाई धन्यवाद दिएर घर तिर लागे। जब उनी घर पुगे, उनले आफ्नो हराएको पैसा उनको ढोकामा भेट्टाए। त्यो पैसा टिपर उनी सुमना र अमन भए तिर कुदे ।",
                "title": "हराएको पैसा",
                "answerKey": "i) उसले समिर/समिरको परिवारको लागि तरकारी किन्यो\nii) उसले आफ्नो पैसा समिर/समिरको परिवारको लागि तरकारी किन्न प्रयोग गर्यो",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "समिरले उनको पैसा कहाँ भेट्टाए ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सुमना र उसको कान्छा भाई अमन केहि खेलौनाहरु किन्न बजार जाँदै थिए। बाटोमा उनीहरुले आफ्नो साथी समिरलाई देखे। समिर केहि खोज्दै थिए जस्तो लाग्यो। सुमनाले समिरलाई सोधिन्, 'तिमि के खोज्दै छौ ?' समिरले भने, 'मैले मेरो पैसा हराएँ । मैले बेलुकाको लागि तरकारी किन्नु थियो। अब हामी के तरकारी खाने? ' समिरको समस्या सुनेर, सुमना र अमनले उनलाई मद्दत गर्ने सोचे। उनीहरुले आफ्नै पैसाले तरकारी किनिदिए । समिरले उनीहरुलाई धन्यवाद दिएर घर तिर लागे। जब उनी घर पुगे, उनले आफ्नो हराएको पैसा उनको ढोकामा भेट्टाए। त्यो पैसा टिपर उनी सुमना र अमन भए तिर कुदे ।",
                "title": "हराएको पैसा",
                "answerKey": "i) उनको घर नजिकै\nii) उसको घरको ढोका अगाडि",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "तिम्रो बिचारमा समिर सुमना र अमन भए तिर किन कुदयो ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सुमना र उसको कान्छा भाई अमन केहि खेलौनाहरु किन्न बजार जाँदै थिए। बाटोमा उनीहरुले आफ्नो साथी समिरलाई देखे। समिर केहि खोज्दै थिए जस्तो लाग्यो। सुमनाले समिरलाई सोधिन्, 'तिमि के खोज्दै छौ ?' समिरले भने, 'मैले मेरो पैसा हराएँ । मैले बेलुकाको लागि तरकारी किन्नु थियो। अब हामी के तरकारी खाने? ' समिरको समस्या सुनेर, सुमना र अमनले उनलाई मद्दत गर्ने सोचे। उनीहरुले आफ्नै पैसाले तरकारी किनिदिए । समिरले उनीहरुलाई धन्यवाद दिएर घर तिर लागे। जब उनी घर पुगे, उनले आफ्नो हराएको पैसा उनको ढोकामा भेट्टाए। त्यो पैसा टिपर उनी सुमना र अमन भए तिर कुदे ।",
                "title": "हराएको पैसा",
                "answerKey": "i) किनभने उसले पैसा भेट्टाएको थियो र तिनीहरूलाई दिन चाहन्थे\nii) किनभने उसले पैसा फिर्ता गर्न चाहेको थियो\n[नोट: 'किनभने उसले पैसा भेट्टायो' भन्ने मात्र जवाफ आएमा सहि हुँदैन]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "म तपाईलाई एउटा कथा पढेर सुनाउँछु | यसलाई ध्यान दिएर सुन्नुहोस् त्यसपछि म यस कथाको बारेमा केहि प्रश्नहरु सोध्नेछु | <span style='color:blue'>(कथा पढेर सुनाउनुहोस्)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल र नयन साथी हुन्। हरेक साँझ, उनीहरु चौरमा खेल्न जान्छन्। एक साँझ, चौरमा हिंड्दै गर्दा उनीहरुले एउटा चरा भुइँमा सुतिरहेको देखे। पायलले नयनलाई भनिन, 'यो चरालाई चोट लागेको छ। हामी चरालाई घर लैजाने?' नयनले हुन्छ भनिन्। घरमा केटीहरूले एउटा बाकसमा पातहरु राखेर एउटा सानो गुँड बनाए । उनीहरुले चरालाई गुँडमा राखेर खाना र पानी दिए। उनीहरुलाई आफ्नो नयाँ घरपालुवा चरा मनपर्छ। बिस्तारै, चरा ठिक भयो र घर वरपर उड्न थाल्यो। एक दिन झ्याल खुल्ला थियो | जब पायल र नयन स्कूलबाट घर आए त्यो चरा कतै भेटिएन।",
                "title": "दुई साथीहरु र एउटा चरा",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "पायल र नयन हरेक साँझ के गर्छन्?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल र नयन साथी हुन्। हरेक साँझ, उनीहरु चौरमा खेल्न जान्छन्। एक साँझ, चौरमा हिंड्दै गर्दा उनीहरुले एउटा चरा भुइँमा सुतिरहेको देखे। पायलले नयनलाई भनिन, 'यो चरालाई चोट लागेको छ। हामी चरालाई घर लैजाने?' नयनले हुन्छ भनिन्। घरमा केटीहरूले एउटा बाकसमा पातहरु राखेर एउटा सानो गुँड बनाए । उनीहरुले चरालाई गुँडमा राखेर खाना र पानी दिए। उनीहरुलाई आफ्नो नयाँ घरपालुवा चरा मनपर्छ। बिस्तारै, चरा ठिक भयो र घर वरपर उड्न थाल्यो। एक दिन झ्याल खुल्ला थियो | जब पायल र नयन स्कूलबाट घर आए त्यो चरा कतै भेटिएन।",
                "title": "दुई साथीहरु र एउटा चरा",
                "answerKey": "i) चौरमा खेल्न जान्छ।\nii) तिनीहरू खेल्न जान्छन्।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "पायल र नयनले के फेला पारे ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल र नयन साथी हुन्। हरेक साँझ, उनीहरु चौरमा खेल्न जान्छन्। एक साँझ, चौरमा हिंड्दै गर्दा उनीहरुले एउटा चरा भुइँमा सुतिरहेको देखे। पायलले नयनलाई भनिन, 'यो चरालाई चोट लागेको छ। हामी चरालाई घर लैजाने?' नयनले हुन्छ भनिन्। घरमा केटीहरूले एउटा बाकसमा पातहरु राखेर एउटा सानो गुँड बनाए । उनीहरुले चरालाई गुँडमा राखेर खाना र पानी दिए। उनीहरुलाई आफ्नो नयाँ घरपालुवा चरा मनपर्छ। बिस्तारै, चरा ठिक भयो र घर वरपर उड्न थाल्यो। एक दिन झ्याल खुल्ला थियो | जब पायल र नयन स्कूलबाट घर आए त्यो चरा कतै भेटिएन।",
                "title": "दुई साथीहरु र एउटा चरा",
                "answerKey": "i) चरा।\nii) जमिनमा रहेको चरा।\niii) भुइँमा खसेको चरा।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "पायल र नयनले चरालाई किन घर लगे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल र नयन साथी हुन्। हरेक साँझ, उनीहरु चौरमा खेल्न जान्छन्। एक साँझ, चौरमा हिंड्दै गर्दा उनीहरुले एउटा चरा भुइँमा सुतिरहेको देखे। पायलले नयनलाई भनिन, 'यो चरालाई चोट लागेको छ। हामी चरालाई घर लैजाने?' नयनले हुन्छ भनिन्। घरमा केटीहरूले एउटा बाकसमा पातहरु राखेर एउटा सानो गुँड बनाए । उनीहरुले चरालाई गुँडमा राखेर खाना र पानी दिए। उनीहरुलाई आफ्नो नयाँ घरपालुवा चरा मनपर्छ। बिस्तारै, चरा ठिक भयो र घर वरपर उड्न थाल्यो। एक दिन झ्याल खुल्ला थियो | जब पायल र नयन स्कूलबाट घर आए त्यो चरा कतै भेटिएन।",
                "title": "दुई साथीहरु र एउटा चरा",
                "answerKey": "i) किनकि चरालाई चोट लागेको थियो।\nii) किनकि चरा भुइँमा खसेको थियो।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "केटीहरुले के ले गुँड बनाए ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल र नयन साथी हुन्। हरेक साँझ, उनीहरु चौरमा खेल्न जान्छन्। एक साँझ, चौरमा हिंड्दै गर्दा उनीहरुले एउटा चरा भुइँमा सुतिरहेको देखे। पायलले नयनलाई भनिन, 'यो चरालाई चोट लागेको छ। हामी चरालाई घर लैजाने?' नयनले हुन्छ भनिन्। घरमा केटीहरूले एउटा बाकसमा पातहरु राखेर एउटा सानो गुँड बनाए । उनीहरुले चरालाई गुँडमा राखेर खाना र पानी दिए। उनीहरुलाई आफ्नो नयाँ घरपालुवा चरा मनपर्छ। बिस्तारै, चरा ठिक भयो र घर वरपर उड्न थाल्यो। एक दिन झ्याल खुल्ला थियो | जब पायल र नयन स्कूलबाट घर आए त्यो चरा कतै भेटिएन।",
                "title": "दुई साथीहरु र एउटा चरा",
                "answerKey": "i) बाकस र पातहरू\nii)बाकसबाट \niii) पातहरूबाट",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "जब चरा बलियो भयो घरमा के गर्न थाल्यो ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल र नयन साथी हुन्। हरेक साँझ, उनीहरु चौरमा खेल्न जान्छन्। एक साँझ, चौरमा हिंड्दै गर्दा उनीहरुले एउटा चरा भुइँमा सुतिरहेको देखे। पायलले नयनलाई भनिन, 'यो चरालाई चोट लागेको छ। हामी चरालाई घर लैजाने?' नयनले हुन्छ भनिन्। घरमा केटीहरूले एउटा बाकसमा पातहरु राखेर एउटा सानो गुँड बनाए । उनीहरुले चरालाई गुँडमा राखेर खाना र पानी दिए। उनीहरुलाई आफ्नो नयाँ घरपालुवा चरा मनपर्छ। बिस्तारै, चरा ठिक भयो र घर वरपर उड्न थाल्यो। एक दिन झ्याल खुल्ला थियो | जब पायल र नयन स्कूलबाट घर आए त्यो चरा कतै भेटिएन।",
                "title": "दुई साथीहरु र एउटा चरा",
                "answerKey": "i) घरमा चरा उड्न थाल्यो।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "तिम्रो बिचारमा चरा किन कतै भेटिएन होला ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पायल र नयन साथी हुन्। हरेक साँझ, उनीहरु चौरमा खेल्न जान्छन्। एक साँझ, चौरमा हिंड्दै गर्दा उनीहरुले एउटा चरा भुइँमा सुतिरहेको देखे। पायलले नयनलाई भनिन, 'यो चरालाई चोट लागेको छ। हामी चरालाई घर लैजाने?' नयनले हुन्छ भनिन्। घरमा केटीहरूले एउटा बाकसमा पातहरु राखेर एउटा सानो गुँड बनाए । उनीहरुले चरालाई गुँडमा राखेर खाना र पानी दिए। उनीहरुलाई आफ्नो नयाँ घरपालुवा चरा मनपर्छ। बिस्तारै, चरा ठिक भयो र घर वरपर उड्न थाल्यो। एक दिन झ्याल खुल्ला थियो | जब पायल र नयन स्कूलबाट घर आए त्यो चरा कतै भेटिएन।",
                "title": "दुई साथीहरु र एउटा चरा",
                "answerKey": "i) झ्याल खुल्ला भएकोले चरा उड्यो।\nii) चरा उडेको थियो।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "म तपाईलाई एउटा कथा पढेर सुनाउँछु | यसलाई ध्यान दिएर सुन्नुहोस् त्यसपछि म यस कथाको बारेमा केहि प्रश्नहरु सोध्नेछु | <span style='color:blue'>(कथा पढेर सुनाउनुहोस्)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुलको घरपालुवा बिरालो थियो। बिरालोको नाम मिनी थियो। मिनी एउटा सेतो बिरालो थियो। पारुल मिनी लाई माया गर्थिन । स्कूल पछि हरेक साँझ, पारुल मिनीसँग खेल्थिन । मिनीको मनपर्ने खेल चीजहरुको पीछा गर्नु थियो। पारुल डोरीले एउटा खेलौना मुसालाई तान्दै वरिपरि दौडिन्छिन र मिनी त्यसको पिछा गर्छिन । एक दिन, जब पारुल स्कूलबाट फर्किन, उनले मिनिलाई कतै भेटिनन्। उनले मिनिलाई बाहिर बगैंचामा र घर भित्र पनि खोजिन् तर मिनी कतै भेटिएन। पारुलले मिनी भाग्यो भनेर सोचिन। यसले उनलाई धेरै दुखी बनायो। जब उनी ओछ्यानमा बसिरहेकी थिईन् उनीमाथि केहि उफ्रियो। पारुल खुशीले चिचाईन !",
                "title": "पारुल र मिनी",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "पारुल को घरपालुवा जनावर के थियो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुलको घरपालुवा बिरालो थियो। बिरालोको नाम मिनी थियो। मिनी एउटा सेतो बिरालो थियो। पारुल मिनी लाई माया गर्थिन । स्कूल पछि हरेक साँझ, पारुल मिनीसँग खेल्थिन । मिनीको मनपर्ने खेल चीजहरुको पीछा गर्नु थियो। पारुल डोरीले एउटा खेलौना मुसालाई तान्दै वरिपरि दौडिन्छिन र मिनी त्यसको पिछा गर्छिन । एक दिन, जब पारुल स्कूलबाट फर्किन, उनले मिनिलाई कतै भेटिनन्। उनले मिनिलाई बाहिर बगैंचामा र घर भित्र पनि खोजिन् तर मिनी कतै भेटिएन। पारुलले मिनी भाग्यो भनेर सोचिन। यसले उनलाई धेरै दुखी बनायो। जब उनी ओछ्यानमा बसिरहेकी थिईन् उनीमाथि केहि उफ्रियो। पारुल खुशीले चिचाईन !",
                "title": "पारुल र मिनी",
                "answerKey": "i) बिरालो",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "मिनी बिरालो कुन रंगको थियो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुलको घरपालुवा बिरालो थियो। बिरालोको नाम मिनी थियो। मिनी एउटा सेतो बिरालो थियो। पारुल मिनी लाई माया गर्थिन । स्कूल पछि हरेक साँझ, पारुल मिनीसँग खेल्थिन । मिनीको मनपर्ने खेल चीजहरुको पीछा गर्नु थियो। पारुल डोरीले एउटा खेलौना मुसालाई तान्दै वरिपरि दौडिन्छिन र मिनी त्यसको पिछा गर्छिन । एक दिन, जब पारुल स्कूलबाट फर्किन, उनले मिनिलाई कतै भेटिनन्। उनले मिनिलाई बाहिर बगैंचामा र घर भित्र पनि खोजिन् तर मिनी कतै भेटिएन। पारुलले मिनी भाग्यो भनेर सोचिन। यसले उनलाई धेरै दुखी बनायो। जब उनी ओछ्यानमा बसिरहेकी थिईन् उनीमाथि केहि उफ्रियो। पारुल खुशीले चिचाईन !",
                "title": "पारुल र मिनी",
                "answerKey": "i) सेतो",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "स्कूल पछि हरेक साँझ पारुल के गर्न मन पराउँथिन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुलको घरपालुवा बिरालो थियो। बिरालोको नाम मिनी थियो। मिनी एउटा सेतो बिरालो थियो। पारुल मिनी लाई माया गर्थिन । स्कूल पछि हरेक साँझ, पारुल मिनीसँग खेल्थिन । मिनीको मनपर्ने खेल चीजहरुको पीछा गर्नु थियो। पारुल डोरीले एउटा खेलौना मुसालाई तान्दै वरिपरि दौडिन्छिन र मिनी त्यसको पिछा गर्छिन । एक दिन, जब पारुल स्कूलबाट फर्किन, उनले मिनिलाई कतै भेटिनन्। उनले मिनिलाई बाहिर बगैंचामा र घर भित्र पनि खोजिन् तर मिनी कतै भेटिएन। पारुलले मिनी भाग्यो भनेर सोचिन। यसले उनलाई धेरै दुखी बनायो। जब उनी ओछ्यानमा बसिरहेकी थिईन् उनीमाथि केहि उफ्रियो। पारुल खुशीले चिचाईन !",
                "title": "पारुल र मिनी",
                "answerKey": "i) आफ्नो बिरालोसँग खेल्न ।\nii) मिनीसँग खेल्न।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "मिनीको मनपर्ने खेल के थियो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुलको घरपालुवा बिरालो थियो। बिरालोको नाम मिनी थियो। मिनी एउटा सेतो बिरालो थियो। पारुल मिनी लाई माया गर्थिन । स्कूल पछि हरेक साँझ, पारुल मिनीसँग खेल्थिन । मिनीको मनपर्ने खेल चीजहरुको पीछा गर्नु थियो। पारुल डोरीले एउटा खेलौना मुसालाई तान्दै वरिपरि दौडिन्छिन र मिनी त्यसको पिछा गर्छिन । एक दिन, जब पारुल स्कूलबाट फर्किन, उनले मिनिलाई कतै भेटिनन्। उनले मिनिलाई बाहिर बगैंचामा र घर भित्र पनि खोजिन् तर मिनी कतै भेटिएन। पारुलले मिनी भाग्यो भनेर सोचिन। यसले उनलाई धेरै दुखी बनायो। जब उनी ओछ्यानमा बसिरहेकी थिईन् उनीमाथि केहि उफ्रियो। पारुल खुशीले चिचाईन !",
                "title": "पारुल र मिनी",
                "answerKey": "i) पछाडि दौडिने।\nii) चीजहरूको पछि दौडने।\niii) खेलौना मुसाको पछि दौडिने।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "जब मिनी हराएको थियो, पारुलले उसलाई कहाँ कहाँ खोजी गरिन?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुलको घरपालुवा बिरालो थियो। बिरालोको नाम मिनी थियो। मिनी एउटा सेतो बिरालो थियो। पारुल मिनी लाई माया गर्थिन । स्कूल पछि हरेक साँझ, पारुल मिनीसँग खेल्थिन । मिनीको मनपर्ने खेल चीजहरुको पीछा गर्नु थियो। पारुल डोरीले एउटा खेलौना मुसालाई तान्दै वरिपरि दौडिन्छिन र मिनी त्यसको पिछा गर्छिन । एक दिन, जब पारुल स्कूलबाट फर्किन, उनले मिनिलाई कतै भेटिनन्। उनले मिनिलाई बाहिर बगैंचामा र घर भित्र पनि खोजिन् तर मिनी कतै भेटिएन। पारुलले मिनी भाग्यो भनेर सोचिन। यसले उनलाई धेरै दुखी बनायो। जब उनी ओछ्यानमा बसिरहेकी थिईन् उनीमाथि केहि उफ्रियो। पारुल खुशीले चिचाईन !",
                "title": "पारुल र मिनी",
                "answerKey": "i) बगैंचामा र घर भित्र।\nii) बगैंचामा।\niii) घर भित्र।",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "तिम्रो बिचारमा पारुल किन खुशीले चिच्याइन होला?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "पारुलको घरपालुवा बिरालो थियो। बिरालोको नाम मिनी थियो। मिनी एउटा सेतो बिरालो थियो। पारुल मिनी लाई माया गर्थिन । स्कूल पछि हरेक साँझ, पारुल मिनीसँग खेल्थिन । मिनीको मनपर्ने खेल चीजहरुको पीछा गर्नु थियो। पारुल डोरीले एउटा खेलौना मुसालाई तान्दै वरिपरि दौडिन्छिन र मिनी त्यसको पिछा गर्छिन । एक दिन, जब पारुल स्कूलबाट फर्किन, उनले मिनिलाई कतै भेटिनन्। उनले मिनिलाई बाहिर बगैंचामा र घर भित्र पनि खोजिन् तर मिनी कतै भेटिएन। पारुलले मिनी भाग्यो भनेर सोचिन। यसले उनलाई धेरै दुखी बनायो। जब उनी ओछ्यानमा बसिरहेकी थिईन् उनीमाथि केहि उफ्रियो। पारुल खुशीले चिचाईन !",
                "title": "पारुल र मिनी",
                "answerKey": "i) किनभने मिनी उनी माथी उफ्रिय ।\nii) किनभने उनले मिनीलाई पाइन्।",
                "showInputDiv": 0
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सोनाम र डोल्मा एउटा खेल खेल्दै थिए। उनीहरु एउटा सानो टेबुलमा बसिरहेका थिए। उनीहरुको घरपालुवा कुकुर शेरु उनीहरुको छेउमा भुइँमा पल्टिरहेको थियो। सोनामले खेल जितिन् र खुशी हुँदै माथिबाट तल उफ्रिन्। शेरु दुखेर नराम्रोसंग भुक्यो र सोनामलाई नराम्रो लाग्यो।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> सोनाम र डोल्मा के गर्दै थिए?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सोनाम र डोल्मा एउटा खेल खेल्दै थिए। उनीहरु एउटा सानो टेबुलमा बसिरहेका थिए। उनीहरुको घरपालुवा कुकुर शेरु उनीहरुको छेउमा भुइँमा पल्टिरहेको थियो। सोनामले खेल जितिन् र खुशी हुँदै माथिबाट तल उफ्रिन्। शेरु दुखेर नराम्रोसंग भुक्यो र सोनामलाई नराम्रो लाग्यो।",
                "title": "",
                "answerKey": "i. खेलिरहेका थिए।\nii. खेल खेल्दै थिए।",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> शेरु कहाँ पल्टिरहेको थियो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सोनाम र डोल्मा एउटा खेल खेल्दै थिए। उनीहरु एउटा सानो टेबुलमा बसिरहेका थिए। उनीहरुको घरपालुवा कुकुर शेरु उनीहरुको छेउमा भुइँमा पल्टिरहेको थियो। सोनामले खेल जितिन् र खुशी हुँदै माथिबाट तल उफ्रिन्। शेरु दुखेर नराम्रोसंग भुक्यो र सोनामलाई नराम्रो लाग्यो।",
                "title": "",
                "answerKey": "i भुइँमा ,\nii सोनाम र डोल्माको छेउमा,\niii सोनाम र डोल्माको छेउको भुइँमा,\niv सोनामको छेउमा,\nv. डोल्माको छेउमा",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> खेल कस्ले जित्यो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सोनाम र डोल्मा एउटा खेल खेल्दै थिए। उनीहरु एउटा सानो टेबुलमा बसिरहेका थिए। उनीहरुको घरपालुवा कुकुर शेरु उनीहरुको छेउमा भुइँमा पल्टिरहेको थियो। सोनामले खेल जितिन् र खुशी हुँदै माथिबाट तल उफ्रिन्। शेरु दुखेर नराम्रोसंग भुक्यो र सोनामलाई नराम्रो लाग्यो।",
                "title": "",
                "answerKey": "i सोनाम, ii। सोनामले खेल जितिन्",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> सोनामलाई किन नराम्रो लाग्यो होला?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सोनाम र डोल्मा एउटा खेल खेल्दै थिए। उनीहरु एउटा सानो टेबुलमा बसिरहेका थिए। उनीहरुको घरपालुवा कुकुर शेरु उनीहरुको छेउमा भुइँमा पल्टिरहेको थियो। सोनामले खेल जितिन् र खुशी हुँदै माथिबाट तल उफ्रिन । शेरु दुखेर नराम्रोसंग भुक्यो र सोनामलाई नराम्रो लाग्यो।",
                "title": "",
                "answerKey": "i. हाम फाल्ने क्रममा सोनामले कुकुरलाई चोट पुर्याएको हुनुपर्छ\nii सोनामले कुकुरमाथि हाम फालेको हुनुपर्छ\niii सोनाम कुकुरमाथि हाम फालिन्\niv सोनामले कुकुरलाई चोट पुर्याइन्",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> यो कथामा, 'सोनाम खुशी भई उफ्रियो'। 'खुशी ' को अर्थ के हो? तल दिएका उत्तरहरुबाट सबै भन्दा मिल्ने उत्तर छान? <span style='color:blue'> (प्रत्येक विकल्पमा औँलाले देखाउनुहोस् र यसलाई ठूलो स्वरले पढ्नुहोस्)।</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सोनाम र डोल्मा एउटा खेल खेल्दै थिए। उनीहरु एउटा सानो टेबुलमा बसिरहेका थिए। उनीहरुको घरपालुवा कुकुर शेरु उनीहरुको छेउमा भुइँमा पल्टिरहेको थियो। सोनामले खेल जितिन् र खुशी हुँदै माथिबाट तल उफ्रिन। शेरु दुखेर नराम्रोसंग भुक्यो र सोनामलाई नराम्रो लाग्यो।\n <br> क. दुखी महसुस गर्नु \n <br> ख. क्रोधित महसुस गर्दै\n <br> ग. रमाइलो महसुस गर्नु \n <br> घ. थकित महसुस गर्नु",
                "title": "",
                "answerKey": "ग. रमाइलो महसुस गर्नु",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एउटी केटी र एउटा केटो आ-आफ्नो बेलुनसंग खेल्दै थिए। केटीको बेलुन रातो थियो र केटाको हरीयो बेलुन थियो। केटाको बेलुन फुट्यो र ऊ रुन थाल्यो। अनि केटिले दौडेर आफ्नी आमाकहाँ गएर पैसा मागी ।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> केटी र केटा के संग खेल्दै थिए?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एउटी केटी र एउटा केटो आ-आफ्नो बेलुनसंग खेल्दै थिए। केटीको बेलुन रातो थियो र केटाको हरीयो बेलुन थियो। केटाको बेलुन फुट्यो र ऊ रुन थाल्यो। अनि केटिले दौडेर आफ्नी आमाकहाँ गएर पैसा मागी ।",
                "title": "",
                "answerKey": "i. बेलुनसँग",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> बेलुनहरु कुन कुन रंगका थिए?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एउटी केटी र एउटा केटो आ-आफ्नो बेलुनसंग खेल्दै थिए। केटीको बेलुन रातो थियो र केटाको हरीयो बेलुन थियो। केटाको बेलुन फुट्यो र ऊ रुन थाल्यो। अनि केटिले दौडेर आफ्नी आमाकहाँ गएर पैसा मागी ।",
                "title": "",
                "answerKey": "i रातो र हरियो [नोट: बालबालिकाहरुले एउटा मात्र रङ्ग भनेमा उत्तर गलत हुनेछ]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> बेलुन फुटेपछि केटाले के गर्यो ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एउटी केटी र एउटा केटो आ-आफ्नो बेलुनसंग खेल्दै थिए। केटीको बेलुन रातो थियो र केटाको हरीयो बेलुन थियो। केटाको बेलुन फुट्यो र ऊ रुन थाल्यो। अनि केटिले दौडेर आफ्नी आमाकहाँ गएर पैसा मागी ।",
                "title": "",
                "answerKey": "i ऊ रुन थाल्यो",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तिम्रो बिचारमा केटीले आफ्नी आमासंग किन पैसा मागेकि होला ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एउटी केटी र एउटा केटो आ-आफ्नो बेलुनसंग खेल्दै थिए। केटीको बेलुन रातो थियो र केटाको हरीयो बेलुन थियो। केटाको बेलुन फुट्यो र ऊ रुन थाल्यो। अनि केटिले दौडेर आफ्नी आमाकहाँ गएर पैसा मागी ।",
                "title": "",
                "answerKey": "i. केटालाई नयाँ बेलुन किन्न किनभने उसको बेलुन फुटेको थियो\nii केटालाई मिठाई/क्यान्डी/चकलेट किनेर राम्रो महसुस गराउन'",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> कथा मा, 'केटाको बेलुन फुट्यो '। 'फुट्यो' को अर्थ के हो? तल दिएका उत्तरहरुबाट सबै भन्दा मिल्ने उत्तर छान्नुहोस्? <span style='color:blue'> (प्रत्येक विकल्पमा औँलाले देखाउनुहोस् र यसलाई ठूलो स्वरले पढ्नुहोस्)।</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "एउटी केटी र एउटा केटो आ-आफ्नो बेलुनसंग खेल्दै थिए। केटीको बेलुन रातो थियो र केटाको हरीयो बेलुन थियो। केटाको बेलुन फुट्यो र ऊ रुन थाल्यो। अनि केटिले दौडेर आफ्नी आमाकहाँ गएर पैसा मागी ।\n <br> क. हावा चलेको छ\n <br> ख. रुखमा अड्कियो\n <br> ग. बेलुन हरायो\n <br> घ. बेलुन टाढा उड्यो",
                "title": "",
                "answerKey": "क. हावा चलेको छ",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "माया धेरै खुसी छिन् किनकि आज उनको जन्मदिन हो। उनी नौ बर्षकी भइन्। उसको हरेक जन्मदिनमा उसका आमा बुबाले उसलाई मिठाई र उपहार किनिदिनु हुन्छ। माया स्कूल कति बेला छुट्टी होला भनि पर्खिरहेकी छिन् ताकि उनी छिट्टो घर पुग्न सक्छिन्।",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> माया किन खुसी छिन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "माया धेरै खुसी छिन् किनकि आज उनको जन्मदिन हो। उनी नौ बर्षकी भइन्। उसको हरेक जन्मदिनमा उसका आमा बुबाले उसलाई मिठाई र उपहार किनिदिनु हुन्छ। माया स्कूल कति बेला छुट्टी होला भनि पर्खिरहेकी छिन् ताकि उनी छिट्टो घर पुग्न सक्छिन्।",
                "title": "",
                "answerKey": "i. किनकि आज उनको जन्मदिन हो \nii किनभने उसले आफ्नो जन्मदिनमा मिठाई पाउँछ।\niii किनभने उसले आफ्नो जन्मदिनमा उपहार पाउँछ।",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> मायाको उमेर कति भयो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "माया धेरै खुसी छिन् किनकि आज उनको जन्मदिन हो। उनी नौ बर्षकी भइन्। उसको हरेक जन्मदिनमा उसका आमा बुबाले उसलाई मिठाई र उपहार किनिदिनु हुन्छ। माया स्कूल कति बेला छुट्टी होला भनि पर्खिरहेकी छिन् ताकि उनी छिट्टो घर पुग्न सक्छिन्।",
                "title": "",
                "answerKey": "i. नौ वर्ष",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> उनको जन्म दिनमा कसले मिठाई र उपहार किनिदिनुहुन्छ ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "माया धेरै खुसी छिन् किनकि आज उनको जन्मदिन हो। उनी नौ बर्षकी भइन्। उसको हरेक जन्मदिनमा उसका आमा बुबाले उसलाई मिठाई र उपहार किनिदिनु हुन्छ। माया स्कूल कति बेला छुट्टी होला भनि पर्खिरहेकी छिन् ताकि उनी छिट्टो घर पुग्न सक्छिन्।",
                "title": "",
                "answerKey": "i. उसका आमा-बुबा",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तिम्रो बिचारमा माया किन छिट्टो घर जान चाहन्छिन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "माया धेरै खुसी छिन् किनकि आज उनको जन्मदिन हो। उनी नौ बर्षकी भइन्। उसको हरेक जन्मदिनमा उसका आमा बुबाले उसलाई मिठाई र उपहार किनिदिनु हुन्छ। माया स्कूल कति बेला छुट्टी होला भनि पर्खिरहेकी छिन् ताकि उनी छिट्टो घर पुग्न सक्छिन्।",
                "title": "",
                "answerKey": "i. मिठाई र उपहारको लागी\nii मिठाईको लागी\niii उपहारको लागि",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> कथा मा, 'मायाको आमा बुबाले उनलाई धेरै उपहार किनिदिनुहुन्छ '। 'उपहार' शब्द को अर्थ के हो? तल दिएका उत्तरहरुबाट सबै भन्दा मिल्ने उत्तर छान: <span style='color:blue'> (प्रत्येक विकल्पमा औँलाले देखाउनुहोस् र यसलाई ठूलो स्वरले पढ्नुहोस्)।</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "माया धेरै खुसी छिन् किनकि आज उनको जन्मदिन हो। उनी नौ बर्षकी भइन्। उसको हरेक जन्मदिनमा उसका आमा बुबाले उसलाई मिठाई र उपहार किनिदिनु हुन्छ। माया स्कूल कति बेला छुट्टी होला भनि पर्खिरहेकी छिन् ताकि उनी छिट्टो घर पुग्न सक्छिन्। \n <br> a. भेटिएका चिजहरु \n <br> b. विशेष दिनमा दिइने चीजहरू\n <br> c. पुराना चीजहरू\n <br> d. बल द्वारा लिइएको चीजहरू",
                "title": "",
                "answerKey": "b. विशेष दिनमा दिइने चीजहरू",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "निरा अलि डराएकी थिइन् किनकि नयाँ स्कूलमा उनको पहिलो दिन थियो। आफ्नो शिक्षकसँग भेटे पछि उनलाई खुशी लाग्यो। उनको शिक्षक धेरै राम्रो हुनुहुन्थ्यो । खाजा खाने बेलामा, सबै जना केटाकेटिहरु खेल्न बाहिर गए। निरा एक्लै बेन्चमा बसेर उनीहरुलाई हेरिरहिन। उनी आफ्ना नयाँ साथीहरुसँग खेल्न चाहान्थिन। अनि केही केटाकेटिहरु उनी बसेको ठाउँमा आए र भने, 'निरा, तिमी हामीसँग खेल्छौ ?' केहि बेरमा निराको आवाज खेल मैदानबाट सुनियो।",
                "title": "स्कूलको पहिलो दिन",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> निरा किन अलि डराएकी थिइन् ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "निरा अलि डराएकी थिइन् किनकि नयाँ स्कूलमा उनको पहिलो दिन थियो। आफ्नो शिक्षकसँग भेटे पछि उनलाई खुशी लाग्यो। उनको शिक्षक धेरै राम्रो हुनुहुन्थ्यो । खाजा खाने बेलामा, सबै जना केटाकेटिहरु खेल्न बाहिर गए। निरा एक्लै बेन्चमा बसेर उनीहरुलाई हेरिरहिन। उनी आफ्ना नयाँ साथीहरुसँग खेल्न चाहान्थिन। अनि केही केटाकेटिहरु उनी बसेको ठाउँमा आए र भने, 'निरा, तिमी हामीसँग खेल्छौ ?' केहि बेरमा निराको आवाज खेल मैदानबाट सुनियो।",
                "title": "स्कूलको पहिलो दिन",
                "answerKey": "i. किनभने यो स्कूलमा उनको पहिलो दिन थियो । \nii किनभने यो नयाँ स्कूलमा उनको पहिलो दिन थियो ।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> शिक्षकलाई भेटेपछि निरालाई कस्तो लाग्यो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "निरा अलि डराएकी थिइन् किनकि नयाँ स्कूलमा उनको पहिलो दिन थियो। आफ्नो शिक्षकसँग भेटे पछि उनलाई खुशी लाग्यो। उनको शिक्षक धेरै राम्रो हुनुहुन्थ्यो । खाजा खाने बेलामा, सबै जना केटाकेटिहरु खेल्न बाहिर गए। निरा एक्लै बेन्चमा बसेर उनीहरुलाई हेरिरहिन। उनी आफ्ना नयाँ साथीहरुसँग खेल्न चाहान्थिन। अनि केही केटाकेटिहरु उनी बसेको ठाउँमा आए र भने, 'निरा, तिमी हामीसँग खेल्छौ ?' केहि बेरमा निराको आवाज खेल मैदानबाट सुनियो।",
                "title": "स्कूलको पहिलो दिन",
                "answerKey": "i. उनलाई खुसी लाग्यो ।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> केटाकेटिहरुले खाजा खाने बेलामा के गरे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "निरा अलि डराएकी थिइन् किनकि नयाँ स्कूलमा उनको पहिलो दिन थियो। आफ्नो शिक्षकसँग भेटे पछि उनलाई खुशी लाग्यो। उनको शिक्षक धेरै राम्रो हुनुहुन्थ्यो । खाजा खाने बेलामा, सबै जना केटाकेटिहरु खेल्न बाहिर गए। निरा एक्लै बेन्चमा बसेर उनीहरुलाई हेरिरहिन। उनी आफ्ना नयाँ साथीहरुसँग खेल्न चाहान्थिन। अनि केही केटाकेटिहरु उनी बसेको ठाउँमा आए र भने, 'निरा, तिमी हामीसँग खेल्छौ ?' केहि बेरमा निराको आवाज खेल मैदानबाट सुनियो।",
                "title": "स्कूलको पहिलो दिन",
                "answerKey": "i उनीहरु खेल्न बाहिर गए । \nii. उनीहरु बाहिर गए ।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> केटाकेटीहरु मध्ये केहि केटाकेटिहरुले निरालाई के गर्छौ भनेर सोधे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "निरा अलि डराएकी थिइन् किनकि नयाँ स्कूलमा उनको पहिलो दिन थियो। आफ्नो शिक्षकसँग भेटे पछि उनलाई खुशी लाग्यो। उनको शिक्षक धेरै राम्रो हुनुहुन्थ्यो । खाजा खाने बेलामा, सबै जना केटाकेटिहरु खेल्न बाहिर गए। निरा एक्लै बेन्चमा बसेर उनीहरुलाई हेरिरहिन। उनी आफ्ना नयाँ साथीहरुसँग खेल्न चाहान्थिन। अनि केही केटाकेटिहरु उनी बसेको ठाउँमा आए र भने, 'निरा, तिमी हामीसँग खेल्छौ ?' केहि बेरमा निराको आवाज खेल मैदानबाट सुनियो।",
                "title": "स्कूलको पहिलो दिन",
                "answerKey": "i उनीहरूले निरालाई उनीहरूसँग खेल्छौ भनेर सोधे ।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तिम्रो बिचारमा निरा किन एक्लै बसेर केटाकेटिहरु खेलेको हेर्दै थिईन्?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "निरा अलि डराएकी थिइन् किनकि नयाँ स्कूलमा उनको पहिलो दिन थियो। आफ्नो शिक्षकसँग भेटे पछि उनलाई खुशी लाग्यो। उनको शिक्षक धेरै राम्रो हुनुहुन्थ्यो । खाजा खाने बेलामा, सबै जना केटाकेटिहरु खेल्न बाहिर गए। निरा एक्लै बेन्चमा बसेर उनीहरुलाई हेरिरहिन। उनी आफ्ना नयाँ साथीहरुसँग खेल्न चाहान्थिन। अनि केही केटाकेटिहरु उनी बसेको ठाउँमा आए र भने, 'निरा, तिमी हामीसँग खेल्छौ ?' केहि बेरमा निराको आवाज खेल मैदानबाट सुनियो।",
                "title": "स्कूलको पहिलो दिन",
                "answerKey": "i. उनको कुनै साथी थिएन । \nii. उनी हिचकिचाउँथिन् / लजालु थिइन्। \niii. उनी कसैलाई चिन्दिनन् । \niv. उनी विद्यालयमा नयाँ थिइन् र उनका साथीहरू थिएनन् । \nv. उनी विद्यालयमा नयाँ थिइन् र कसैलाई चिन्दिनन्।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरो गाउँलाई रातोमाटे भनिन्छ। मेरो गाउँका मानिसहरु धेरै गाई पाल्छन। सबैभन्दा बलियो गाईको नाम कैली थियो। एक रात, चोरहरु हाम्रा गाईहरु चोर्न चाहन्थे। उनीहरु हामीले हाम्रा गाईहरु बाँध्ने गोठमा पसे। एउटा गाईले एउटा चोरलाई यति धेरै लात हान्यो कि त्यो चोर गोठबाट तल झर्यो । चोरलाई धेरै दुख्यो र ठूलो स्वरमा रोयो । ऊ रोएको चर्को आवाजले गाउँलेहरुलाई ब्यूँझायो। सबैले चोरहरुलाई समात्न मद्दत गरे। बिहान गाउँलेहरुले एक अर्कालाई धन्यवाद दिए। कैली गाउँमा सबैभन्दा प्रसिद्ध गाई बनिन ।",
                "title": "प्रसिद्ध गाई",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> रातोमाटे गाउँमा मानिसहरु कुन जनावर पाल्छन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरो गाउँलाई रातोमाटे भनिन्छ। मेरो गाउँका मानिसहरु धेरै गाई पाल्छन। सबैभन्दा बलियो गाईको नाम कैली थियो। एक रात, चोरहरु हाम्रा गाईहरु चोर्न चाहन्थे। उनीहरु हामीले हाम्रा गाईहरु बाँध्ने गोठमा पसे। एउटा गाईले एउटा चोरलाई यति धेरै लात हान्यो कि त्यो चोर गोठबाट तल झर्यो । चोरलाई धेरै दुख्यो र ठूलो स्वरमा रोयो । ऊ रोएको चर्को आवाजले गाउँलेहरुलाई ब्यूँझायो। सबैले चोरहरुलाई समात्न मद्दत गरे। बिहान गाउँलेहरुले एक अर्कालाई धन्यवाद दिए। कैली गाउँमा सबैभन्दा प्रसिद्ध गाई बनिन ।",
                "title": "प्रसिद्ध गाई",
                "answerKey": "i गाई",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> चोरहरु के गर्न चाहन्थे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरो गाउँलाई रातोमाटे भनिन्छ। मेरो गाउँका मानिसहरु धेरै गाई पाल्छन। सबैभन्दा बलियो गाईको नाम कैली थियो। एक रात, चोरहरु हाम्रा गाईहरु चोर्न चाहन्थे। उनीहरु हामीले हाम्रा गाईहरु बाँध्ने गोठमा पसे। एउटा गाईले एउटा चोरलाई यति धेरै लात हान्यो कि त्यो चोर गोठबाट तल झर्यो । चोरलाई धेरै दुख्यो र ठूलो स्वरमा रोयो । ऊ रोएको चर्को आवाजले गाउँलेहरुलाई ब्यूँझायो। सबैले चोरहरुलाई समात्न मद्दत गरे। बिहान गाउँलेहरुले एक अर्कालाई धन्यवाद दिए। कैली गाउँमा सबैभन्दा प्रसिद्ध गाई बनिन ।",
                "title": "प्रसिद्ध गाई",
                "answerKey": "i गाई चोर्ने",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> गाउँलेहरु किन उठे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरो गाउँलाई रातोमाटे भनिन्छ। मेरो गाउँका मानिसहरु धेरै गाई पाल्छन। सबैभन्दा बलियो गाईको नाम कैली थियो। एक रात, चोरहरु हाम्रा गाईहरु चोर्न चाहन्थे। उनीहरु हामीले हाम्रा गाईहरु बाँध्ने गोठमा पसे। एउटा गाईले एउटा चोरलाई यति धेरै लात हान्यो कि त्यो चोर गोठबाट तल झर्यो । चोरलाई धेरै दुख्यो र ठूलो स्वरमा रोयो । ऊ रोएको चर्को आवाजले गाउँलेहरुलाई ब्यूँझायो। सबैले चोरहरुलाई समात्न मद्दत गरे। बिहान गाउँलेहरुले एक अर्कालाई धन्यवाद दिए। कैली गाउँमा सबैभन्दा प्रसिद्ध गाई बनिन ।",
                "title": "प्रसिद्ध गाई",
                "answerKey": "i. किनकि चोर ठूलो स्वरले चिच्यायो\nii. किनभने तिनीहरूले चर्को स्वरमा कराएको सुने\niii. किनभने तिनीहरूले चर्को स्वर सुने",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> चोरहरुलाई कस्ले समात्यो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरो गाउँलाई रातोमाटे भनिन्छ। मेरो गाउँका मानिसहरु धेरै गाई पाल्छन। सबैभन्दा बलियो गाईको नाम कैली थियो। एक रात, चोरहरु हाम्रा गाईहरु चोर्न चाहन्थे। उनीहरु हामीले हाम्रा गाईहरु बाँध्ने गोठमा पसे। एउटा गाईले एउटा चोरलाई यति धेरै लात हान्यो कि त्यो चोर गोठबाट तल झर्यो । चोरलाई धेरै दुख्यो र ठूलो स्वरमा रोयो । ऊ रोएको चर्को आवाजले गाउँलेहरुलाई ब्यूँझायो। सबैले चोरहरुलाई समात्न मद्दत गरे। बिहान गाउँलेहरुले एक अर्कालाई धन्यवाद दिए। कैली गाउँमा सबैभन्दा प्रसिद्ध गाई बनिन ।",
                "title": "प्रसिद्ध गाई",
                "answerKey": "i. सबै गाउँलेहरूले चोरहरू समाते\nii. चोर समात्न सबैले सहयोग गरे",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तिम्रो बिचारमा कैली गाउँमा सबैभन्दा प्रसिद्ध गाई किन बनिन?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "मेरो गाउँलाई रातोमाटे भनिन्छ। मेरो गाउँका मानिसहरु धेरै गाई पाल्छन। सबैभन्दा बलियो गाईको नाम कैली थियो। एक रात, चोरहरु हाम्रा गाईहरु चोर्न चाहन्थे। उनीहरु हामीले हाम्रा गाईहरु बाँध्ने गोठमा पसे। एउटा गाईले एउटा चोरलाई यति धेरै लात हान्यो कि त्यो चोर गोठबाट तल झर्यो । चोरलाई धेरै दुख्यो र ठूलो स्वरमा रोयो । ऊ रोएको चर्को आवाजले गाउँलेहरुलाई ब्यूँझायो। सबैले चोरहरुलाई समात्न मद्दत गरे। बिहान गाउँलेहरुले एक अर्कालाई धन्यवाद दिए। कैली गाउँमा सबैभन्दा प्रसिद्ध गाई बनिन ।",
                "title": "प्रसिद्ध गाई",
                "answerKey": "i. किनकि उसले चोरहरूलाई लात हानेको थियो। \nii उसले चोरलाई लात हानेपछि चोर चर्को स्वरमा कराउन थाल्यो, जसले गर्दा गाउँलेहरु बिउँझिय ।",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जुनु चौरमा खेल्दै थिईन्। उनले एउटा रूखको छेउमा एउटा सानो बाकस भेट्टाईन्। जुनुले त्यसलाई टिपेर खोलिन। बाकस रंगीन गुच्चाहरुले भरिएको थियो। उनले त्यो बाकस घर लागिन र आमालाई देखाईन्। जुनुकी आमाले उनलाई भन्नुभयो, 'जुनु, तिमीले बाकसको मालिक खोज्न कोसिस गर्नुपर्छ'। जुनु फेरी चौरमा गईन। उनले एउटा केटा रूखको छेउमा उभिएको देखिन। उनी दुखी देखिन्थे। जुनुले उनलाई बाकस देखाईन। केटाको अनुहार मुस्कानले उज्यालो भयो।",
                "title": "हरायो र भेटियो\n",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> जुनु कहाँ खेल्दै थिईन्?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जुनु चौरमा खेल्दै थिईन्। उनले एउटा रूखको छेउमा एउटा सानो बाकस भेट्टाईन्। जुनुले त्यसलाई टिपेर खोलिन। बाकस रंगीन गुच्चाहरुले भरिएको थियो। उनले त्यो बाकस घर लागिन र आमालाई देखाईन्। जुनुकी आमाले उनलाई भन्नुभयो, 'जुनु, तिमीले बाकसको मालिक खोज्न कोसिस गर्नुपर्छ'। जुनु फेरी चौरमा गईन। उनले एउटा केटा रूखको छेउमा उभिएको देखिन। उनी दुखी देखिन्थे। जुनुले उनलाई बाकस देखाईन। केटाको अनुहार मुस्कानले उज्यालो भयो।",
                "title": "हरायो र भेटियो\n",
                "answerKey": "i) उनी चौरमा खेलिरहेकी थिइन्\nii) चौरमा",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> जुनुले के भेट्टाइन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जुनु चौरमा खेल्दै थिईन्। उनले एउटा रूखको छेउमा एउटा सानो बाकस भेट्टाईन्। जुनुले त्यसलाई टिपेर खोलिन। बाकस रंगीन गुच्चाहरुले भरिएको थियो। उनले त्यो बाकस घर लागिन र आमालाई देखाईन्। जुनुकी आमाले उनलाई भन्नुभयो, 'जुनु, तिमीले बाकसको मालिक खोज्न कोसिस गर्नुपर्छ'। जुनु फेरी चौरमा गईन। उनले एउटा केटा रूखको छेउमा उभिएको देखिन। उनी दुखी देखिन्थे। जुनुले उनलाई बाकस देखाईन। केटाको अनुहार मुस्कानले उज्यालो भयो।",
                "title": "हरायो र भेटियो\n",
                "answerKey": "i) उनले रंगीन गुच्चाहरुको बाकस भेट्टाइन्\nii) उनले गुच्चाहरु भएको बाकस भेट्टाइन्\niii) उनले एउटा बाकस भेट्टाइन्\niv) उनले केही गुच्चाहरु भेट्टाइन्",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> जब जुनुले आमालाई बाकस देखाइन् आमाले के भन्नुभयो ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जुनु चौरमा खेल्दै थिईन्। उनले एउटा रूखको छेउमा एउटा सानो बाकस भेट्टाईन्। जुनुले त्यसलाई टिपेर खोलिन। बाकस रंगीन गुच्चाहरुले भरिएको थियो। उनले त्यो बाकस घर लागिन र आमालाई देखाईन्। जुनुकी आमाले उनलाई भन्नुभयो, 'जुनु, तिमीले बाकसको मालिक खोज्न कोसिस गर्नुपर्छ'। जुनु फेरी चौरमा गईन। उनले एउटा केटा रूखको छेउमा उभिएको देखिन। उनी दुखी देखिन्थे। जुनुले उनलाई बाकस देखाईन। केटाको अनुहार मुस्कानले उज्यालो भयो।",
                "title": "हरायो र भेटियो\n",
                "answerKey": "i) उसले बाकसको मालिकलाई खोज्न प्रयास गर्नुपर्छ\nii) उसले मालिकलाई खोज्न प्रयास गर्नुपर्छ",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> जुनुले बाकस भेट्टाएको ठाउँको रुखको नजिकै को थियो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जुनु चौरमा खेल्दै थिईन्। उनले एउटा रूखको छेउमा एउटा सानो बाकस भेट्टाईन्। जुनुले त्यसलाई टिपेर खोलिन। बाकस रंगीन गुच्चाहरुले भरिएको थियो। उनले त्यो बाकस घर लागिन र आमालाई देखाईन्। जुनुकी आमाले उनलाई भन्नुभयो, 'जुनु, तिमीले बाकसको मालिक खोज्न कोसिस गर्नुपर्छ'। जुनु फेरी चौरमा गईन। उनले एउटा केटा रूखको छेउमा उभिएको देखिन। उनी दुखी देखिन्थे। जुनुले उनलाई बाकस देखाईन। केटाको अनुहार मुस्कानले उज्यालो भयो।",
                "title": "हरायो र भेटियो\n",
                "answerKey": "i) एक केटा, ii) एक दुखी केटा",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तिम्रो बिचारमा केटाको अनुहार किन मुस्कानले उज्यालो भयो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "जुनु चौरमा खेल्दै थिईन्। उनले एउटा रूखको छेउमा एउटा सानो बाकस भेट्टाईन्। जुनुले त्यसलाई टिपेर खोलिन। बाकस रंगीन गुच्चाहरुले भरिएको थियो। उनले त्यो बाकस घर लागिन र आमालाई देखाईन्। जुनुकी आमाले उनलाई भन्नुभयो, 'जुनु, तिमीले बाकसको मालिक खोज्न कोसिस गर्नुपर्छ'। जुनु फेरी चौरमा गईन। उनले एउटा केटा रूखको छेउमा उभिएको देखिन। उनी दुखी देखिन्थे। जुनुले उनलाई बाकस देखाईन। केटाको अनुहार मुस्कानले उज्यालो भयो।",
                "title": "हरायो र भेटियो\n",
                "answerKey": "i) किनभने जुनुले उसलाई गुच्चाहरुको बाकस/गुच्चाहरु /बाकस देखाइन् जुन उसले हराएको सोचेको थियो\nii) किनभने उसले आफ्नो बाकस/उनको गुच्चाहरु/ गुच्चाहरुको बाकस पायो।'",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड नजिकै एउटा सानो गाउँमा बस्थिन। गाउँमा सबैले सलोनीलाई मन पराउँथे किनकि उनी धेरै सहयोगी र दयालु थिइन्। सलोनी जनावरहरुलाई माया गर्थिन् र उनको एउटा सेती नामको बाख्राको पाठी थियो। उनी घुम्न र सेतीसँग खेल्न मन पराउँथिन्। एक दिन, यताउता दौडिरहेको बेला सेती एउटा खाली ईनारमा खसिन। सलोनीले एकदम छिट्टो आफ्नो बुबालाई बोलाएर एउटा डोरी र एउटा बाल्टीन पनि लागिन। उनले बाल्टीनलाई डोरीले बाँधेर कुवामा हालिन्। धन्न , सेती उफ्रेर बाल्टिनमा पसी र आफ्नो बुबाको सहयोगमा, सलोनीले सेतीलाई बाहिर निकालिन। त्यो दिन देखि, उनी एक बाठी केटीको रूपमा पनि चिनिईन !",
                "title": "सलोनी र सेती ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> यो कथा केको बारेमा हो ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड नजिकै एउटा सानो गाउँमा बस्थिन। गाउँमा सबैले सलोनीलाई मन पराउँथे किनकि उनी धेरै सहयोगी र दयालु थिइन्। सलोनी जनावरहरुलाई माया गर्थिन् र उनको एउटा सेती नामको बाख्राको पाठी थियो। उनी घुम्न र सेतीसँग खेल्न मन पराउँथिन्। एक दिन, यताउता दौडिरहेको बेला सेती एउटा खाली ईनारमा खसिन। सलोनीले एकदम छिट्टो आफ्नो बुबालाई बोलाएर एउटा डोरी र एउटा बाल्टीन पनि लागिन। उनले बाल्टीनलाई डोरीले बाँधेर कुवामा हालिन्। धन्न , सेती उफ्रेर बाल्टिनमा पसी र आफ्नो बुबाको सहयोगमा, सलोनीले सेतीलाई बाहिर निकालिन। त्यो दिन देखि, उनी एक बाठी केटीको रूपमा पनि चिनिईन !",
                "title": "सलोनी र सेती ",
                "answerKey": "बालबालिकाहरुले यी मध्ये कुनै एक जवाफ दिनु पर्ने हुन्छ क) सेती/एउटी केटी र एउटा बाख्राको पाठीको बारेमा, ख) कुवामा खसेको एउटा बाख्राको पाठीको बारेमा, वा ग) सेतीको बारेमा /बाख्राको पाठीलाई बचाउने एउटी केटीको बारेमा",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> सलोनी कहाँ बस्छिन्?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड नजिकै एउटा सानो गाउँमा बस्थिन। गाउँमा सबैले सलोनीलाई मन पराउँथे किनकि उनी धेरै सहयोगी र दयालु थिइन्। सलोनी जनावरहरुलाई माया गर्थिन् र उनको एउटा सेती नामको बाख्राको पाठी थियो। उनी घुम्न र सेतीसँग खेल्न मन पराउँथिन्। एक दिन, यताउता दौडिरहेको बेला सेती एउटा खाली ईनारमा खसिन। सलोनीले एकदम छिट्टो आफ्नो बुबालाई बोलाएर एउटा डोरी र एउटा बाल्टीन पनि लागिन। उनले बाल्टीनलाई डोरीले बाँधेर कुवामा हालिन्। धन्न , सेती उफ्रेर बाल्टिनमा पसी र आफ्नो बुबाको सहयोगमा, सलोनीले सेतीलाई बाहिर निकालिन। त्यो दिन देखि, उनी एक बाठी केटीको रूपमा पनि चिनिईन !",
                "title": "सलोनी र सेती ",
                "answerKey": "i) एउटा सानो गाउँमा, ii) पहाड नजिकको सानो गाउँमा",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> गाउँमा सबैले सलोनीलाई किन मन पराउँथे?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड नजिकै एउटा सानो गाउँमा बस्थिन। गाउँमा सबैले सलोनीलाई मन पराउँथे किनकि उनी धेरै सहयोगी र दयालु थिइन्। सलोनी जनावरहरुलाई माया गर्थिन् र उनको एउटा सेती नामको बाख्राको पाठी थियो। उनी घुम्न र सेतीसँग खेल्न मन पराउँथिन्। एक दिन, यताउता दौडिरहेको बेला सेती एउटा खाली ईनारमा खसिन। सलोनीले एकदम छिट्टो आफ्नो बुबालाई बोलाएर एउटा डोरी र एउटा बाल्टीन पनि लागिन। उनले बाल्टीनलाई डोरीले बाँधेर कुवामा हालिन्। धन्न , सेती उफ्रेर बाल्टिनमा पसी र आफ्नो बुबाको सहयोगमा, सलोनीले सेतीलाई बाहिर निकालिन। त्यो दिन देखि, उनी एक बाठी केटीको रूपमा पनि चिनिईन !",
                "title": "सलोनी र सेती ",
                "answerKey": "i.) उनी सहयोगी र दयालु थिइन्, ii) उनी सहयोगी थिइन्, iii) उनी दयालु थिइन्",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> यस कथामा सेती को हो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड नजिकै एउटा सानो गाउँमा बस्थिन। गाउँमा सबैले सलोनीलाई मन पराउँथे किनकि उनी धेरै सहयोगी र दयालु थिइन्। सलोनी जनावरहरुलाई माया गर्थिन् र उनको एउटा सेती नामको बाख्राको पाठी थियो। उनी घुम्न र सेतीसँग खेल्न मन पराउँथिन्। एक दिन, यताउता दौडिरहेको बेला सेती एउटा खाली ईनारमा खसिन। सलोनीले एकदम छिट्टो आफ्नो बुबालाई बोलाएर एउटा डोरी र एउटा बाल्टीन पनि लागिन। उनले बाल्टीनलाई डोरीले बाँधेर कुवामा हालिन्। धन्न , सेती उफ्रेर बाल्टिनमा पसी र आफ्नो बुबाको सहयोगमा, सलोनीले सेतीलाई बाहिर निकालिन। त्यो दिन देखि, उनी एक बाठी केटीको रूपमा पनि चिनिईन !",
                "title": "सलोनी र सेती ",
                "answerKey": "i) बाख्राको पाठी वा ii) सलोनीको घरपालुवा जनावर",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(ठुलो स्वरमा पढ्नुहोस्)</span> सेती कहाँ खसिन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड नजिकै एउटा सानो गाउँमा बस्थिन। गाउँमा सबैले सलोनीलाई मन पराउँथे किनकि उनी धेरै सहयोगी र दयालु थिइन्। सलोनी जनावरहरुलाई माया गर्थिन् र उनको एउटा सेती नामको बाख्राको पाठी थियो। उनी घुम्न र सेतीसँग खेल्न मन पराउँथिन्। एक दिन, यताउता दौडिरहेको बेला सेती एउटा खाली ईनारमा खसिन। सलोनीले एकदम छिट्टो आफ्नो बुबालाई बोलाएर एउटा डोरी र एउटा बाल्टीन पनि लागिन। उनले बाल्टीनलाई डोरीले बाँधेर कुवामा हालिन्। धन्न , सेती उफ्रेर बाल्टिनमा पसी र आफ्नो बुबाको सहयोगमा, सलोनीले सेतीलाई बाहिर निकालिन। त्यो दिन देखि, उनी एक बाठी केटीको रूपमा पनि चिनिईन !",
                "title": "सलोनी र सेती ",
                "answerKey": "i) एउटा खाली ईनारमा\nii)एउटा ईनारमा",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(ठुलो स्वरमा पढ्नुहोस्)</span> सलोनीले सेतीलाई ईनारबाट बाहिर निकाल्न के प्रयोग गरिन?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड नजिकै एउटा सानो गाउँमा बस्थिन। गाउँमा सबैले सलोनीलाई मन पराउँथे किनकि उनी धेरै सहयोगी र दयालु थिइन्। सलोनी जनावरहरुलाई माया गर्थिन् र उनको एउटा सेती नामको बाख्राको पाठी थियो। उनी घुम्न र सेतीसँग खेल्न मन पराउँथिन्। एक दिन, यताउता दौडिरहेको बेला सेती एउटा खाली ईनारमा खसिन। सलोनीले एकदम छिट्टो आफ्नो बुबालाई बोलाएर एउटा डोरी र एउटा बाल्टीन पनि लागिन। उनले बाल्टीनलाई डोरीले बाँधेर कुवामा हालिन्। धन्न , सेती उफ्रेर बाल्टिनमा पसी र आफ्नो बुबाको सहयोगमा, सलोनीले सेतीलाई बाहिर निकालिन। त्यो दिन देखि, उनी एक बाठी केटीको रूपमा पनि चिनिईन !",
                "title": "सलोनी र सेती ",
                "answerKey": "i) डोरी र बाल्टिन\n[नोट: उत्तर सही हुनको लागि बालबालिकाहरुले 'डोरी' र 'बाल्टी' दुवै भन्नुपर्छ।]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तिम्रो बिचारमा सोलोनी अब किन एक बाठी केटी को रूप परिचित भईन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "सलोनी पहाड नजिकै एउटा सानो गाउँमा बस्थिन। गाउँमा सबैले सलोनीलाई मन पराउँथे किनकि उनी धेरै सहयोगी र दयालु थिइन्। सलोनी जनावरहरुलाई माया गर्थिन् र उनको एउटा सेती नामको बाख्राको पाठी थियो। उनी घुम्न र सेतीसँग खेल्न मन पराउँथिन्। एक दिन, यताउता दौडिरहेको बेला सेती एउटा खाली ईनारमा खसिन। सलोनीले एकदम छिट्टो आफ्नो बुबालाई बोलाएर एउटा डोरी र एउटा बाल्टीन पनि लागिन। उनले बाल्टीनलाई डोरीले बाँधेर कुवामा हालिन्। धन्न , सेती उफ्रेर बाल्टिनमा पसी र आफ्नो बुबाको सहयोगमा, सलोनीले सेतीलाई बाहिर निकालिन। त्यो दिन देखि, उनी एक बाठी केटीको रूपमा पनि चिनिईन !",
                "title": "सलोनी र सेती ",
                "answerKey": "i) उसले समय बर्बाद नगरी सेती/बाख्राको पाठीलाई बचाईन , \nii) उनले समय बर्बाद नगरी सेती/बाख्राको पाठीलाई इनारबाट निकालिन्, \niii) उनले डोरी र बाल्टिनको प्रयोग गरेर सेती/बाख्राको पाठीलाई बचाईन [नोट: प्रतिबिम्बित जवाफ यो सन्देश स्वीकार्य छ]।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी आफ्नो घर बाहिर बगैँचामा खेलिरहेकी थिइन्। एउटा सुन्दर कालो बिरालो बगैँचामा हिँडेको देखेर तुलसीलाई अचम्म लाग्यो। बिरालो मिलनसार थियो र तुलसीले त्यो बिरालोलाइ आफैसँग राखिन। त्यति नै बेला उनको आमाले बोलाएको सुनिन। आमाको ठुलो स्वरले बिरालो डरायो र नजिकैको जंगलमा भाग्यो। तुलसी बिरालोको पछि दौडिन तर भेट्टाउन सकिनन्। उनलाई अचानक लाग्यो कि बिरालो हरायो र घर फर्कने बाटो पनि याद नै भएन । तुलसी धेरै डराएकी थिईन । तर त्यसपछि उनले आफ्नी आमाले आफुलाई बोलाई रहेको आवाज सुनिन। उनी आमाको आवाज पछ्याउँदै हिंड्न थालिन । तुलसीकी आमाले दौडेर उनलाई अँगालो हाल्नु भयो ।",
                "title": "तुलसी र बिरालो",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> यो कथा के को बारेमा हो ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी आफ्नो घर बाहिर बगैँचामा खेलिरहेकी थिइन्। एउटा सुन्दर कालो बिरालो बगैँचामा हिँडेको देखेर तुलसीलाई अचम्म लाग्यो। बिरालो मिलनसार थियो र तुलसीले त्यो बिरालोलाइ आफैसँग राखिन। त्यति नै बेला उनको आमाले बोलाएको सुनिन। आमाको ठुलो स्वरले बिरालो डरायो र नजिकैको जंगलमा भाग्यो। तुलसी बिरालोको पछि दौडिन तर भेट्टाउन सकिनन्। उनलाई अचानक लाग्यो कि बिरालो हरायो र घर फर्कने बाटो पनि याद नै भएन । तुलसी धेरै डराएकी थिईन । तर त्यसपछि उनले आफ्नी आमाले आफुलाई बोलाई रहेको आवाज सुनिन। उनी आमाको आवाज पछ्याउँदै हिंड्न थालिन । तुलसीकी आमाले दौडेर उनलाई अँगालो हाल्नु भयो ।",
                "title": "तुलसी र बिरालो",
                "answerKey": "बालबालिकाहरुले यी मध्ये कुनै एक जवाफ दिनु पर्ने हुन्छ कथा: क) केटी र बिरालोको बारेमा वा ख) केटी हराएको वा ग) केटी हराएको र घर फर्किने बारेमा वा घ) केटी बिरालोको पछी लागेको र उनी हराएको",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तुलसी कहाँ खेल्दै थिईन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी आफ्नो घर बाहिर बगैँचामा खेलिरहेकी थिइन्। एउटा सुन्दर कालो बिरालो बगैँचामा हिँडेको देखेर तुलसीलाई अचम्म लाग्यो। बिरालो मिलनसार थियो र तुलसीले त्यो बिरालोलाइ आफैसँग राखिन। त्यति नै बेला उनको आमाले बोलाएको सुनिन। आमाको ठुलो स्वरले बिरालो डरायो र नजिकैको जंगलमा भाग्यो। तुलसी बिरालोको पछि दौडिन तर भेट्टाउन सकिनन्। उनलाई अचानक लाग्यो कि बिरालो हरायो र घर फर्कने बाटो पनि याद नै भएन । तुलसी धेरै डराएकी थिईन । तर त्यसपछि उनले आफ्नी आमाले आफुलाई बोलाई रहेको आवाज सुनिन। उनी आमाको आवाज पछ्याउँदै हिंड्न थालिन । तुलसीकी आमाले दौडेर उनलाई अँगालो हाल्नु भयो ।",
                "title": "तुलसी र बिरालो",
                "answerKey": "i) उसको घर पछाडि, ii) बगैंचामा, iii) उसको घर पछाडिको बगैंचामा",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तुलसीलाई किन अचम्म लाग्यो ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी आफ्नो घर बाहिर बगैँचामा खेलिरहेकी थिइन्। एउटा सुन्दर कालो बिरालो बगैँचामा हिँडेको देखेर तुलसीलाई अचम्म लाग्यो। बिरालो मिलनसार थियो र तुलसीले त्यो बिरालोलाइ आफैसँग राखिन। त्यति नै बेला उनको आमाले बोलाएको सुनिन। आमाको ठुलो स्वरले बिरालो डरायो र नजिकैको जंगलमा भाग्यो। तुलसी बिरालोको पछि दौडिन तर भेट्टाउन सकिनन्। उनलाई अचानक लाग्यो कि बिरालो हरायो र घर फर्कने बाटो पनि याद नै भएन । तुलसी धेरै डराएकी थिईन । तर त्यसपछि उनले आफ्नी आमाले आफुलाई बोलाई रहेको आवाज सुनिन। उनी आमाको आवाज पछ्याउँदै हिंड्न थालिन । तुलसीकी आमाले दौडेर उनलाई अँगालो हाल्नु भयो ।",
                "title": "तुलसी र बिरालो",
                "answerKey": "i) किनभने उनले बगैंचामा बिरालो हिंडिरहेको देखिन्, ii) किनभने उनले कालो बिरालो बगैंचामा हिंडिरहेको देखिन्",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(ठुलो स्वरमा पढ्नुहोस्)</span> डराएको बिरालोले के गर्यो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी आफ्नो घर बाहिर बगैँचामा खेलिरहेकी थिइन्। एउटा सुन्दर कालो बिरालो बगैँचामा हिँडेको देखेर तुलसीलाई अचम्म लाग्यो। बिरालो मिलनसार थियो र तुलसीले त्यो बिरालोलाइ आफैसँग राखिन। त्यति नै बेला उनको आमाले बोलाएको सुनिन। आमाको ठुलो स्वरले बिरालो डरायो र नजिकैको जंगलमा भाग्यो। तुलसी बिरालोको पछि दौडिन तर भेट्टाउन सकिनन्। उनलाई अचानक लाग्यो कि बिरालो हरायो र घर फर्कने बाटो पनि याद नै भएन । तुलसी धेरै डराएकी थिईन । तर त्यसपछि उनले आफ्नी आमाले आफुलाई बोलाई रहेको आवाज सुनिन। उनी आमाको आवाज पछ्याउँदै हिंड्न थालिन । तुलसीकी आमाले दौडेर उनलाई अँगालो हाल्नु भयो ।",
                "title": "तुलसी र बिरालो",
                "answerKey": "i) बिरालो भाग्यो, ii) बिरालो नजिकैको जंगलमा भाग्यो",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(ठुलो स्वरमा पढ्नुहोस्)</span> तुलसी किन डराईन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी आफ्नो घर बाहिर बगैँचामा खेलिरहेकी थिइन्। एउटा सुन्दर कालो बिरालो बगैँचामा हिँडेको देखेर तुलसीलाई अचम्म लाग्यो। बिरालो मिलनसार थियो र तुलसीले त्यो बिरालोलाइ आफैसँग राखिन। त्यति नै बेला उनको आमाले बोलाएको सुनिन। आमाको ठुलो स्वरले बिरालो डरायो र नजिकैको जंगलमा भाग्यो। तुलसी बिरालोको पछि दौडिन तर भेट्टाउन सकिनन्। उनलाई अचानक लाग्यो कि बिरालो हरायो र घर फर्कने बाटो पनि याद नै भएन । तुलसी धेरै डराएकी थिईन । तर त्यसपछि उनले आफ्नी आमाले आफुलाई बोलाई रहेको आवाज सुनिन। उनी आमाको आवाज पछ्याउँदै हिंड्न थालिन । तुलसीकी आमाले दौडेर उनलाई अँगालो हाल्नु भयो ।",
                "title": "तुलसी र बिरालो",
                "answerKey": "i) किनभने उनी हराएकी थिइन्, ii) किनकी उनलाई घर फर्कने बाटो थाहा थिएन",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तुलसी कसरी घर फर्किईन ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी आफ्नो घर बाहिर बगैँचामा खेलिरहेकी थिइन्। एउटा सुन्दर कालो बिरालो बगैँचामा हिँडेको देखेर तुलसीलाई अचम्म लाग्यो। बिरालो मिलनसार थियो र तुलसीले त्यो बिरालोलाइ आफैसँग राखिन। त्यति नै बेला उनको आमाले बोलाएको सुनिन। आमाको ठुलो स्वरले बिरालो डरायो र नजिकैको जंगलमा भाग्यो। तुलसी बिरालोको पछि दौडिन तर भेट्टाउन सकिनन्। उनलाई अचानक लाग्यो कि बिरालो हरायो र घर फर्कने बाटो पनि याद नै भएन । तुलसी धेरै डराएकी थिईन । तर त्यसपछि उनले आफ्नी आमाले आफुलाई बोलाई रहेको आवाज सुनिन। उनी आमाको आवाज पछ्याउँदै हिंड्न थालिन । तुलसीकी आमाले दौडेर उनलाई अँगालो हाल्नु भयो ।",
                "title": "तुलसी र बिरालो",
                "answerKey": "i) आमाको आवाज सुनेर घर फर्किइन्।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तिम्रो बिचारमा तुलसीकी आमाले उनलाई किन अँगालो हाल्नु भएको थियो होला ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "तुलसी आफ्नो घर बाहिर बगैँचामा खेलिरहेकी थिइन्। एउटा सुन्दर कालो बिरालो बगैँचामा हिँडेको देखेर तुलसीलाई अचम्म लाग्यो। बिरालो मिलनसार थियो र तुलसीले त्यो बिरालोलाइ आफैसँग राखिन। त्यति नै बेला उनको आमाले बोलाएको सुनिन। आमाको ठुलो स्वरले बिरालो डरायो र नजिकैको जंगलमा भाग्यो। तुलसी बिरालोको पछि दौडिन तर भेट्टाउन सकिनन्। उनलाई अचानक लाग्यो कि बिरालो हरायो र घर फर्कने बाटो पनि याद नै भएन । तुलसी धेरै डराएकी थिईन । तर त्यसपछि उनले आफ्नी आमाले आफुलाई बोलाई रहेको आवाज सुनिन। उनी आमाको आवाज पछ्याउँदै हिंड्न थालिन । तुलसीकी आमाले दौडेर उनलाई अँगालो हाल्नु भयो ।",
                "title": "तुलसी र बिरालो",
                "answerKey": "i) किनभने उहाँ तुलसीलाई भेट्टाएर खुसी हुनुहुन्थ्यो, ii) उहाँ चिन्तित हुनुहुन्थ्यो किनभने तुलसी बगैंचामा थिइनन् र उनलाई भेट्टाउँदा उहाँ खुसी हुनुहुन्थ्यो, iii) किनभने तुलसी हराएको छ र उहाँ चिन्तित हुनुहुन्थ्यो र उनलाई फेला पार्दा खुसी हुनुभयो/आराम भयो।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(कथालाई देखाउनुहोस् र भन्नुहोस्)</span> यो एउटा कथा हो। कथालाई ध्यान दिएर पढ्नुहोस् | त्यसपछि म तपाईलाई कथाको बारेमा केहि प्रश्नहरु सोध्ने छु |",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजु,समीर र पवन दाजुभाइ हुन्। हरेक दिन उनीहरु सँगै स्कूल जाने र फर्किने गर्छन। स्कुल जाने बाटो लामो छ र हिंडदै जानु पर्ने हुँदा, उनीहरुको आमालाई चिन्ता लाग्छ। उहाँले उनीहरुलाई संधै सँगै हिंड्न सम्झाउनुहुन्छ। एक दिन कान्छो भाइ राजु एउटा सुन्दर पुतली हेर्न रोकियो। अन्य दुई भाइहरुले राजु पछाडि छोडिएको थाहा नै पाएनन् र हिंडिरहे। केही समय पछि, उनीहरुले पछाडी फर्केर राजुलाई हेरे, तर उनीहरुले उसलाई देखेनन्। भाइलाई नदेखेर उनीहरु चिन्तित भए र उसलाई खोज्न थाले। धन्न, उनीहरुले राजु सडकको छेउमा बसेर रोइ रहेको भेटे। त्यो बेला देखि, राजु कहिल्यै पनि अन्त ध्यान नदिने र सधैं आफ्नो दाइहरु सँगै हिड्ने वाचा गर्यो।",
                "title": "हामी तीन भाइ",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> यो कथा के को बारेमा हो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजु,समीर र पवन दाजुभाइ हुन्। हरेक दिन उनीहरु सँगै स्कूल जाने र फर्किने गर्छन। स्कुल जाने बाटो लामो छ र हिंडदै जानु पर्ने हुँदा, उनीहरुको आमालाई चिन्ता लाग्छ। उहाँले उनीहरुलाई संधै सँगै हिंड्न सम्झाउनुहुन्छ। एक दिन कान्छो भाइ राजु एउटा सुन्दर पुतली हेर्न रोकियो। अन्य दुई भाइहरुले राजु पछाडि छोडिएको थाहा नै पाएनन् र हिंडिरहे। केही समय पछि, उनीहरुले पछाडी फर्केर राजुलाई हेरे, तर उनीहरुले उसलाई देखेनन्। भाइलाई नदेखेर उनीहरु चिन्तित भए र उसलाई खोज्न थाले। धन्न, उनीहरुले राजु सडकको छेउमा बसेर रोइ रहेको भेटे। त्यो बेला देखि, राजु कहिल्यै पनि अन्त ध्यान नदिने र सधैं आफ्नो दाइहरु सँगै हिड्ने वाचा गर्यो।",
                "title": "हामी तीन भाइ",
                "answerKey": "बालबालिकाहरुले यी मध्ये कुनै एक जवाफ दिनु पर्ने हुन्छ कथा: क) तीन भाइहरूको बारेमा वा ख) तीन भाइहरू स्कूल जाने र घर फर्कने वा ग) भाइ हराउने बारे।",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तीन दाजुभाईहरु सँधै कहाँ जान्छन?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजु,समीर र पवन दाजुभाइ हुन्। हरेक दिन उनीहरु सँगै स्कूल जाने र फर्किने गर्छन। स्कुल जाने बाटो लामो छ र हिंडदै जानु पर्ने हुँदा, उनीहरुको आमालाई चिन्ता लाग्छ। उहाँले उनीहरुलाई संधै सँगै हिंड्न सम्झाउनुहुन्छ। एक दिन कान्छो भाइ राजु एउटा सुन्दर पुतली हेर्न रोकियो। अन्य दुई भाइहरुले राजु पछाडि छोडिएको थाहा नै पाएनन् र हिंडिरहे। केही समय पछि, उनीहरुले पछाडी फर्केर राजुलाई हेरे, तर उनीहरुले उसलाई देखेनन्। भाइलाई नदेखेर उनीहरु चिन्तित भए र उसलाई खोज्न थाले। धन्न, उनीहरुले राजु सडकको छेउमा बसेर रोइ रहेको भेटे। त्यो बेला देखि, राजु कहिल्यै पनि अन्त ध्यान नदिने र सधैं आफ्नो दाइहरु सँगै हिड्ने वाचा गर्यो।",
                "title": "हामी तीन भाइ",
                "answerKey": "i) स्कूल जाने गर्छन",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> उनीहरुको आमाले उनीहरुलाई के भनेर सम्झाउनुहुन्छ?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजु,समीर र पवन दाजुभाइ हुन्। हरेक दिन उनीहरु सँगै स्कूल जाने र फर्किने गर्छन। स्कुल जाने बाटो लामो छ र हिंडदै जानु पर्ने हुँदा, उनीहरुको आमालाई चिन्ता लाग्छ। उहाँले उनीहरुलाई संधै सँगै हिंड्न सम्झाउनुहुन्छ। एक दिन कान्छो भाइ राजु एउटा सुन्दर पुतली हेर्न रोकियो। अन्य दुई भाइहरुले राजु पछाडि छोडिएको थाहा नै पाएनन् र हिंडिरहे। केही समय पछि, उनीहरुले पछाडी फर्केर राजुलाई हेरे, तर उनीहरुले उसलाई देखेनन्। भाइलाई नदेखेर उनीहरु चिन्तित भए र उसलाई खोज्न थाले। धन्न, उनीहरुले राजु सडकको छेउमा बसेर रोइ रहेको भेटे। त्यो बेला देखि, राजु कहिल्यै पनि अन्त ध्यान नदिने र सधैं आफ्नो दाइहरु सँगै हिड्ने वाचा गर्यो।",
                "title": "हामी तीन भाइ",
                "answerKey": "i) सँगै हिंड्न , ii) सँगै बस्न",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तीन भाइ मध्ये सबै भन्दा कान्छो को थियो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजु,समीर र पवन दाजुभाइ हुन्। हरेक दिन उनीहरु सँगै स्कूल जाने र फर्किने गर्छन। स्कुल जाने बाटो लामो छ र हिंडदै जानु पर्ने हुँदा, उनीहरुको आमालाई चिन्ता लाग्छ। उहाँले उनीहरुलाई संधै सँगै हिंड्न सम्झाउनुहुन्छ। एक दिन कान्छो भाइ राजु एउटा सुन्दर पुतली हेर्न रोकियो। अन्य दुई भाइहरुले राजु पछाडि छोडिएको थाहा नै पाएनन् र हिंडिरहे। केही समय पछि, उनीहरुले पछाडी फर्केर राजुलाई हेरे, तर उनीहरुले उसलाई देखेनन्। भाइलाई नदेखेर उनीहरु चिन्तित भए र उसलाई खोज्न थाले। धन्न, उनीहरुले राजु सडकको छेउमा बसेर रोइ रहेको भेटे। त्यो बेला देखि, राजु कहिल्यै पनि अन्त ध्यान नदिने र सधैं आफ्नो दाइहरु सँगै हिड्ने वाचा गर्यो।",
                "title": "हामी तीन भाइ",
                "answerKey": "i) राजु",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> घर फर्किंदै गर्दा, राजु के गर्न रोकियो?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजु,समीर र पवन दाजुभाइ हुन्। हरेक दिन उनीहरु सँगै स्कूल जाने र फर्किने गर्छन। स्कुल जाने बाटो लामो छ र हिंडदै जानु पर्ने हुँदा, उनीहरुको आमालाई चिन्ता लाग्छ। उहाँले उनीहरुलाई संधै सँगै हिंड्न सम्झाउनुहुन्छ। एक दिन कान्छो भाइ राजु एउटा सुन्दर पुतली हेर्न रोकियो। अन्य दुई भाइहरुले राजु पछाडि छोडिएको थाहा नै पाएनन् र हिंडिरहे। केही समय पछि, उनीहरुले पछाडी फर्केर राजुलाई हेरे, तर उनीहरुले उसलाई देखेनन्। भाइलाई नदेखेर उनीहरु चिन्तित भए र उसलाई खोज्न थाले। धन्न, उनीहरुले राजु सडकको छेउमा बसेर रोइ रहेको भेटे। त्यो बेला देखि, राजु कहिल्यै पनि अन्त ध्यान नदिने र सधैं आफ्नो दाइहरु सँगै हिड्ने वाचा गर्यो।",
                "title": "हामी तीन भाइ",
                "answerKey": "i) राजु पुतली हेर्न रोकियो, ii) राजु एउटा सुन्दर पुतली हेर्न रोकियो",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> समीर र पवनले आफ्नो भाइ राजुलाई कहाँ भेट्टाए?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजु,समीर र पवन दाजुभाइ हुन्। हरेक दिन उनीहरु सँगै स्कूल जाने र फर्किने गर्छन। स्कुल जाने बाटो लामो छ र हिंडदै जानु पर्ने हुँदा, उनीहरुको आमालाई चिन्ता लाग्छ। उहाँले उनीहरुलाई संधै सँगै हिंड्न सम्झाउनुहुन्छ। एक दिन कान्छो भाइ राजु एउटा सुन्दर पुतली हेर्न रोकियो। अन्य दुई भाइहरुले राजु पछाडि छोडिएको थाहा नै पाएनन् र हिंडिरहे। केही समय पछि, उनीहरुले पछाडी फर्केर राजुलाई हेरे, तर उनीहरुले उसलाई देखेनन्। भाइलाई नदेखेर उनीहरु चिन्तित भए र उसलाई खोज्न थाले। धन्न, उनीहरुले राजु सडकको छेउमा बसेर रोइ रहेको भेटे। त्यो बेला देखि, राजु कहिल्यै पनि अन्त ध्यान नदिने र सधैं आफ्नो दाइहरु सँगै हिड्ने वाचा गर्यो।",
                "title": "हामी तीन भाइ",
                "answerKey": "i) सडकको छेउमा, ii) सडकको छेउमा बसिरहेको",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(ठुलो स्वरले पढ्नुहोस्)</span> तिम्रो बिचारमा राजु किन रोएको होला?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "राजु,समीर र पवन दाजुभाइ हुन्। हरेक दिन उनीहरु सँगै स्कूल जाने र फर्किने गर्छन। स्कुल जाने बाटो लामो छ र हिंडदै जानु पर्ने हुँदा, उनीहरुको आमालाई चिन्ता लाग्छ। उहाँले उनीहरुलाई संधै सँगै हिंड्न सम्झाउनुहुन्छ। एक दिन कान्छो भाइ राजु एउटा सुन्दर पुतली हेर्न रोकियो। अन्य दुई भाइहरुले राजु पछाडि छोडिएको थाहा नै पाएनन् र हिंडिरहे। केही समय पछि, उनीहरुले पछाडी फर्केर राजुलाई हेरे, तर उनीहरुले उसलाई देखेनन्। भाइलाई नदेखेर उनीहरु चिन्तित भए र उसलाई खोज्न थाले। धन्न, उनीहरुले राजु सडकको छेउमा बसेर रोइ रहेको भेटे। त्यो बेला देखि, राजु कहिल्यै पनि अन्त ध्यान नदिने र सधैं आफ्नो दाइहरु सँगै हिड्ने वाचा गर्यो।",
                "title": "हामी तीन भाइ",
                "answerKey": "i) किनभने उसले आफ्ना दाईहरुलाई देखेन र घर कसरी फर्कने भनेर थाहा थिएन, ii) किनभने उसले आफ्ना दाईहरुलाई नदेखेर डराएको थियो, iii) किनभने उसले आफ्ना दाइहरुलाई देखेन, iv) किनभने उ पछाडि छोडियो , v) किनभने ऊ हराएको थियो",
                "showInputDiv": 1
            }]
    }, {
        //8
        'language': 'Portuguese-Mozambique',
        'languageFont': 'null',
        'answer': 'Resposta : ',
        'DidChildRead': `A criança leu todo o texto?`,
        'yesNo': ['Sim', 'Não'],
        'noOfMistakes': `Número de erros`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "Vou ler uma história para você. Ouça com atenção. Então vou fazer algumas perguntas sobre a história. <span style='color:blue'>(Leia em voz alta a história) </span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e o seu irmão mais novo, João, estavam a caminho do mercado para comprar alguns brinquedos. No caminho, viram o seu amigo Tito. O Tito parecia estar procurando por algo. A Ana perguntou ao Tito: 'O que procura?' O Tito disse: 'Perdi o meu dinheiro. Tinha que comprar vegetais para o jantar. O que vamos comer agora? Ao ouvir os problemas de Tito, Ana e João decidiram ajudá-lo. Eles compraram os vegetais com o seu próprio dinheiro. O Tito agradeceu e correu para casa. Ao chegar a casa, ele encontrou o seu dinheiro perdido na porta da frente. Pegou no dinheiro e correu ao encontro da Ana e João.",
                "title": "O Dinheiro Perdido",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "Porque a Ana e o João iam ao mercado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e o seu irmão mais novo, João, estavam a caminho do mercado para comprar alguns brinquedos. No caminho, viram o seu amigo Tito. O Tito parecia estar procurando por algo. A Ana perguntou ao Tito: 'O que procura?' O Tito disse: 'Perdi o meu dinheiro. Tinha que comprar vegetais para o jantar. O que vamos comer agora? Ao ouvir os problemas de Tito, Ana e João decidiram ajudá-lo. Eles compraram os vegetais com o seu próprio dinheiro. O Tito agradeceu e correu para casa. Ao chegar a casa, ele encontrou o seu dinheiro perdido na porta da frente. Pegou no dinheiro e correu ao encontro da Ana e João.",
                "title": "O Dinheiro Perdido",
                "answerKey": "i) Para comprar alguns brinquedos ii) Para comprar coisas",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "Quem é que a Anna e o João viram a caminho do mercado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e o seu irmão mais novo, João, estavam a caminho do mercado para comprar alguns brinquedos. No caminho, viram o seu amigo Tito. O Tito parecia estar procurando por algo. A Ana perguntou ao Tito: 'O que procura?' O Tito disse: 'Perdi o meu dinheiro. Tinha que comprar vegetais para o jantar. O que vamos comer agora? Ao ouvir os problemas de Tito, Ana e João decidiram ajudá-lo. Eles compraram os vegetais com o seu próprio dinheiro. O Tito agradeceu e correu para casa. Ao chegar a casa, ele encontrou o seu dinheiro perdido na porta da frente. Pegou no dinheiro e correu ao encontro da Ana e João.",
                "title": "O Dinheiro Perdido",
                "answerKey": "i) Tito, ii) o seu amigo Tito, iii) o seu amigo",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "O que o Tito tinha perdido?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e o seu irmão mais novo, João, estavam a caminho do mercado para comprar alguns brinquedos. No caminho, viram o seu amigo Tito. O Tito parecia estar procurando por algo. A Ana perguntou ao Tito: 'O que procura?' O Tito disse: 'Perdi o meu dinheiro. Tinha que comprar vegetais para o jantar. O que vamos comer agora? Ao ouvir os problemas de Tito, Ana e João decidiram ajudá-lo. Eles compraram os vegetais com o seu próprio dinheiro. O Tito agradeceu e correu para casa. Ao chegar a casa, ele encontrou o seu dinheiro perdido na porta da frente. Pegou no dinheiro e correu ao encontro da Ana e João.",
                "title": "O Dinheiro Perdido",
                "answerKey": "i) o seu dinheiro ii) o dinheiro com que teve de comprar vegetais",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "Como a Ana e o João ajudaram ao Tito?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e o seu irmão mais novo, João, estavam a caminho do mercado para comprar alguns brinquedos. No caminho, viram o seu amigo Tito. O Tito parecia estar procurando por algo. A Ana perguntou ao Tito: 'O que procura?' O Tito disse: 'Perdi o meu dinheiro. Tinha que comprar vegetais para o jantar. O que vamos comer agora? Ao ouvir os problemas de Tito, Ana e João decidiram ajudá-lo. Eles compraram os vegetais com o seu próprio dinheiro. O Tito agradeceu e correu para casa. Ao chegar a casa, ele encontrou o seu dinheiro perdido na porta da frente. Pegou no dinheiro e correu ao encontro da Ana e João.",
                "title": "O Dinheiro Perdido",
                "answerKey": "i) Compraram os vegetais para Tito/a família Tito, ii) Usaram o seu dinheiro para comprar vegetais para Tito/a família Tito",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "Onde o Tito encontrou o seu dinheiro?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e o seu irmão mais novo, João, estavam a caminho do mercado para comprar alguns brinquedos. No caminho, viram o seu amigo Tito. O Tito parecia estar procurando por algo. A Ana perguntou ao Tito: 'O que procura?' O Tito disse: 'Perdi o meu dinheiro. Tinha que comprar vegetais para o jantar. O que vamos comer agora? Ao ouvir os problemas de Tito, Ana e João decidiram ajudá-lo. Eles compraram os vegetais com o seu próprio dinheiro. O Tito agradeceu e correu para casa. Ao chegar a casa, ele encontrou o seu dinheiro perdido na porta da frente. Pegou no dinheiro e correu ao encontro da Ana e João.",
                "title": "O Dinheiro Perdido",
                "answerKey": "i) Perto da sua casa, ii) junto à porta da frente da sua casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "Porque pensa que o Tito correu ao encontro de Ana e João?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e o seu irmão mais novo, João, estavam a caminho do mercado para comprar alguns brinquedos. No caminho, viram o seu amigo Tito. O Tito parecia estar procurando por algo. A Ana perguntou ao Tito: 'O que procura?' O Tito disse: 'Perdi o meu dinheiro. Tinha que comprar vegetais para o jantar. O que vamos comer agora? Ao ouvir os problemas de Tito, Ana e João decidiram ajudá-lo. Eles compraram os vegetais com o seu próprio dinheiro. O Tito agradeceu e correu para casa. Ao chegar a casa, ele encontrou o seu dinheiro perdido na porta da frente. Pegou no dinheiro e correu ao encontro da Ana e João.",
                "title": "O Dinheiro Perdido",
                "answerKey": "i) Porque encontrou o dinheiro e quis dar-lhes, ii) Porque quis devolver o dinheiro [Nota: 'Porque encontrou o dinheiro' não é uma resposta aceitável].",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "Vou ler uma história para você. Ouça com atenção. Então vou fazer algumas perguntas sobre a história. <span style='color:blue'>(Leia em voz alta a história) </span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Mila e a Lila são amigas. Todas as noites, as meninas vão brincar no jardim. Uma noite, encontraram um pássaro deitado no chão. A Mila disse a Lila: 'Parece que este pássaro está ferido. Devemos levar o pássaro para casa?” A Lila concordou. Na casa, as meninas fizeram um pequeno ninho enchendo uma caixa com folhas. Colocaram o pássaro no ninho e deram-lhe comida e água. As meninas adoravam o seu novo animal de estimação. Lentamente, o pássaro ficou mais forte e começou a voar ao redor da casa. Um dia, a janela foi deixada aberta e quando a Mila e a Lila voltaram da escola o pássaro não estava em lugar nenhum.",
                "title": "Duas amigas e um pássaro",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "O que a Mila e a Lila fazem todas as noites?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Mila e a Lila são amigas. Todas as noites, as meninas vão brincar no jardim. Uma noite, encontraram um pássaro deitado no chão. A Mila disse a Lila: 'Parece que este pássaro está ferido. Devemos levar o pássaro para casa?” A Lila concordou. Na casa, as meninas fizeram um pequeno ninho enchendo uma caixa com folhas. Colocaram o pássaro no ninho e deram-lhe comida e água. As meninas adoravam o seu novo animal de estimação. Lentamente, o pássaro ficou mais forte e começou a voar ao redor da casa. Um dia, a janela foi deixada aberta e quando a Mila e a Lila voltaram da escola o pássaro não estava em lugar nenhum.",
                "title": "Duas amigas e um pássaro",
                "answerKey": "i) Vão para o jardim, ii) Vão para brincar",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "O que a Mila e a Lila encontraram?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Mila e a Lila são amigas. Todas as noites, as meninas vão brincar no jardim. Uma noite, encontraram um pássaro deitado no chão. A Mila disse a Lila: 'Parece que este pássaro está ferido. Devemos levar o pássaro para casa?” A Lila concordou. Na casa, as meninas fizeram um pequeno ninho enchendo uma caixa com folhas. Colocaram o pássaro no ninho e deram-lhe comida e água. As meninas adoravam o seu novo animal de estimação. Lentamente, o pássaro ficou mais forte e começou a voar ao redor da casa. Um dia, a janela foi deixada aberta e quando a Mila e a Lila voltaram da escola o pássaro não estava em lugar nenhum.",
                "title": "Duas amigas e um pássaro",
                "answerKey": "i) Um pássaro, ii) Um pássaro deitado no chão, iii) Um pássaro no chão",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "Vou ler uma historia para voce/si. Ouca com atencao. A seguir vou fazer algumas perguntas sobre a historia. <span style='color:blue'>(Leia em voz alta a história)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Mila e a Lila são amigas. Todas as noites, as meninas vão brincar no jardim. Uma noite, encontraram um pássaro deitado no chão. A Mila disse a Lila: 'Parece que este pássaro está ferido. Devemos levar o pássaro para casa?” A Lila concordou. Na casa, as meninas fizeram um pequeno ninho enchendo uma caixa com folhas. Colocaram o pássaro no ninho e deram-lhe comida e água. As meninas adoravam o seu novo animal de estimação. Lentamente, o pássaro ficou mais forte e começou a voar ao redor da casa. Um dia, a janela foi deixada aberta e quando a Mila e a Lila voltaram da escola o pássaro não estava em lugar nenhum.",
                "title": "Duas amigas e um pássaro",
                "answerKey": "i) Porque o pássaro estava ferido, ii) Porque o pássaro estava deitado no chão",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "Com o que as meninas fizeram um ninho?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Mila e a Lila são amigas. Todas as noites, as meninas vão brincar no jardim. Uma noite, encontraram um pássaro deitado no chão. A Mila disse a Lila: 'Parece que este pássaro está ferido. Devemos levar o pássaro para casa?” A Lila concordou. Na casa, as meninas fizeram um pequeno ninho enchendo uma caixa com folhas. Colocaram o pássaro no ninho e deram-lhe comida e água. As meninas adoravam o seu novo animal de estimação. Lentamente, o pássaro ficou mais forte e começou a voar ao redor da casa. Um dia, a janela foi deixada aberta e quando a Mila e a Lila voltaram da escola o pássaro não estava em lugar nenhum.",
                "title": "Duas amigas e um pássaro",
                "answerKey": "i) Com uma caixa e folhas, ii) Com uma caixa, iii) Com folhas",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "O que fazia o pássaro em casa quando ficou mais forte?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Mila e a Lila são amigas. Todas as noites, as meninas vão brincar no jardim. Uma noite, encontraram um pássaro deitado no chão. A Mila disse a Lila: 'Parece que este pássaro está ferido. Devemos levar o pássaro para casa?” A Lila concordou. Na casa, as meninas fizeram um pequeno ninho enchendo uma caixa com folhas. Colocaram o pássaro no ninho e deram-lhe comida e água. As meninas adoravam o seu novo animal de estimação. Lentamente, o pássaro ficou mais forte e começou a voar ao redor da casa. Um dia, a janela foi deixada aberta e quando a Mila e a Lila voltaram da escola o pássaro não estava em lugar nenhum.",
                "title": "Duas amigas e um pássaro",
                "answerKey": "i) O pássaro começou a voar ao redor da casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "Porque o pássaro não estava em lugar nenhum?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Mila e a Lila são amigas. Todas as noites, as meninas vão brincar no jardim. Uma noite, encontraram um pássaro deitado no chão. A Mila disse a Lila: 'Parece que este pássaro está ferido. Devemos levar o pássaro para casa?” A Lila concordou. Na casa, as meninas fizeram um pequeno ninho enchendo uma caixa com folhas. Colocaram o pássaro no ninho e deram-lhe comida e água. As meninas adoravam o seu novo animal de estimação. Lentamente, o pássaro ficou mais forte e começou a voar ao redor da casa. Um dia, a janela foi deixada aberta e quando a Mila e a Lila voltaram da escola o pássaro não estava em lugar nenhum.",
                "title": "Duas amigas e um pássaro",
                "answerKey": "i) O pássaro tinha voado para longe porque a janela estava aberta, ii) O pássaro tinha voado para longe",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "Vou ler uma história para você. Ouça com atenção. Então vou fazer algumas perguntas sobre a história. <span style='color:blue'>(Leia em voz alta a história) </span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "O Paulo tinha uma gata de estimação. O nome da gata era Mimi. A Mimi era uma gata branca. O Paulo adorava a Mimi. Todas as noites depois das aulas, o Paulo brincava com a Mimi. O jogo favorito da Mimi era perseguir coisas. O Paulo corria por aí puxando um rato de brinquedo por uma corda e a Mimi perseguia-o. Um dia, quando o Paulo voltou da escola, não conseguiu encontrar a Mimi em lugar nenhum. Ele procurou a Mimi no jardim e dentro da casa, mas a Mimi não estava em lugar nenhum. O Paulo pensou que a Mimi tinha fugido. Isto o deixou muito triste. Quando se sentou na cama, algo saltou para cima dele. O Paulo gritou de alegria!",
                "title": "O Paulo e a Mimi",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "Que animal o Paulo tinha como animal de estimação?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "O Paulo tinha uma gata de estimação. O nome da gata era Mimi. A Mimi era uma gata branca. O Paulo adorava a Mimi. Todas as noites depois das aulas, o Paulo brincava com a Mimi. O jogo favorito da Mimi era perseguir coisas. O Paulo corria por aí puxando um rato de brinquedo por uma corda e a Mimi perseguia-o. Um dia, quando o Paulo voltou da escola, não conseguiu encontrar a Mimi em lugar nenhum. Ele procurou a Mimi no jardim e dentro da casa, mas a Mimi não estava em lugar nenhum. O Paulo pensou que a Mimi tinha fugido. Isto o deixou muito triste. Quando se sentou na cama, algo saltou para cima dele. O Paulo gritou de alegria!",
                "title": "O Paulo e a Mimi",
                "answerKey": "i) Uma gata",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "De que cor era a Mimi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "O Paulo tinha uma gata de estimação. O nome da gata era Mimi. A Mimi era uma gata branca. O Paulo adorava a Mimi. Todas as noites depois das aulas, o Paulo brincava com a Mimi. O jogo favorito da Mimi era perseguir coisas. O Paulo corria por aí puxando um rato de brinquedo por uma corda e a Mimi perseguia-o. Um dia, quando o Paulo voltou da escola, não conseguiu encontrar a Mimi em lugar nenhum. Ele procurou a Mimi no jardim e dentro da casa, mas a Mimi não estava em lugar nenhum. O Paulo pensou que a Mimi tinha fugido. Isto o deixou muito triste. Quando se sentou na cama, algo saltou para cima dele. O Paulo gritou de alegria!",
                "title": "O Paulo e a Mimi",
                "answerKey": "i) Branco/branca",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "O que o Paulo gostava de fazer todas as noites depois das aulas?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "O Paulo tinha uma gata de estimação. O nome da gata era Mimi. A Mimi era uma gata branca. O Paulo adorava a Mimi. Todas as noites depois das aulas, o Paulo brincava com a Mimi. O jogo favorito da Mimi era perseguir coisas. O Paulo corria por aí puxando um rato de brinquedo por uma corda e a Mimi perseguia-o. Um dia, quando o Paulo voltou da escola, não conseguiu encontrar a Mimi em lugar nenhum. Ele procurou a Mimi no jardim e dentro da casa, mas a Mimi não estava em lugar nenhum. O Paulo pensou que a Mimi tinha fugido. Isto o deixou muito triste. Quando se sentou na cama, algo saltou para cima dele. O Paulo gritou de alegria!",
                "title": "O Paulo e a Mimi",
                "answerKey": "i) Brincar com a sua gata, ii) Brincar com a Mimi",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "Qual era o jogo favorito da Mimi?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "O Paulo tinha uma gata de estimação. O nome da gata era Mimi. A Mimi era uma gata branca. O Paulo adorava a Mimi. Todas as noites depois das aulas, o Paulo brincava com a Mimi. O jogo favorito da Mimi era perseguir coisas. O Paulo corria por aí puxando um rato de brinquedo por uma corda e a Mimi perseguia-o. Um dia, quando o Paulo voltou da escola, não conseguiu encontrar a Mimi em lugar nenhum. Ele procurou a Mimi no jardim e dentro da casa, mas a Mimi não estava em lugar nenhum. O Paulo pensou que a Mimi tinha fugido. Isto o deixou muito triste. Quando se sentou na cama, algo saltou para cima dele. O Paulo gritou de alegria!",
                "title": "O Paulo e a Mimi",
                "answerKey": "i) Perseguir, ii) Perseguir coisas, iii) Perseguir um rato de brinquedo",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "Quando a Mimi desapareceu, onde o Paulo procurou?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "O Paulo tinha uma gata de estimação. O nome da gata era Mimi. A Mimi era uma gata branca. O Paulo adorava a Mimi. Todas as noites depois das aulas, o Paulo brincava com a Mimi. O jogo favorito da Mimi era perseguir coisas. O Paulo corria por aí puxando um rato de brinquedo por uma corda e a Mimi perseguia-o. Um dia, quando o Paulo voltou da escola, não conseguiu encontrar a Mimi em lugar nenhum. Ele procurou a Mimi no jardim e dentro da casa, mas a Mimi não estava em lugar nenhum. O Paulo pensou que a Mimi tinha fugido. Isto o deixou muito triste. Quando se sentou na cama, algo saltou para cima dele. O Paulo gritou de alegria!",
                "title": "O Paulo e a Mimi",
                "answerKey": "i) No jardim e no interior da casa, ii) No jardim, iii) No interior da casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "Porque achas que o Paulo gritou de alegria?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "O Paulo tinha uma gata de estimação. O nome da gata era Mimi. A Mimi era uma gata branca. O Paulo adorava a Mimi. Todas as noites depois das aulas, o Paulo brincava com a Mimi. O jogo favorito da Mimi era perseguir coisas. O Paulo corria por aí puxando um rato de brinquedo por uma corda e a Mimi perseguia-o. Um dia, quando o Paulo voltou da escola, não conseguiu encontrar a Mimi em lugar nenhum. Ele procurou a Mimi no jardim e dentro da casa, mas a Mimi não estava em lugar nenhum. O Paulo pensou que a Mimi tinha fugido. Isto o deixou muito triste. Quando se sentou na cama, algo saltou para cima dele. O Paulo gritou de alegria!",
                "title": "O Paulo e a Mimi",
                "answerKey": "i) Porque a Mini lhe saltou em cima, ii) Porque encontrou a Mini",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e José estavam a jogar. Estavam sentados numa mesa pequena. Pipo, o seu cão de estimação, estava deitado no chão ao lado deles. Ana ganhou o jogo e saltou para cima e para baixo com alegria. Pipo ladrou de dor e Ana sentiu-se mal.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que a Ana e o José estavam a fazer?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e José estavam a jogar. Estavam sentados numa mesa pequena. Pipo, o seu cão de estimação, estava deitado no chão ao lado deles. Ana ganhou o jogo e saltou para cima e para baixo com alegria. Pipo ladrou de dor e Ana sentiu-se mal.",
                "title": "",
                "answerKey": "i. A jogar, ii. Jogar",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Onde estava deitado o Pipo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e José estavam a jogar. Estavam sentados numa mesa pequena. Pipo, o seu cão de estimação, estava deitado no chão ao lado deles. Ana ganhou o jogo e saltou para cima e para baixo com alegria. Pipo ladrou de dor e Ana sentiu-se mal.",
                "title": "",
                "answerKey": "i. Deitado no chão, ii. Deitado ao lado de Ana e João, iii. Deitado no chão ao lado da Ana e do João, iv Deitado ao lado da Ana, v. Deitado ao lado do João",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Quem ganhou o jogo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e José estavam a jogar. Estavam sentados numa mesa pequena. Pipo, o seu cão de estimação, estava deitado no chão ao lado deles. Ana ganhou o jogo e saltou para cima e para baixo com alegria. Pipo ladrou de dor e Ana sentiu-se mal.",
                "title": "",
                "answerKey": "i. Ana, ii. Ana ganhou o jogo",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Por que acha que Ana sentiu-se mal?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e José estavam a jogar. Estavam sentados numa mesa pequena. Pipo, o seu cão de estimação, estava deitado no chão ao lado deles. Ana ganhou o jogo e saltou para cima e para baixo com alegria. Pipo ladrou de dor e Ana sentiu-se mal.",
                "title": "",
                "answerKey": "i. A Ana pode ter ferido o cão quando saltou, ii. A Ana pode ter saltado sobre o cão, iii. Ana saltou para cima do cão, iv. Ana machucou o cão",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Na história, 'Ana saltou de alegria'. Qual é o significado de 'alegria'? Seleccione a melhor resposta a partir destas opcões. <span style='color:blue'>(Aponte para cada opção e leia-a em voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana e José estavam a jogar. Estavam sentados numa mesa pequena. Pipo, o seu cão de estimação, estava deitado no chão ao lado deles. Ana ganhou o jogo e saltou para cima e para baixo com alegria. Pipo ladrou de dor e Ana sentiu-se mal.\n <br> a. Sentir-se triste\n <br> b. Sentir-se zangado\n <br> c. Sentir-se feliz\n <br> d. Sentir-se cansado",
                "title": "",
                "answerKey": "c. Sentir-se feliz",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Uma menina e um menino estavam a brincar com os seus balões. A menina tinha um balão vermelho e o menino tinha um balão verde. O balão do menino explodiu e ele começou a chorar. A menina correu para a sua mãe e pediu dinheiro.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Com o que a menina e o menino estavam a brincar?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Uma menina e um menino estavam a brincar com os seus balões. A menina tinha um balão vermelho e o menino tinha um balão verde. O balão do menino explodiu e ele começou a chorar. A menina correu para a sua mãe e pediu dinheiro.",
                "title": "",
                "answerKey": "i. Com balões",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> De que cores eram os balões?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Uma menina e um menino estavam a brincar com os seus balões. A menina tinha um balão vermelho e o menino tinha um balão verde. O balão do menino explodiu e ele começou a chorar. A menina correu para a sua mãe e pediu dinheiro.",
                "title": "",
                "answerKey": "ii. Vermelho e verte [Nota: se a criança responder com apenas uma cor, marcar a pontuação incorrecta]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que o menino fez quando o seu balão explodiu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Uma menina e um menino estavam a brincar com os seus balões. A menina tinha um balão vermelho e o menino tinha um balão verde. O balão do menino explodiu e ele começou a chorar. A menina correu para a sua mãe e pediu dinheiro.",
                "title": "",
                "answerKey": "i. Começou a chorar",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque acha que a menina pediu dinheiro à mãe?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Uma menina e um menino estavam a brincar com os seus balões. A menina tinha um balão vermelho e o menino tinha um balão verde. O balão do menino explodiu e ele começou a chorar. A menina correu para a sua mãe e pediu dinheiro.",
                "title": "",
                "answerKey": "i. Comprar ao rapaz um balão novo, pois o seu balão tinha rebentado, ii. Comprar ao rapaz um doce/chocolate para o fazer sentir-se melhor",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Na história, 'O balão do menino explodiu'. Qual é o significado de 'explodiu'? Selecione a melhor resposta destas opções. <span style='color:blue'>(Aponte para cada opção e leia-a em voz alta)</span>\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Uma menina e um menino estavam a brincar com os seus balões. A menina tinha um balão vermelho e o menino tinha um balão verde. O balão do menino explodiu e ele começou a chorar. A menina correu para a sua mãe e pediu dinheiro.\n <br> a. Rebentar ou romper\n <br> b. Ficar preso numa árvore\n <br> c. Perder-se\n <br> d. Flutuar para longe",
                "title": "",
                "answerKey": "a. Rebentar ou romper",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Maria está muito feliz porque hoje é o dia do seu aniversário. Faz agora nove anos de idade. Todos os anos, os pais da Maria compram-lhe doces e um presente. A Maria está à espera que o sino da Escola toque para que possa voltar rápido para casa.\n",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque a Maria está feliz?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Maria está muito feliz porque hoje é o dia do seu aniversário. Faz agora nove anos de idade. Todos os anos, os pais da Maria compram-lhe doces e um presente. A Maria está à espera que o sino da Escola toque para que possa voltar rápido para casa.\n",
                "title": "",
                "answerKey": "i. Porque é o seu aniversário ii. Porque ela recebe doces pelo seu aniversário, iii. Porque recebe presentes pelo seu aniversário",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Que idade tem a Maria agora?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Maria está muito feliz porque hoje é o dia do seu aniversário. Faz agora nove anos de idade. Todos os anos, os pais da Maria compram-lhe doces e um presente. A Maria está à espera que o sino da Escola toque para que possa voltar rápido para casa.\n",
                "title": "",
                "answerKey": "i. Nove anos de idade",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Quem compra doces e um presente à Maria no seu aniversário?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Maria está muito feliz porque hoje é o dia do seu aniversário. Faz agora nove anos de idade. Todos os anos, os pais da Maria compram-lhe doces e um presente. A Maria está à espera que o sino da Escola toque para que possa voltar rápido para casa.\n",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque acha que a Maria queria voltar rápido para casa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Maria está muito feliz porque hoje é o dia do seu aniversário. Faz agora nove anos de idade. Todos os anos, os pais da Maria compram-lhe doces e um presente. A Maria está à espera que o sino da Escola toque para que possa voltar rápido para casa.\n",
                "title": "",
                "answerKey": "i. Para os seus doces e presentes, ii. Para os seus doces, iii. Para os seus presentes",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Na história, 'Os pais da Maria compram-lhe doces e um presente'. Qual é o significado da palavra 'presente'? Selecione a melhor resposta destas opcões. <span style='color:blue'>(Aponte para cada opcão e leia-a em voz alta)</span>\n\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Maria está muito feliz porque hoje é o dia do seu aniversário. Faz agora nove anos de idade. Todos os anos, os pais da Maria compram-lhe doces e um presente. A Maria está à espera que o sino da Escola toque para que possa voltar rápido para casa.\n <br> a. Coisas que são encontradas\n <br> b. Coisas que são dadas para um dia especial\n <br> c. Coisas que são antigas\n <br> d. Coisas que são tomadas à força",
                "title": "",
                "answerKey": "b. Coisas que são dadas para um dia especial",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lila estava um pouco assustada, pois este era o seu primeiro dia numa nova escola. Sentiu-se feliz depois de conhecer a sua professora. A sua professora era muito simpática. No intervalo, todas as crianças saíram para brincar. Lila sentou-se sozinha no banco a ver os meninos a brincar. Ela desejava poder brincar com os seus novos colegas. Nesse momento, algumas das crianças correram para ela e disseram: 'Lila, queres brincar connosco? Em poucos minutos, a voz de Lila podia também ser ouvida no pátio da escola.",
                "title": "Primeiro Dia na Escola",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque é que a Lila estava um pouco assustada?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lila estava um pouco assustada, pois este era o seu primeiro dia numa nova escola. Sentiu-se feliz depois de conhecer a sua professora. A sua professora era muito simpática. No intervalo, todas as crianças saíram para brincar. Lila sentou-se sozinha no banco a ver os meninos a brincar. Ela desejava poder brincar com os seus novos colegas. Nesse momento, algumas das crianças correram para ela e disseram: 'Lila, queres brincar connosco? Em poucos minutos, a voz de Lila podia também ser ouvida no pátio da escola.",
                "title": "Primeiro Dia na Escola",
                "answerKey": "i. Porque foi o seu primeiro dia na escola, ii. Porque foi o seu primeiro dia numa nova escola",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Como é que a Lila se sentiu depois de conhecer a sua professora?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lila estava um pouco assustada, pois este era o seu primeiro dia numa nova escola. Sentiu-se feliz depois de conhecer a sua professora. A sua professora era muito simpática. No intervalo, todas as crianças saíram para brincar. Lila sentou-se sozinha no banco a ver os meninos a brincar. Ela desejava poder brincar com os seus novos colegas. Nesse momento, algumas das crianças correram para ela e disseram: 'Lila, queres brincar connosco? Em poucos minutos, a voz de Lila podia também ser ouvida no pátio da escola.",
                "title": "Primeiro Dia na Escola",
                "answerKey": "i. Ela sentiu-se feliz",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que é que as crianças fizeram no intervalo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lila estava um pouco assustada, pois este era o seu primeiro dia numa nova escola. Sentiu-se feliz depois de conhecer a sua professora. A sua professora era muito simpática. No intervalo, todas as crianças saíram para brincar. Lila sentou-se sozinha no banco a ver os meninos a brincar. Ela desejava poder brincar com os seus novos colegas. Nesse momento, algumas das crianças correram para ela e disseram: 'Lila, queres brincar connosco? Em poucos minutos, a voz de Lila podia também ser ouvida no pátio da escola.",
                "title": "Primeiro Dia na Escola",
                "answerKey": "i. Eles saíram para jogar",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que as crianças pediram à Lila para fazer?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lila estava um pouco assustada, pois este era o seu primeiro dia numa nova escola. Sentiu-se feliz depois de conhecer a sua professora. A sua professora era muito simpática. No intervalo, todas as crianças saíram para brincar. Lila sentou-se sozinha no banco a ver os meninos a brincar. Ela desejava poder brincar com os seus novos colegas. Nesse momento, algumas das crianças correram para ela e disseram: 'Lila, queres brincar connosco? Em poucos minutos, a voz de Lila podia também ser ouvida no pátio da escola.",
                "title": "Primeiro Dia na Escola",
                "answerKey": "i. Eles pediram-lhe para brincar com eles",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque acha que a Lila estava sentada sozinha a ver os seus colegas a brincar?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lila estava um pouco assustada, pois este era o seu primeiro dia numa nova escola. Sentiu-se feliz depois de conhecer a sua professora. A sua professora era muito simpática. No intervalo, todas as crianças saíram para brincar. Lila sentou-se sozinha no banco a ver os meninos a brincar. Ela desejava poder brincar com os seus novos colegas. Nesse momento, algumas das crianças correram para ela e disseram: 'Lila, queres brincar connosco? Em poucos minutos, a voz de Lila podia também ser ouvida no pátio da escola.",
                "title": "Primeiro Dia na Escola",
                "answerKey": "i. Ela não tinha amigos, ii. Estava tímida / hesitante, iii. Não conhecia ninguém, iv. Era nova na escola e não tinha amigos, v. Era nova na escola e não conhecia ninguém.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A minha aldeia chama-se Napala. As pessoas da minha aldeia têm muitas vacas. O nome da vaca mais forte era Kisa. Uma noite, ladrões quiseram roubar as nossas vacas. Eles entraram no curral onde guardamos as nossas vacas. Uma vaca deu um pontapé num dos ladrões com tanta força que ele caiu. O ladrão gritou em voz alta de dor. O choro ruidoso acordou os moradores da aldeia. Todos ajudaram a apanhar os ladrões. De manhã, os moradores da aldeia agradeceram uns aos outros. Kisa tornou-se a vaca mais famosa da aldeia.",
                "title": "A Famosa Vaca",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Que animal é que as pessoas em Napala têm?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A minha aldeia chama-se Napala. As pessoas da minha aldeia têm muitas vacas. O nome da vaca mais forte era Kisa. Uma noite, ladrões quiseram roubar as nossas vacas. Eles entraram no curral onde guardamos as nossas vacas. Uma vaca deu um pontapé num dos ladrões com tanta força que ele caiu. O ladrão gritou em voz alta de dor. O choro ruidoso acordou os moradores da aldeia. Todos ajudaram a apanhar os ladrões. De manhã, os moradores da aldeia agradeceram uns aos outros. Kisa tornou-se a vaca mais famosa da aldeia.",
                "title": "A Famosa Vaca",
                "answerKey": "i. Vacas",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que os ladrões queriam fazer?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A minha aldeia chama-se Napala. As pessoas da minha aldeia têm muitas vacas. O nome da vaca mais forte era Kisa. Uma noite, ladrões quiseram roubar as nossas vacas. Eles entraram no curral onde guardamos as nossas vacas. Uma vaca deu um pontapé num dos ladrões com tanta força que ele caiu. O ladrão gritou em voz alta de dor. O choro ruidoso acordou os moradores da aldeia. Todos ajudaram a apanhar os ladrões. De manhã, os moradores da aldeia agradeceram uns aos outros. Kisa tornou-se a vaca mais famosa da aldeia.",
                "title": "A Famosa Vaca",
                "answerKey": "ii. Roubar as vacas",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque os moradores da aldeia acordaram?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A minha aldeia chama-se Napala. As pessoas da minha aldeia têm muitas vacas. O nome da vaca mais forte era Kisa. Uma noite, ladrões quiseram roubar as nossas vacas. Eles entraram no curral onde guardamos as nossas vacas. Uma vaca deu um pontapé num dos ladrões com tanta força que ele caiu. O ladrão gritou em voz alta de dor. O choro ruidoso acordou os moradores da aldeia. Todos ajudaram a apanhar os ladrões. De manhã, os moradores da aldeia agradeceram uns aos outros. Kisa tornou-se a vaca mais famosa da aldeia.",
                "title": "A Famosa Vaca",
                "answerKey": "i. Porque o ladrão gritou em voz alta, ii. Porque ouviram gritos altos, iii. Porque ouviram sons altos",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Quem apanhou os ladrões?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A minha aldeia chama-se Napala. As pessoas da minha aldeia têm muitas vacas. O nome da vaca mais forte era Kisa. Uma noite, ladrões quiseram roubar as nossas vacas. Eles entraram no curral onde guardamos as nossas vacas. Uma vaca deu um pontapé num dos ladrões com tanta força que ele caiu. O ladrão gritou em voz alta de dor. O choro ruidoso acordou os moradores da aldeia. Todos ajudaram a apanhar os ladrões. De manhã, os moradores da aldeia agradeceram uns aos outros. Kisa tornou-se a vaca mais famosa da aldeia.",
                "title": "A Famosa Vaca",
                "answerKey": "i. Todos os aldeões apanharam os ladrões, ii. Todos ajudaram a apanhar os ladrões",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Por que acha que Kisa se tornou a vaca mais famosa da aldeia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A minha aldeia chama-se Napala. As pessoas da minha aldeia têm muitas vacas. O nome da vaca mais forte era Kisa. Uma noite, ladrões quiseram roubar as nossas vacas. Eles entraram no curral onde guardamos as nossas vacas. Uma vaca deu um pontapé num dos ladrões com tanta força que ele caiu. O ladrão gritou em voz alta de dor. O choro ruidoso acordou os moradores da aldeia. Todos ajudaram a apanhar os ladrões. De manhã, os moradores da aldeia agradeceram uns aos outros. Kisa tornou-se a vaca mais famosa da aldeia.",
                "title": "A Famosa Vaca",
                "answerKey": "i. Porque pontapeou os ladrões, ii. Porque pontapeou o ladrão, o que fez o ladrão gritar em voz alta, acordando os aldeões.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Júlia estava a brincar no parque. Ela encontrou uma pequena caixa perto de uma árvore. A Júlia pegou nela e abriu-a. A caixa estava cheia de berlindes coloridos. Ela levou a caixa para casa e mostrou-a à sua mãe. A mãe de Júlia disse-lhe: 'Júlia, deve tentar encontrar o dono da caixa'. Júlia voltou para o parque. Ela viu um menino ao lado da árvore. Ele parecia triste. Júlia mostrou-lhe a caixa. O rosto do menino iluminou-se com um sorriso.",
                "title": "Perdida e Achada",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Onde estava a Júlia a brincar?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Júlia estava a brincar no parque. Ela encontrou uma pequena caixa perto de uma árvore. A Júlia pegou nela e abriu-a. A caixa estava cheia de berlindes coloridos. Ela levou a caixa para casa e mostrou-a à sua mãe. A mãe de Júlia disse-lhe: 'Júlia, deve tentar encontrar o dono da caixa'. Júlia voltou para o parque. Ela viu um menino ao lado da árvore. Ele parecia triste. Júlia mostrou-lhe a caixa. O rosto do menino iluminou-se com um sorriso.",
                "title": "Perdida e Achada",
                "answerKey": "i) Ela estava a brincar no parque, ii) No parque",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que é que a Júlia encontrou perto de uma árvore?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Júlia estava a brincar no parque. Ela encontrou uma pequena caixa perto de uma árvore. A Júlia pegou nela e abriu-a. A caixa estava cheia de berlindes coloridos. Ela levou a caixa para casa e mostrou-a à sua mãe. A mãe de Júlia disse-lhe: 'Júlia, deve tentar encontrar o dono da caixa'. Júlia voltou para o parque. Ela viu um menino ao lado da árvore. Ele parecia triste. Júlia mostrou-lhe a caixa. O rosto do menino iluminou-se com um sorriso.",
                "title": "Perdida e Achada",
                "answerKey": "i) Encontrou uma caixa de berlindes coloridos, ii) Encontrou uma caixa de berlindes, iii) Encontrou uma caixa, iv) Encontrou alguns berlindes",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que disse a mãe de Júlia quando lhe mostrou a caixa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Júlia estava a brincar no parque. Ela encontrou uma pequena caixa perto de uma árvore. A Júlia pegou nela e abriu-a. A caixa estava cheia de berlindes coloridos. Ela levou a caixa para casa e mostrou-a à sua mãe. A mãe de Júlia disse-lhe: 'Júlia, deve tentar encontrar o dono da caixa'. Júlia voltou para o parque. Ela viu um menino ao lado da árvore. Ele parecia triste. Júlia mostrou-lhe a caixa. O rosto do menino iluminou-se com um sorriso.",
                "title": "Perdida e Achada",
                "answerKey": "i) Que deve tentar encontrar o proprietário da caixa, ii) Que deve tentar encontrar o proprietário",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Quem estava perto da árvore onde Julia encontrou a caixa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Júlia estava a brincar no parque. Ela encontrou uma pequena caixa perto de uma árvore. A Júlia pegou nela e abriu-a. A caixa estava cheia de berlindes coloridos. Ela levou a caixa para casa e mostrou-a à sua mãe. A mãe de Júlia disse-lhe: 'Júlia, deve tentar encontrar o dono da caixa'. Júlia voltou para o parque. Ela viu um menino ao lado da árvore. Ele parecia triste. Júlia mostrou-lhe a caixa. O rosto do menino iluminou-se com um sorriso.",
                "title": "Perdida e Achada",
                "answerKey": "i) Um menino, ii) Um menino triste",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque acha que o menino se iluminou com um sorriso?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Júlia estava a brincar no parque. Ela encontrou uma pequena caixa perto de uma árvore. A Júlia pegou nela e abriu-a. A caixa estava cheia de berlindes coloridos. Ela levou a caixa para casa e mostrou-a à sua mãe. A mãe de Júlia disse-lhe: 'Júlia, deve tentar encontrar o dono da caixa'. Júlia voltou para o parque. Ela viu um menino ao lado da árvore. Ele parecia triste. Júlia mostrou-lhe a caixa. O rosto do menino iluminou-se com um sorriso.",
                "title": "Perdida e Achada",
                "answerKey": "i) Porque Júlia lhe mostrou a caixa de berlindes/ berlindes/caixa que pensava ter perdido, ii) Porque Júlia tinha encontrado a sua caixa/caixa de berlines/ berlindes.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Solange vivia numa pequena aldeia perto das montanhas. Toda a gente na aldeia gostava da Solange, pois ela era muito prestável e amável. A Solange adorava animais e tinha um gato de estimação chamado Bobi. Ela gostava de correr e brincar com o Bobi. Um dia, enquanto corria por aí, Bobi caiu num poço vazio. Agindo muito rapidamente, Solange chamou ao seu pai e pegou numa corda e um balde. Ela amarrou a corda ao balde e baixou-o para o poço. Felizmente, Bobi saltou para dentro do balde e com a ajuda do seu pai, a Solange tirou Bobi. A partir desse dia, a Solange também era conhecida como uma menina inteligente!",
                "title": "Solange e Bobi",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Sobre o que é esta história?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Solange vivia numa pequena aldeia perto das montanhas. Toda a gente na aldeia gostava da Solange, pois ela era muito prestável e amável. A Solange adorava animais e tinha um gato de estimação chamado Bobi. Ela gostava de correr e brincar com o Bobi. Um dia, enquanto corria por aí, Bobi caiu num poço vazio. Agindo muito rapidamente, Solange chamou ao seu pai e pegou numa corda e um balde. Ela amarrou a corda ao balde e baixou-o para o poço. Felizmente, Bobi saltou para dentro do balde e com a ajuda do seu pai, a Solange tirou Bobi. A partir desse dia, a Solange também era conhecida como uma menina inteligente!",
                "title": "Solange e Bobi",
                "answerKey": "No mínimo, as crianças devem dizer que a história é: a)Sobre Solange/ uma menina e um gato, OU b)Sobre um gato que caiu num poço, OU c)Sobre Solange/ uma menina que resgata um gato.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Onde é que a Solange vivia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Solange vivia numa pequena aldeia perto das montanhas. Toda a gente na aldeia gostava da Solange, pois ela era muito prestável e amável. A Solange adorava animais e tinha um gato de estimação chamado Bobi. Ela gostava de correr e brincar com o Bobi. Um dia, enquanto corria por aí, Bobi caiu num poço vazio. Agindo muito rapidamente, Solange chamou ao seu pai e pegou numa corda e um balde. Ela amarrou a corda ao balde e baixou-o para o poço. Felizmente, Bobi saltou para dentro do balde e com a ajuda do seu pai, a Solange tirou Bobi. A partir desse dia, a Solange também era conhecida como uma menina inteligente!",
                "title": "Solange e Bobi",
                "answerKey": "i) numa pequena aldeia, ii) numa pequena aldeia perto das montanhas",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque toda a gente gostava da Solange?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Solange vivia numa pequena aldeia perto das montanhas. Toda a gente na aldeia gostava da Solange, pois ela era muito prestável e amável. A Solange adorava animais e tinha um gato de estimação chamado Bobi. Ela gostava de correr e brincar com o Bobi. Um dia, enquanto corria por aí, Bobi caiu num poço vazio. Agindo muito rapidamente, Solange chamou ao seu pai e pegou numa corda e um balde. Ela amarrou a corda ao balde e baixou-o para o poço. Felizmente, Bobi saltou para dentro do balde e com a ajuda do seu pai, a Solange tirou Bobi. A partir desse dia, a Solange também era conhecida como uma menina inteligente!",
                "title": "Solange e Bobi",
                "answerKey": "i.) Ela era prestável e amável, ii) Ela era prestável, iii) Ela era amável",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Quem é Bobi nesta história?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Solange vivia numa pequena aldeia perto das montanhas. Toda a gente na aldeia gostava da Solange, pois ela era muito prestável e amável. A Solange adorava animais e tinha um gato de estimação chamado Bobi. Ela gostava de correr e brincar com o Bobi. Um dia, enquanto corria por aí, Bobi caiu num poço vazio. Agindo muito rapidamente, Solange chamou ao seu pai e pegou numa corda e um balde. Ela amarrou a corda ao balde e baixou-o para o poço. Felizmente, Bobi saltou para dentro do balde e com a ajuda do seu pai, a Solange tirou Bobi. A partir desse dia, a Solange também era conhecida como uma menina inteligente!",
                "title": "Solange e Bobi",
                "answerKey": "i) Um gato ii) O animal de estimação da Solange",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Onde é que o Bobi caiu?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Solange vivia numa pequena aldeia perto das montanhas. Toda a gente na aldeia gostava da Solange, pois ela era muito prestável e amável. A Solange adorava animais e tinha um gato de estimação chamado Bobi. Ela gostava de correr e brincar com o Bobi. Um dia, enquanto corria por aí, Bobi caiu num poço vazio. Agindo muito rapidamente, Solange chamou ao seu pai e pegou numa corda e um balde. Ela amarrou a corda ao balde e baixou-o para o poço. Felizmente, Bobi saltou para dentro do balde e com a ajuda do seu pai, a Solange tirou Bobi. A partir desse dia, a Solange também era conhecida como uma menina inteligente!",
                "title": "Solange e Bobi",
                "answerKey": "i) Num poço",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que é que a Solange usou para tirar o Bobi do poço?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Solange vivia numa pequena aldeia perto das montanhas. Toda a gente na aldeia gostava da Solange, pois ela era muito prestável e amável. A Solange adorava animais e tinha um gato de estimação chamado Bobi. Ela gostava de correr e brincar com o Bobi. Um dia, enquanto corria por aí, Bobi caiu num poço vazio. Agindo muito rapidamente, Solange chamou ao seu pai e pegou numa corda e um balde. Ela amarrou a corda ao balde e baixou-o para o poço. Felizmente, Bobi saltou para dentro do balde e com a ajuda do seu pai, a Solange tirou Bobi. A partir desse dia, a Solange também era conhecida como uma menina inteligente!",
                "title": "Solange e Bobi",
                "answerKey": "i) Uma corda e um balde [Nota: para ser correcto, a criança deve dizer tanto 'corda' como 'balde'].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque acha que a Solange agora também é conhecida como uma menina inteligente?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Solange vivia numa pequena aldeia perto das montanhas. Toda a gente na aldeia gostava da Solange, pois ela era muito prestável e amável. A Solange adorava animais e tinha um gato de estimação chamado Bobi. Ela gostava de correr e brincar com o Bobi. Um dia, enquanto corria por aí, Bobi caiu num poço vazio. Agindo muito rapidamente, Solange chamou ao seu pai e pegou numa corda e um balde. Ela amarrou a corda ao balde e baixou-o para o poço. Felizmente, Bobi saltou para dentro do balde e com a ajuda do seu pai, a Solange tirou Bobi. A partir desse dia, a Solange também era conhecida como uma menina inteligente!",
                "title": "Solange e Bobi",
                "answerKey": "i) Ela resgatou Bobi / o gato agindo rapidamente, ii) Ela puxou Bobi / o gato para fora do poço agindo rapidamente, iii) Ela resgatou Bobi / o gato usando uma corda e um balde [Nota: uma resposta que transmita esta mensagem é aceitável].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Camila estava brincando no jardim à porta da sua casa. Para surpresa da Camila, um lindo gato preto entrou no jardim. O gato não era tímido e a Camila foi capaz de acariciá-lo. Nesse momento, ela ouviu a sua mãe chamar por ela. Isto assustou o gato e ele correu para a floresta próxima. A Camila correu atrás do gato, mas não conseguiu encontrá-lo. De repente, ela percebeu que estava perdida e não sabia como voltar para casa. A Camila estava muito assustada. Mas então ela ouviu a voz da sua mãe chamando por ela. Ela seguiu a voz de volta para casa. A mãe da Camila correu até ela e a abraçou.",
                "title": "A Camila e o gato",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Do que se trata na história?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Camila estava brincando no jardim à porta da sua casa. Para surpresa da Camila, um lindo gato preto entrou no jardim. O gato não era tímido e a Camila foi capaz de acariciá-lo. Nesse momento, ela ouviu a sua mãe chamar por ela. Isto assustou o gato e ele correu para a floresta próxima. A Camila correu atrás do gato, mas não conseguiu encontrá-lo. De repente, ela percebeu que estava perdida e não sabia como voltar para casa. A Camila estava muito assustada. Mas então ela ouviu a voz da sua mãe chamando por ela. Ela seguiu a voz de volta para casa. A mãe da Camila correu até ela e a abraçou.",
                "title": "A Camila e o gato",
                "answerKey": "No mínimo, as crianças devem dizer que a história é: a) Sobre uma rapariga e um gato OU b) Sobre uma rapariga a perder-se OU c) Sobre uma rapariga a perder-se e a encontrar o caminho de volta a casa OU d) Sobre uma rapariga a correr atrás de um gato e a perder-se",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Onde a Camila estava a brincar?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Camila estava brincando no jardim à porta da sua casa. Para surpresa da Camila, um lindo gato preto entrou no jardim. O gato não era tímido e a Camila foi capaz de acariciá-lo. Nesse momento, ela ouviu a sua mãe chamar por ela. Isto assustou o gato e ele correu para a floresta próxima. A Camila correu atrás do gato, mas não conseguiu encontrá-lo. De repente, ela percebeu que estava perdida e não sabia como voltar para casa. A Camila estava muito assustada. Mas então ela ouviu a voz da sua mãe chamando por ela. Ela seguiu a voz de volta para casa. A mãe da Camila correu até ela e a abraçou.",
                "title": "A Camila e o gato",
                "answerKey": "i) Atrás da sua casa, ii) No jardim, iii) Atrás da sua casa no jardim",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque a Camila ficou surpresa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Camila estava brincando no jardim à porta da sua casa. Para surpresa da Camila, um lindo gato preto entrou no jardim. O gato não era tímido e a Camila foi capaz de acariciá-lo. Nesse momento, ela ouviu a sua mãe chamar por ela. Isto assustou o gato e ele correu para a floresta próxima. A Camila correu atrás do gato, mas não conseguiu encontrá-lo. De repente, ela percebeu que estava perdida e não sabia como voltar para casa. A Camila estava muito assustada. Mas então ela ouviu a voz da sua mãe chamando por ela. Ela seguiu a voz de volta para casa. A mãe da Camila correu até ela e a abraçou.",
                "title": "A Camila e o gato",
                "answerKey": "i) Porque um gato entrou no jardim, ii) Porque um gato preto entrou no jardim",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que fez o gato assustado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Camila estava brincando no jardim à porta da sua casa. Para surpresa da Camila, um lindo gato preto entrou no jardim. O gato não era tímido e a Camila foi capaz de acariciá-lo. Nesse momento, ela ouviu a sua mãe chamar por ela. Isto assustou o gato e ele correu para a floresta próxima. A Camila correu atrás do gato, mas não conseguiu encontrá-lo. De repente, ela percebeu que estava perdida e não sabia como voltar para casa. A Camila estava muito assustada. Mas então ela ouviu a voz da sua mãe chamando por ela. Ela seguiu a voz de volta para casa. A mãe da Camila correu até ela e a abraçou.",
                "title": "A Camila e o gato",
                "answerKey": "i) O gato fugiu, ii) O gato correu para um arbusto próximo",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque é que a Camila estava assustada?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Camila estava brincando no jardim à porta da sua casa. Para surpresa da Camila, um lindo gato preto entrou no jardim. O gato não era tímido e a Camila foi capaz de acariciá-lo. Nesse momento, ela ouviu a sua mãe chamar por ela. Isto assustou o gato e ele correu para a floresta próxima. A Camila correu atrás do gato, mas não conseguiu encontrá-lo. De repente, ela percebeu que estava perdida e não sabia como voltar para casa. A Camila estava muito assustada. Mas então ela ouviu a voz da sua mãe chamando por ela. Ela seguiu a voz de volta para casa. A mãe da Camila correu até ela e a abraçou.",
                "title": "A Camila e o gato",
                "answerKey": "i) Porque estava perdida, ii) Porque não sabia como regressar a casa",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Como é que a Camila voltou para casa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Camila estava brincando no jardim à porta da sua casa. Para surpresa da Camila, um lindo gato preto entrou no jardim. O gato não era tímido e a Camila foi capaz de acariciá-lo. Nesse momento, ela ouviu a sua mãe chamar por ela. Isto assustou o gato e ele correu para a floresta próxima. A Camila correu atrás do gato, mas não conseguiu encontrá-lo. De repente, ela percebeu que estava perdida e não sabia como voltar para casa. A Camila estava muito assustada. Mas então ela ouviu a voz da sua mãe chamando por ela. Ela seguiu a voz de volta para casa. A mãe da Camila correu até ela e a abraçou.",
                "title": "A Camila e o gato",
                "answerKey": "i) Ela seguiu a voz da sua mãe em casa",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque acha que a mãe da Camila correu até ela e a abraçou? \n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "A Camila estava brincando no jardim à porta da sua casa. Para surpresa da Camila, um lindo gato preto entrou no jardim. O gato não era tímido e a Camila foi capaz de acariciá-lo. Nesse momento, ela ouviu a sua mãe chamar por ela. Isto assustou o gato e ele correu para a floresta próxima. A Camila correu atrás do gato, mas não conseguiu encontrá-lo. De repente, ela percebeu que estava perdida e não sabia como voltar para casa. A Camila estava muito assustada. Mas então ela ouviu a voz da sua mãe chamando por ela. Ela seguiu a voz de volta para casa. A mãe da Camila correu até ela e a abraçou.",
                "title": "A Camila e o gato",
                "answerKey": "i) Porque estava feliz por a encontrar, ii) Porque estava preocupada porque Camila não estava no jardim e estava feliz por a encontrar, iii) Porque estava preocupada porque Camila estava perdida e feliz/ aliviada por a ter encontrado.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(Aponte para a história e diga)</span> Esta é uma história. Leia a história em voz alta. Em seguida, vou fazer algumas perguntas sobre a história.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo, Mário e João são irmãos. Todos os dias caminham juntos para a escola e depois regressam a casa. É uma longa caminhada, que preocupa a sua mãe. Ela esta sempre a lembrá-los de ficarem juntos. Um dia, a caminho de casa, Paulo, o irmão mais novo, parou para ver uma bela borboleta. Os outros dois irmãos continuaram a caminhar sem se aperceberem que Paulo tinha sido deixado para trás. Passado algum tempo, viraram-se para ver Paulo, mas não o puderam ver. Ficaram preocupados e correram de volta para o procurar. Por sorte, encontraram Paulo sentado à beira da estrada e a chorar. A partir daí, Paulo prometeu nunca se distrair e caminhar sempre perto dos seus irmãos.",
                "title": "Os Três Irmãos",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> De que trata esta história?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo, Mário e João são irmãos. Todos os dias caminham juntos para a escola e depois regressam a casa. É uma longa caminhada, que preocupa a sua mãe. Ela esta sempre a lembrá-los de ficarem juntos. Um dia, a caminho de casa, Paulo, o irmão mais novo, parou para ver uma bela borboleta. Os outros dois irmãos continuaram a caminhar sem se aperceberem que Paulo tinha sido deixado para trás. Passado algum tempo, viraram-se para ver Paulo, mas não o puderam ver. Ficaram preocupados e correram de volta para o procurar. Por sorte, encontraram Paulo sentado à beira da estrada e a chorar. A partir daí, Paulo prometeu nunca se distrair e caminhar sempre perto dos seus irmãos.",
                "title": "Os Três Irmãos",
                "answerKey": "No mínimo, as crianças devem dizer que esta história é: a) Sobre três irmãos ou b) Sobre três irmãos a caminho da escola e de regresso a casa OU c) Sobre um irmão a perder-se",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Para onde é que os três irmãos caminham todos os dias?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo, Mário e João são irmãos. Todos os dias caminham juntos para a escola e depois regressam a casa. É uma longa caminhada, que preocupa a sua mãe. Ela esta sempre a lembrá-los de ficarem juntos. Um dia, a caminho de casa, Paulo, o irmão mais novo, parou para ver uma bela borboleta. Os outros dois irmãos continuaram a caminhar sem se aperceberem que Paulo tinha sido deixado para trás. Passado algum tempo, viraram-se para ver Paulo, mas não o puderam ver. Ficaram preocupados e correram de volta para o procurar. Por sorte, encontraram Paulo sentado à beira da estrada e a chorar. A partir daí, Paulo prometeu nunca se distrair e caminhar sempre perto dos seus irmãos.",
                "title": "Os Três Irmãos",
                "answerKey": "i) Para a escola e de regresso a casa, ii) Para e da escola",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> O que é que a mãe deles está sempre a lembrá-los para fazerem?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo, Mário e João são irmãos. Todos os dias caminham juntos para a escola e depois regressam a casa. É uma longa caminhada, que preocupa a sua mãe. Ela esta sempre a lembrá-los de ficarem juntos. Um dia, a caminho de casa, Paulo, o irmão mais novo, parou para ver uma bela borboleta. Os outros dois irmãos continuaram a caminhar sem se aperceberem que Paulo tinha sido deixado para trás. Passado algum tempo, viraram-se para ver Paulo, mas não o puderam ver. Ficaram preocupados e correram de volta para o procurar. Por sorte, encontraram Paulo sentado à beira da estrada e a chorar. A partir daí, Paulo prometeu nunca se distrair e caminhar sempre perto dos seus irmãos.",
                "title": "Os Três Irmãos",
                "answerKey": "i) Para ficarem juntos quando andam, ii) Para ficarem juntos",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Quem era o mais novo dos três irmãos?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo, Mário e João são irmãos. Todos os dias caminham juntos para a escola e depois regressam a casa. É uma longa caminhada, que preocupa a sua mãe. Ela esta sempre a lembrá-los de ficarem juntos. Um dia, a caminho de casa, Paulo, o irmão mais novo, parou para ver uma bela borboleta. Os outros dois irmãos continuaram a caminhar sem se aperceberem que Paulo tinha sido deixado para trás. Passado algum tempo, viraram-se para ver Paulo, mas não o puderam ver. Ficaram preocupados e correram de volta para o procurar. Por sorte, encontraram Paulo sentado à beira da estrada e a chorar. A partir daí, Paulo prometeu nunca se distrair e caminhar sempre perto dos seus irmãos.",
                "title": "Os Três Irmãos",
                "answerKey": "i) Paulo",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> A caminho de casa, o que Paulo parou para fazer?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo, Mário e João são irmãos. Todos os dias caminham juntos para a escola e depois regressam a casa. É uma longa caminhada, que preocupa a sua mãe. Ela esta sempre a lembrá-los de ficarem juntos. Um dia, a caminho de casa, Paulo, o irmão mais novo, parou para ver uma bela borboleta. Os outros dois irmãos continuaram a caminhar sem se aperceberem que Paulo tinha sido deixado para trás. Passado algum tempo, viraram-se para ver Paulo, mas não o puderam ver. Ficaram preocupados e correram de volta para o procurar. Por sorte, encontraram Paulo sentado à beira da estrada e a chorar. A partir daí, Paulo prometeu nunca se distrair e caminhar sempre perto dos seus irmãos.",
                "title": "Os Três Irmãos",
                "answerKey": "i) Paulo parou para ver uma borboleta, ii) Paulo parou para ver uma bela borboleta",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Onde é que Mário e João encontraram o seu irmão Paulo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo, Mário e João são irmãos. Todos os dias caminham juntos para a escola e depois regressam a casa. É uma longa caminhada, que preocupa a sua mãe. Ela esta sempre a lembrá-los de ficarem juntos. Um dia, a caminho de casa, Paulo, o irmão mais novo, parou para ver uma bela borboleta. Os outros dois irmãos continuaram a caminhar sem se aperceberem que Paulo tinha sido deixado para trás. Passado algum tempo, viraram-se para ver Paulo, mas não o puderam ver. Ficaram preocupados e correram de volta para o procurar. Por sorte, encontraram Paulo sentado à beira da estrada e a chorar. A partir daí, Paulo prometeu nunca se distrair e caminhar sempre perto dos seus irmãos.",
                "title": "Os Três Irmãos",
                "answerKey": "i) Na berma da estrada, ii) Sentado na berma da estrada",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(Leia em voz alta)</span> Porque pensa que Paulo estava a chorar?\n",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Paulo, Mário e João são irmãos. Todos os dias caminham juntos para a escola e depois regressam a casa. É uma longa caminhada, que preocupa a sua mãe. Ela esta sempre a lembrá-los de ficarem juntos. Um dia, a caminho de casa, Paulo, o irmão mais novo, parou para ver uma bela borboleta. Os outros dois irmãos continuaram a caminhar sem se aperceberem que Paulo tinha sido deixado para trás. Passado algum tempo, viraram-se para ver Paulo, mas não o puderam ver. Ficaram preocupados e correram de volta para o procurar. Por sorte, encontraram Paulo sentado à beira da estrada e a chorar. A partir daí, Paulo prometeu nunca se distrair e caminhar sempre perto dos seus irmãos.",
                "title": "Os Três Irmãos",
                "answerKey": "i) Porque não podia ver os seus irmãos e não sabia como regressar a casa, ii) Porque não podia ver os seus irmãos e tinha medo, iii) Porque não podia ver os seus irmãos, iv) Porque foi deixado para trás, v) Porque estava perdido",
                "showInputDiv": 1
            }
        ]
    }, {
        //9
        'language': 'Spanish-Mexico',
        'languageFont': 'null',
        'answer': 'Respuesta : ',
        'DidChildRead': `¿Ha leído el(la) niño(a) todo el texto?`,
        'yesNo': ['Sí', 'No'],
        'noOfMistakes': `Cantidad de errores`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "Voy a leerte una historia. Escúchala con atención. Luego te haré algunas preguntas sobre la historia. <span style='color:blue'>(Lee la historia en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": " El dinero perdido",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "¿Para qué iban Ana y Pablo al mercado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": " El dinero perdido",
                "answerKey": "i) Para comprar juguetes ii) para comprar cosas",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "¿A quién vieron Ana y Pablo de camino al mercado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": " El dinero perdido",
                "answerKey": "i) A Pedro, ii) a su amigo Pedro, iii) a su amigo",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "¿Qué había perdido Pedro?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": " El dinero perdido",
                "answerKey": "i) su dinero ii) el dinero con el que tenía que comprar verduras",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "¿Cómo ayudaron Ana y Pablo a Pedro?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": " El dinero perdido",
                "answerKey": "i) Compraron las verduras para Pedro/la familia de Pedro ii) Usaron su dinero para comprar verduras para Pedro/la familia de Pedro",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "¿Dónde encontró Pedro su dinero?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": " El dinero perdido",
                "answerKey": "i) Cerca de su casa, ii) Junto a la puerta de su casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "¿Para qué crees que Pedro corrió detrás de Ana y Pablo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": " El dinero perdido",
                "answerKey": "i) Porque encontró el dinero y quería dárselo, ii) Porque quería devolver el dinero [Nota: 'Porque encontró el dinero' no es unar respuesta aceptable]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "Voy a leerte una historia. Escúchala con atención. Luego te haré algunas preguntas sobre la historia. <span style='color:blue'>(Lee la historia en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigas y un pájaro",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "¿Qué hacen Sofía y Rosa todas las tardes?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Van al parque, ii) Van a jugar",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "¿Qué encontraron Sofía y Rosa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Un pájaro, ii) Un pájaro tirado en el suelo, iii) Un pájaro en el suelo",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "¿Por qué Sofía y Rosa llevaron el pájaro a su casa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Porque el pájaro estaba herido, ii) Porque el pájaro estaba tirado en el suelo",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "¿Con qué hicieron las niñas un nido?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Con una caja y hojas, ii) Con una caja, iii) Con hojas",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "¿Qué hizo el pájaro en la casa cuando se recuperó?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Comenzó a volar dentro de la casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "¿Por qué crees que el pájaro no estaba en ninguna parte?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) El pájaro se había ido volando porque la ventana estaba abierta, ii) El pájaro había volado lejos",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "Voy a leerte una historia. Escúchala con atención. Luego te haré algunas preguntas sobre la historia. <span style='color:blue'>(Lee la historia en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría jalando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "¿Qué animal tenía Laura como mascota?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría jalando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Una gata",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "¿De qué color era la gata Mini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría jalando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Blanca",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "¿Qué le gustaba hacer a Laura todas las tardes después de la escuela?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría jalando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Jugar con su gata, ii) Jugar con Mini",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "¿Qué juego era el favorito de Mini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría jalando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Perseguir, ii) Perseguir cosas, iii) Perseguir un ratón de juguete",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "Cuando Mini desapareció, ¿dónde la buscó Laura?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría jalando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) En el jardín y dentro de la casa, ii) En el jardín, iii) Dentro de la casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "¿Por qué piensas que Laura saltó de alegría?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría jalando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Porque Mini le saltó encima, ii) Porque había encontrado a Mini",
                "showInputDiv": 0
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué hacían Ana y José?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "i. Jugando un juego, ii. Jugando",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Dónde estaba echado Dino?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "i. Echado en el suelo, ii. Echado al lado de Ana y José, iii. Echado en el suelo junto a Ana y José, iv. Echado junto a Ana, v. Echado junto a José",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién ganó el juego?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "i. Ana, ii. Ana ganó el juego",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Ana se sintió mal?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "i. Ana puede haber herido al perro al saltar, ii. Ana puede haber saltado sobre el perro, iii. Ana saltó sobre el perro, iv. Ana hirió al perro",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> En la historia, “Ana saltó de alegría”. ¿Cuál es el significado de ‘alegría’? Selecciona la mejor respuesta de estas opciones. <span style='color:blue'>(Señala cada opción y léela en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.\n\n\na. Sentirse triste\nb. Sentirse enojado\nc. Sentirse feliz\nd. Sentirse cansada",
                "title": "",
                "answerKey": "c. Sentirse feliz",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Con qué jugaban la niña y el niño?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "i. Con globos",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿De qué colores eran los globos?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "i. Rojo y verde [Nota: si el niño/niña responde con un solo color, marcar como incorrecta]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué hizo el niño cuando estalló su globo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "i. Empezó a llorar",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que le pidió la niña dinero a su mamá?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "i. Para comprarle un nuevo globo al niño ya que el suyo se reventó, ii. Para comprarle al niño un dulce/chocolate para que se sienta mejor.",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> En la historia, “El globo del niño se reventó”. ¿Cuál es el significado de ‘reventar’? Selecciona la mejor respuesta de estas opciones. <span style='color:blue'>(Señala cada opción y léela en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.\n\na. Explotar o romperse\nb. Quedar atorado en un árbol\nc. Perderse\nd. Flotar lejos",
                "title": "",
                "answerKey": "a. Explotar o romperse",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué está feliz Lupe?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "i. Porque es su cumpleaños ii. Porque recibe dulces para su compleaños, iii. Porque recibe un regalo por su cumpleaños",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Cuántos años tiene Lupe ahora?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "i. Nueve años",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién le compra a Lupe dulces y un regalo en su cumpleaños?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "i. Sus padres ii. Sus papás iii. Su mamá y su papá",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Lupe quiere llegar rápido a casa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "i. Por los dulces y el regalo, ii. Por los dulces, iii. Por el regalo",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> En la historia, “los papás de Lupe le compran dulces y un regalo”. ¿Cuál es el significado de la palabra ‘regalo’? Elige la mejor respuesta de estas opciones. <span style='color:blue'>(Señala cada opción y léela en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.\n\na. Cosas que se encuentran\nb. Cosas que se dan en un día especial\nc. Cosas que son viejas\nd. Cosas que se toman por la fuerza",
                "title": "",
                "answerKey": "b. Cosas que se dan en un día especial",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: 'Sofía, ¿quieres jugar con nosotros?'. Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué Sofía estaba un poco asustada?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: 'Sofía, ¿quieres jugar con nosotros?'. Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. Porque era su primer día en la escuela, ii. Porque era su primer día en una nueva escuela",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Cómo se sintió Sofía después de conocer a su maestra?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: 'Sofía, ¿quieres jugar con nosotros?'. Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. Se sintió feliz",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué hicieron los niños en el receso?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: 'Sofía, ¿quieres jugar con nosotros?'. Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. Salieron a jugar",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué le preguntaron algunos niños a Sofía?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: 'Sofía, ¿quieres jugar con nosotros?'. Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. Le preguntaron si quería jugar con ellos",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Sofía estaba sentada sola y viendo a sus compañeros jugar?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: 'Sofía, ¿quieres jugar con nosotros?'. Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. No tenía amigos, ii. Era indecisa/tímida, iii. No conocía a nadie, iv. Era nueva en la escuela y no tenía amigos, v. Era nueva en la escuela y no conocía a nadie.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué animal tiene la gente en Yanga?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "i. Vacas",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué querían hacer los ladrones?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "ii. Robar las vacas",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué se despertó la gente del pueblo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "i. Porque el ladrón gritó fuerte, ii. Porque escucharon un grito fuerte, iii. Porque escucharon ruidos fuertes.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién atrapó a los ladrones?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "i. Toda la gente del pueblo atrapó a los ladrones, ii. Todos ayudaron a atrapar a los ladrones",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Pinta se volvió la vaca más famosa del pueblo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "i. Porque pateó a los ladrones, ii. Porque pateó al ladrón, lo que lo hizo gritar y despertar a la gente del pueblo.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de canicas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿En dónde estaba jugando Julia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de canicas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Estaba jugando en el parque, ii) En el parque",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué encontró Julia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de canicas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Encontró una caja llena de canicas de colores, ii) Encontró una caja con canicas, iii) Encontró una caja, iv) Encontró unas canicas",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué le dijo su mamá a Julia cuando le mostró la caja?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de canicas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Que debía intentar encontrar al dueño de la caja, ii) que debía intentar encontrar al dueño",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién estaba cerca del árbol donde Julia se encontró la caja?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de canicas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Un niño, ii) Un niño triste",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué crees que al niño se le iluminó la cara con una sonrisa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de canicas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Porque Julia le mostró la caja de canicas/ las canicas/ la caja que creía perdida, ii) Porque Julia había encontrado su caja/ la caja de canicas/ las canicas.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y una cubeta. Ató la cuerda a la cubeta y la metió en el pozo. Afortunadamente, Lala saltó a la cubeta y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿De qué trata la historia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y una cubeta. Ató la cuerda a la cubeta y la metió en el pozo. Afortunadamente, Lala saltó a la cubeta y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "Como mínimo, los niños deben decir que la historia es: a)Sobre Helena/una niña y una cabrita, O b)Sobre una cabrita que se ha caído a un pozo, O c)Sobre Helena/una niña que rescata a una cabrita.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿En dónde vivía Helena?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y una cubeta. Ató la cuerda a la cubeta y la metió en el pozo. Afortunadamente, Lala saltó a la cubeta y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) En un pequeño pueblo, ii) en un pequeño pueblo cerca de las montañas",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué a la gente del pueblo les agradaba Helena?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y una cubeta. Ató la cuerda a la cubeta y la metió en el pozo. Afortunadamente, Lala saltó a la cubeta y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i.) Era atenta y amable, ii) Era atenta, iii) Era amable",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién es Lala en esta historia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y una cubeta. Ató la cuerda a la cubeta y la metió en el pozo. Afortunadamente, Lala saltó a la cubeta y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) Una cabrita ii) La mascota de Helena",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿En dónde se cayó Lala?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y una cubeta. Ató la cuerda a la cubeta y la metió en el pozo. Afortunadamente, Lala saltó a la cubeta y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) En un pozo",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué utilizó Helena para sacar a Lala del pozo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y una cubeta. Ató la cuerda a la cubeta y la metió en el pozo. Afortunadamente, Lala saltó a la cubeta y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) Una cuerda y una cubeta [Nota: para ser correcta la respuesta, los niños deben decir tanto 'cuerda' como 'cubeta.]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Helena es ahora conocida como una niña inteligente?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y una cubeta. Ató la cuerda a la cubeta y la metió en el pozo. Afortunadamente, Lala saltó a la cubeta y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) Rescató a Lala/la cabrita actuando rápidamente, ii) Sacó a Lala/la cabrita del pozo actuando rápidamente, iii) Rescató a Lala/la cabrita utilizando una cuerda y una cubeta [Nota: se acepta una respuesta que transmita este mensaje].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó. ",
                "title": "Tere y el gato",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿De qué trata este cuento?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó. ",
                "title": "Tere y el gato",
                "answerKey": "Como mínimo, los niños deben decir que la historia es: a) sobre una niña y un gato O b) sobre una niña que se pierde O c) sobre una niña que se pierde y encuentra el camino de vuelta a casa O d)sobre una niña que corre detrás de un gato y se pierde",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Dónde estaba jugando Tere?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó. ",
                "title": "Tere y el gato",
                "answerKey": "i) Detrás de su casa, ii) En el jardín, iii) Detrás de su casa en el jardín",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué Tere estaba sorprendida?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó. ",
                "title": "Tere y el gato",
                "answerKey": "i) Porque un gato entró en el jardín, ii) Porque un gato negro entró en el jardín",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué hizo el gato asustado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó. ",
                "title": "Tere y el gato",
                "answerKey": "i) El gato huyó, ii) El gato corrió hacia un arbusto cercano",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué se asustó Tere?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó. ",
                "title": "Tere y el gato",
                "answerKey": "i) Porque estaba perdida, ii) Porque no sabía cómo volver a casa",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Cómo regresó Tere a su casa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó. ",
                "title": "Tere y el gato",
                "answerKey": "i) Siguió la voz de su madre de vuelta a casa",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué crees que la mamá de Tere corrió hacia ella y la abrazó?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó. ",
                "title": "Tere y el gato",
                "answerKey": "i) Porque se alegró de encontrarla, ii) Porque estaba preocupada porque Tere no estaba en el jardín y se alegró de encontrarla, iii) Porque estaba preocupada porque Tere se había perdido y se alegró/alivió de haberla encontrado.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿De qué trata esta historia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "Como mínimo, los niños deben decir que esta historia es: a) Sobre tres hermanos o b) Sobre tres hermanos que van al colegio y vuelven a casa O c) Sobre un hermano que se pierde",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿A dónde caminan los tres hermanos todos los días?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) De ida y vuelta a la escuela, ii) hacia la escuela y vuelta",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué les recuerda siempre su mamá que hagan?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Permanecer juntos cuando están caminando, ii) Permanecer juntos",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién es el menor de los tres hermanos?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Ángel",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> De regreso a casa, ¿Qué se detuvo a hacer Ángel?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Ángel se detuvo a observar una mariposa, ii) Ángel se detuvo a observar una hermosa mariposa",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿En dónde encontraron Pablo y Saúl a su hermano Ángel?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Al lado del camino, ii) Sentado al lado del camino",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué crees que Ángel estaba llorando?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Porque no podía ver a sus hermanos y no sabía cómo volver a casa, ii) Porque no podía ver a sus hermanos y tenía miedo, iii) Porque no podía ver a sus hermanos, iv) Porque se quedó atrás, v) Porque se perdió",
                "showInputDiv": 1
            }]
    }, {
        //10
        'language': 'Spanish-Nicaragua',
        'languageFont': 'fonts/AntarcticaRegular.ttf',
        'answer': 'Respuesta : ',
        'DidChildRead': `¿Ha leído el(la) niño(a) todo el texto?`,
        'yesNo': ['Sí', 'No'],
        'noOfMistakes': `Cantidad de errores`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "Te voy a leer una historia. Escúchala con atención. Luego te haré algunas preguntas sobre la historia. <span style='color:blue'>(Lee la historia en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": "El dinero perdido",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "¿Para qué iban Ana y Pablo al mercado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": "El dinero perdido",
                "answerKey": "i) Para comprar juguetes ii) para comprar cosas",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "¿A quién vieron Ana y Pablo de camino al mercado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": "El dinero perdido",
                "answerKey": "i) A Pedro, ii) a su amigo Pedro, iii) a su amigo",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "¿Qué había perdido Pedro?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": "El dinero perdido",
                "answerKey": "i) su dinero ii) el dinero con el que tenía que comprar verduras",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "¿Cómo ayudaron Ana y Pablo a Pedro?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": "El dinero perdido",
                "answerKey": "i) Compraron las verduras para Pedro/la familia de Pedro ii) Usaron su dinero para comprar verduras para Pedro/la familia de Pedro",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "¿Dónde encontró Pedro su dinero?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": "El dinero perdido",
                "answerKey": "i) Cerca de su casa, ii) Junto a la puerta de su casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "¿Para qué crees que Pedro corrió detrás de Ana y Pablo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y su hermano menor Pablo se dirigían al mercado a comprar unos juguetes. En el camino, vieron a su amigo Pedro. Pedro parecía estar buscando algo. Ana le preguntó a Pedro: '¿Qué estás buscando?'. Pedro dijo: 'He perdido mi dinero. Tenía que comprar verduras para la cena. ¿Qué vamos a comer ahora?'. Al escuchar los problemas de Pedro, Ana y Pablo decidieron ayudarle. Compraron las verduras con su propio dinero. Pedro les dio las gracias y corrió a casa. Al llegar a casa, encontró el dinero perdido junto a la puerta. Recogió el dinero y corrió tras Ana y Pablo.",
                "title": "El dinero perdido",
                "answerKey": "i) Porque encontró el dinero y quería dárselo, ii) Porque quería devolver el dinero [Nota: \"Porque encontró el dinero\" no es unar respuesta aceptable]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "Te voy a leer una historia. Escúchala con atención. Luego te haré algunas preguntas sobre la historia. <span style='color:blue'>(Lee la historia en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "¿Qué hacen Sofía y Rosa todas las tardes?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Van al parque, ii) Van a jugar",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "¿Qué encontraron Sofía y Rosa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Un pájaro, ii) Un pájaro tirado en el suelo, iii) Un pájaro en el suelo",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "¿Por qué Sofía y Rosa llevaron el pájaro a su casa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Porque el pájaro estaba herido, ii) Porque el pájaro estaba tirado en el suelo",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "¿Con qué hicieron las niñas un nido?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Con una caja y hojas, ii) Con una caja, iii) Con hojas",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "¿Qué hizo el pájaro en la casa cuando se recuperó?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) Comenzó a volar dentro de la casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "Según vos, ¿Por qué el pájaro no estaba en ninguna parte?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía y Rosa son amigas. Todas las tardes van al parque a jugar. Una tarde, mientras caminaban en el parque, encontraron un pájaro tirado en el suelo. Sofía le dijo a Rosa: “Parece que este pájaro está herido ¿Nos lo llevamos a casa?” Rosa estuvo de acuerdo. En casa, las niñas hicieron un pequeño nido llenando una caja con hojas. Colocaron al pájaro ahí y le dieron comida y agua. Las niñas amaban a su nueva mascota. Poco a poco el pájaro se recuperó y comenzó a volar dentro la casa. Un día, la ventana se quedó abierta y cuando Sofía y Rosa regresaron de la escuela, el pájaro no estaba en ninguna parte.",
                "title": "Dos amigos y un pájaro",
                "answerKey": "i) El pájaro se había ido volando porque la ventana estaba abierta, ii) El pájaro había volado lejos",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "Te voy a leer una historia. Escúchala con atención. Luego te haré algunas preguntas sobre la historia. <span style='color:blue'>(Lee la historia en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría tirando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "¿Qué animal tenía Laura como mascota?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría tirando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Una gata",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "¿De qué color era la gata Mini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría tirando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Blanca",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "¿Qué le gustaba hacer a Laura todas las tardes después de la escuela?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría tirando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Jugar con su gata, ii) Jugar con Mini",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "¿Qué juego era el favorito de Mini?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría tirando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Perseguir, ii) Perseguir cosas, iii) Perseguir un ratón de juguete",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "Cuando Mini desapareció, ¿dónde la buscó Laura?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría tirando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) En el jardín y dentro de la casa, ii) En el jardín, iii) Dentro de la casa",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "Según vos, ¿Por qué Laura saltó de alegría?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Laura tenía una gata como mascota. La gata se llamaba Mini. Mini era una gata blanca. Laura adoraba a Mini. Todas las tardes, después de clase, Laura jugaba con Mini. El juego favorito de Mini era perseguir cosas. Laura corría tirando un ratón de juguete con una cuerda y Mini lo perseguía. Un día, cuando Laura regresó de la escuela, no pudo encontrar a Mini por ningún lado. Buscó a Mini afuera en el jardín y dentro de la casa, pero Mini no estaba por ninguna parte. Laura pensó que Mini se había escapado. Esto la puso muy triste. Cuando se sentó en la cama, algo saltó sobre ella. Laura gritó de alegría.",
                "title": "Laura y Mini",
                "answerKey": "i) Porque Mini le saltó encima, ii) Porque había encontrado a Mini",
                "showInputDiv": 0
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué hacían Ana y José?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "i. Jugando un juego, ii. Jugando",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Dónde estaba echado Dino?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "i. Echado en el suelo, ii. Echado al lado de Ana y José, iii. Echado en el suelo junto a Ana y José, iv. Echado junto a Ana, v. Echado junto a José",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién ganó el juego?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "i. Ana, ii. Ana ganó el juego",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Ana se sintió mal?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.",
                "title": "",
                "answerKey": "i. Ana puede haber herido al perro al saltar, ii. Ana puede haber saltado sobre el perro, iii. Ana saltó sobre el perro, iv. Ana hirió al perro",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> En la historia, “Ana saltó de alegría”. ¿Cuál es el significado de ‘alegría’? Selecciona la mejor respuesta de estas opciones. <span style='color:blue'>(Señala cada opción y léela en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ana y José estaban jugando. Estaban sentados en una mesa pequeña. Dino, su perro mascota, estaba echado en el suelo junto a ellos. Ana ganó el juego y saltó de alegría. Dino ladró de dolor y Ana se sintió mal.\n <br> a. Sentirse triste\n <br> b. Sentirse enojado\n <br> c. Sentirse feliz\n <br> d. Sentirse cansada",
                "title": "",
                "answerKey": "c. Sentirse feliz",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Con qué jugaban la niña y el niño?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "i. With balloons",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿De qué colores eran los globos?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "ii. Red and green [Note: if the child responds with just one color score incorrect]",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué hizo el niño cuando estalló su globo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "i. Empezó a llorar",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que le pidió la niña dinero a su mamá?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.",
                "title": "",
                "answerKey": "i. Para comprarle un nuevo globo al niño ya que el suyo se reventó, ii. Para comprarle al niño un dulce/chocolate para que se sienta mejor.",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> En la historia, “El globo del niño se reventó”. ¿Cuál es el significado de ‘reventar’? Selecciona la mejor respuesta de estas opciones. <span style='color:blue'>(Señala cada opción y léela en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Una niña y un niño estaban jugando con sus globos. La niña tenía un globo rojo y el niño un globo verde. El globo del niño se reventó y el niño empezó a llorar. La niña corrió hacia su mamá y le pidió dinero.\n <br> a. Explotar o romperse\n <br> b. Quedar atorado en un árbol\n <br> c. Perderse\n <br> d. Flotar lejos",
                "title": "",
                "answerKey": "a. Explotar o romperse",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué está feliz Lupe?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "i. Porque es su cumpleaños ii. Porque recibe dulces para su compleaños, iii. Porque recibe un regalo por su cumpleaños",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Cuántos años tiene Lupe ahora?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "i. Nueve años",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién le compra a Lupe dulces y un regalo en su cumpleaños?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Lupe quiere llegar rápido a casa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.",
                "title": "",
                "answerKey": "i. Por los dulces y el regalo, ii. Por los dulces, iii. Por el regalo",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> En la historia, “los papás de Lupe le compran dulces y un regalo”. ¿Cuál es el significado de la palabra ‘regalo’? Elige la mejor respuesta de estas opciones. <span style='color:blue'>(Señala cada opción y léela en voz alta)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Lupe está muy feliz porque hoy es su cumpleaños. Ella tiene ahora nueve años. En cada cumpleaños sus papás le compran dulces y un regalo. Lupe está esperando que la campana de la escuela suene para poder llegar rápido a su casa.\n <br> a. Cosas que se encuentran\n <br> b. Cosas que se dan en un día especial\n <br> c. Cosas que son viejas\n <br> d. Cosas que se toman por la fuerza",
                "title": "",
                "answerKey": "b. Cosas que se dan en un día especial",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: \"Sofía, ¿quieres jugar con nosotros?\". Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué Sofía estaba un poco asustada?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: \"Sofía, ¿quieres jugar con nosotros?\". Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. Porque era su primer día en la escuela, ii. Porque era su primer día en una nueva escuela",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Cómo se sintió Sofía después de conocer a su maestra?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: \"Sofía, ¿quieres jugar con nosotros?\". Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. Se sintió feliz",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué hicieron los niños en el receso?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: \"Sofía, ¿quieres jugar con nosotros?\". Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. Salieron a jugar",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué le preguntaron algunos niños a Sofía?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: \"Sofía, ¿quieres jugar con nosotros?\". Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. Le preguntaron si quería jugar con ellos",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Sofía estaba sentada sola y viendo a sus compañeros jugar?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Sofía estaba un poco asustada porque era su primer día en una escuela nueva. Se sintió feliz después de conocer a su maestra. Su maestra era muy amable. En el receso, todos los niños salieron a jugar. Sofía se sentó sola en la banca y los miró. Deseaba poder jugar con sus nuevos compañeros de clase. En ese momento, algunos niños corrieron hacia ella y le dijeron: \"Sofía, ¿quieres jugar con nosotros?\". Después de unos minutos la voz de Sofía también pudo ser escuchada desde el patio.",
                "title": "Primer día de clase",
                "answerKey": "i. No tenía amigos, ii. Era indecisa/tímida, iii. No conocía a nadie, iv. Era nueva en la escuela y no tenía amigos, v. Era nueva en la escuela y no conocía a nadie.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué animal tiene la gente en Yanga?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "i. Vacas",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué querían hacer los ladrones?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "ii. Robar las vacas",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué se despertó la gente del pueblo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "i. Porque el ladrón gritó fuerte, ii. Porque escucharon un grito fuerte, iii. Porque escucharon ruidos fuertes.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién atrapó a los ladrones?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "i. Toda la gente del pueblo atrapó a los ladrones, ii. Todos ayudaron a atrapar a los ladrones",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Pinta se volvió la vaca más famosa del pueblo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Mi pueblo se llama Yanga. La gente de mi pueblo tiene muchas vacas. La vaca más fuerte se llama Pinta. Una noche, unos ladrones quisieron robar nuestras vacas y se metieron a su corral. Una vaca pateó tan fuerte a uno de los ladrones que se cayó. El ladrón gritó fuerte del dolor y su grito despertó a las personas del pueblo. Todos ayudaron a atrapar a los ladrones. Por la mañana, todos se agradecieron unos a otros. Pinta se volvió la vaca más famosa del pueblo.",
                "title": "La vaca famosa",
                "answerKey": "i. Porque pateó a los ladrones, ii. Porque pateó al ladrón, lo que lo hizo gritar y despertar a la gente del pueblo.",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de chibolas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿En dónde estaba jugando Julia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de chibolas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Estaba jugando en el parque, ii) En el parque",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué encontró Julia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de chibolas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Encontró una caja llena de chibolas de colores, ii) Encontró una caja con chibolas, iii) Encontró una caja, iv) Encontró unas chibolas",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué le dijo su mamá a Julia cuando le mostró la caja?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de chibolas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Que debía intentar encontrar al dueño de la caja, ii) que debía intentar encontrar al dueño",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién estaba cerca del árbol donde Julia se encontró la caja?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de chibolas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Un niño, ii) Un niño triste",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué crees que al niño se le iluminó la cara con una sonrisa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Julia estaba jugando en el parque. Ella encontró una pequeña caja bajo un árbol. Julia la recogió y la abrió. La caja estaba llena de chibolas de colores. Ella llevó la caja a su casa y se la enseñó a su mamá. Su mamá le dijo, “Julia, deberías intentar encontrar al dueño de la caja”. Julia regresó de nuevo al parque. Vio a un niño que estaba junto al árbol. Él se veía triste. Julia le mostró la caja. El rostro del niño se iluminó con una sonrisa.",
                "title": "Objetos perdidos",
                "answerKey": "i) Porque Julia le mostró la caja de chibolas/ las chibolas/ la caja que creía perdida, ii) Porque Julia había encontrado su caja/ la caja de chibolas/ las chibolas.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y un balde. Ató la cuerda al balde y la metió en el pozo. Afortunadamente, Lala saltó al balde y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿De qué trata la historia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y un balde. Ató la cuerda al balde y la metió en el pozo. Afortunadamente, Lala saltó al balde y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "Como mínimo, los niños deben decir que la historia es: a)Sobre Helena/una niña y una cabrita, O b)Sobre una cabrita que se ha caído a un pozo, O c)Sobre Helena/una niña que rescata a una cabrita.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿En dónde vivía Helena?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y un balde. Ató la cuerda al balde y la metió en el pozo. Afortunadamente, Lala saltó al balde y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) En un pequeño pueblo, ii) en un pequeño pueblo cerca de las montañas",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué a la gente del pueblo les agradaba Helena?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y un balde. Ató la cuerda al balde y la metió en el pozo. Afortunadamente, Lala saltó al balde y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i.) Era atenta y amable, ii) Era atenta, iii) Era amable",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién es Lala en esta historia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y un balde. Ató la cuerda al balde y la metió en el pozo. Afortunadamente, Lala saltó al balde y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) Una cabrita ii) La mascota de Helena",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿En dónde se cayó Lala?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y un balde. Ató la cuerda al balde y la metió en el pozo. Afortunadamente, Lala saltó al balde y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) En un pozo",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué utilizó Helena para sacar a Lala del pozo?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y un balde. Ató la cuerda al balde y la metió en el pozo. Afortunadamente, Lala saltó al balde y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) Una cuerda y un balde [Nota: para ser correcta la respuesta, los niños deben decir tanto \"cuerda\" como \"balde\".]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué piensas que Helena es ahora conocida como una niña inteligente?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Helena vivía en un pequeño pueblo cerca de las montañas. A todos en el pueblo les agradaba Helena porque era muy atenta y amable. A Helena le encantaban los animales y tenía una cabrita como mascota, llamada Lala. Ella amaba correr y jugar con Lala. Un día, mientras corría, Lala se cayó en un pozo vacío. Actuando muy rápido, Helena llamó a su papá y agarró una cuerda y un balde. Ató la cuerda al balde y la metió en el pozo. Afortunadamente, Lala saltó al balde y, con la ayuda de su padre, Helena sacó a Lala. A partir de ese día, también fue conocida como una niña inteligente.",
                "title": "Helena y Lala",
                "answerKey": "i) Rescató a Lala/la cabrita actuando rápidamente, ii) Sacó a Lala/la cabrita del pozo actuando rápidamente, iii) Rescató a Lala/la cabrita utilizando una cuerda y un balde [Nota: se acepta una respuesta que transmita este mensaje].",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó.",
                "title": "Tere y el gato",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿De qué trata este cuento?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó.",
                "title": "Tere y el gato",
                "answerKey": "Como mínimo, los niños deben decir que la historia es: a) sobre una niña y un gato O b) sobre una niña que se pierde O c) sobre una niña que se pierde y encuentra el camino de vuelta a casa O d)sobre una niña que corre detrás de un gato y se pierde",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Dónde estaba jugando Tere?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó.",
                "title": "Tere y el gato",
                "answerKey": "i) Detrás de su casa, ii) En el jardín, iii) Detrás de su casa en el jardín",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué Tere estaba sorprendida?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó.",
                "title": "Tere y el gato",
                "answerKey": "i) Porque un gato entró en el jardín, ii) Porque un gato negro entró en el jardín",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué hizo el gato asustado?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó.",
                "title": "Tere y el gato",
                "answerKey": "i) El gato huyó, ii) El gato corrió hacia un arbusto cercano",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué se asustó Tere?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó.",
                "title": "Tere y el gato",
                "answerKey": "i) Porque estaba perdida, ii) Porque no sabía cómo volver a casa",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Cómo regresó Tere a su casa?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó.",
                "title": "Tere y el gato",
                "answerKey": "i) Siguió la voz de su madre de vuelta a casa",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué crees que la mamá de Tere corrió hacia ella y la abrazó?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Tere estaba jugando en el jardín fuera de su casa. Para sorpresa de Tere, un hermoso gato negro entró en el jardín. El gato no era tímido y Tere pudo acariciarlo. En ese momento oyó que su madre la llamaba. Esto asustó al gato y corrió hacia un arbusto cercano. Tere corrió tras el gato, pero no pudo encontrarlo. De repente se dio cuenta de que estaba perdida y no sabía cómo volver a casa. Tere estaba muy asustada. Pero luego oyó la voz de su madre llamándola. Ella siguió la voz de vuelta a casa. La madre de Tere corrió hacia ella y la abrazó.",
                "title": "Tere y el gato",
                "answerKey": "i) Porque se alegró de encontrarla, ii) Porque estaba preocupada porque Tere no estaba en el jardín y se alegró de encontrarla, iii) Porque estaba preocupada porque Tere se había perdido y se alegró/alivió de haberla encontrado.",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(Señala la historia y di)</span> Esta es una historia. Lee la historia en voz alta. Después te haré algunas preguntas sobre la historia.",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿De qué trata esta historia?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "Como mínimo, los niños deben decir que esta historia es: a) Sobre tres hermanos o b) Sobre tres hermanos que van al colegio y vuelven a casa O c) Sobre un hermano que se pierde",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿A dónde caminan los tres hermanos todos los días?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) De ida y vuelta a la escuela, ii) hacia la escuela y vuelta",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Qué les recuerda siempre su mamá que hagan?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Permanecer juntos cuando están caminando, ii) Permanecer juntos",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Quién es el menor de los tres hermanos?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Ángel",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> De regreso a casa, ¿Qué se detuvo a hacer Ángel?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Ángel se detuvo a observar una mariposa, ii) Ángel se detuvo a observar una hermosa mariposa",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿En dónde encontraron Pablo y Saúl a su hermano Ángel?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Al lado del camino, ii) Sentado al lado del camino",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(Lee en voz alta)</span> ¿Por qué crees que Ángel estaba llorando?",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "Ángel, Pablo y Saúl son hermanos. Todos los días caminan juntos hacia la escuela y de regreso a su casa. Es una larga caminata que preocupa a su mamá. Ella les recuerda siempre que caminen juntos. Un día, de regreso a casa, Ángel, el hermano menor, se detuvo a ver una hermosa mariposa. Sus dos hermanos siguieron caminando sin darse cuenta que Ángel se había quedado atrás. Después de un rato voltearon para ver a Ángel, pero no lo vieron. Ellos se preocuparon y regresaron a buscarlo. Afortunadamente, ellos encontraron a Ángel sentado al lado del camino llorando. Desde entonces, Ángel prometió nunca distraerse y siempre caminar junto a sus hermanos.",
                "title": "Los tres hermanos",
                "answerKey": "i) Porque no podía ver a sus hermanos y no sabía cómo volver a casa, ii) Porque no podía ver a sus hermanos y tenía miedo, iii) Porque no podía ver a sus hermanos, iv) Porque se quedó atrás, v) Porque se perdió",
                "showInputDiv": 1
            }]
    }, {
        //11
        'language': 'Urdu-Pakistan',
        'languageFont': null,
        'answer': 'جواب : ',
        'DidChildRead': `کیا بچے نے پوری عبارت پڑھ لی؟`,
        'yesNo': ['جی ہاں', 'جی نہیں'],
        'noOfMistakes': `غلطیوں کی تعداد`,
        'nodeInfo': [
            {
                "queNo": "L3A",
                "question": "میں آپ کیلیئے ایک کہانی پڑھوں گا/ گی۔ اسےغور سے سنو ۔پھر میں آپ سے اس کہانی کے بارے میں کچھ سوال کروں گا/گی۔ <span style='color:blue'>(کہانی کو بلند آواز میں پڑھیں)</span>۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "منہ اور اس کا چھوٹا بھائی احمد کچھ کھلونے خریدنے کے لیے بازار جا رہے تھے۔ راستے میں انہوں نے اپنے دوست زاہد کو دیکھا۔ زاہد کچھ ڈھونڈ رہا تھا۔ آمنہ نے زاہد سے پوچھا ،''تم کیا ڈھونڈ رہے ہو؟'' زاہد نے کہا ، ''میں نے اپنے پیسے گُما دیئے ہیں۔ مجھے رات کے کھانے کے لیے سبزیاں خریدنی تھیں۔ اب ہم کیا کھائیں گے؟ '' زاہد کی پریشانی سن کر آمنہ اور احمد نے اس کی مدد کرنے کا فیصلہ کیا۔ انہوں نے اپنے پیسوں سے زاہد کو سبزیاں خرید کر دیں۔ زاہد نے ان کا شکریہ ادا کیا اور گھر کی طرف دوڑا۔ گھر پہنچتے ہی اسے اپنےگم ہوئے پیسے دروازے کے سامنے ملے۔ اس نے پیسے اٹھائے اور آمنہ اور احمد کے پیچھے بھاگا۔",
                "title": " گم ہوئے پیسے",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.1",
                "question": "1۔ آمنہ اور احمد بازار کیوں جا رہے تھے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "منہ اور اس کا چھوٹا بھائی احمد کچھ کھلونے خریدنے کے لیے بازار جا رہے تھے۔ راستے میں انہوں نے اپنے دوست زاہد کو دیکھا۔ زاہد کچھ ڈھونڈ رہا تھا۔ آمنہ نے زاہد سے پوچھا ،''تم کیا ڈھونڈ رہے ہو؟'' زاہد نے کہا ، ''میں نے اپنے پیسے گُما دیئے ہیں۔ مجھے رات کے کھانے کے لیے سبزیاں خریدنی تھیں۔ اب ہم کیا کھائیں گے؟ '' زاہد کی پریشانی سن کر آمنہ اور احمد نے اس کی مدد کرنے کا فیصلہ کیا۔ انہوں نے اپنے پیسوں سے زاہد کو سبزیاں خرید کر دیں۔ زاہد نے ان کا شکریہ ادا کیا اور گھر کی طرف دوڑا۔ گھر پہنچتے ہی اسے اپنےگم ہوئے پیسے دروازے کے سامنے ملے۔ اس نے پیسے اٹھائے اور آمنہ اور احمد کے پیچھے بھاگا۔",
                "title": " گم ہوئے پیسے",
                "answerKey": "i) کچھ کھلونے خریدنے کےلئے ii) چیزیں خریدنے کےلئے",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.2",
                "question": "2۔ بازار جاتے ہوئے آمنہ اور احمد کس سے ملے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "منہ اور اس کا چھوٹا بھائی احمد کچھ کھلونے خریدنے کے لیے بازار جا رہے تھے۔ راستے میں انہوں نے اپنے دوست زاہد کو دیکھا۔ زاہد کچھ ڈھونڈ رہا تھا۔ آمنہ نے زاہد سے پوچھا ،''تم کیا ڈھونڈ رہے ہو؟'' زاہد نے کہا ، ''میں نے اپنے پیسے گُما دیئے ہیں۔ مجھے رات کے کھانے کے لیے سبزیاں خریدنی تھیں۔ اب ہم کیا کھائیں گے؟ '' زاہد کی پریشانی سن کر آمنہ اور احمد نے اس کی مدد کرنے کا فیصلہ کیا۔ انہوں نے اپنے پیسوں سے زاہد کو سبزیاں خرید کر دیں۔ زاہد نے ان کا شکریہ ادا کیا اور گھر کی طرف دوڑا۔ گھر پہنچتے ہی اسے اپنےگم ہوئے پیسے دروازے کے سامنے ملے۔ اس نے پیسے اٹھائے اور آمنہ اور احمد کے پیچھے بھاگا۔",
                "title": " گم ہوئے پیسے",
                "answerKey": "i) زاہد، ii) ان کا دوست زاہد، iii) ان کا دوست",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.3",
                "question": "3. زاہد سے کیا گم ہو گیا تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "منہ اور اس کا چھوٹا بھائی احمد کچھ کھلونے خریدنے کے لیے بازار جا رہے تھے۔ راستے میں انہوں نے اپنے دوست زاہد کو دیکھا۔ زاہد کچھ ڈھونڈ رہا تھا۔ آمنہ نے زاہد سے پوچھا ،''تم کیا ڈھونڈ رہے ہو؟'' زاہد نے کہا ، ''میں نے اپنے پیسے گُما دیئے ہیں۔ مجھے رات کے کھانے کے لیے سبزیاں خریدنی تھیں۔ اب ہم کیا کھائیں گے؟ '' زاہد کی پریشانی سن کر آمنہ اور احمد نے اس کی مدد کرنے کا فیصلہ کیا۔ انہوں نے اپنے پیسوں سے زاہد کو سبزیاں خرید کر دیں۔ زاہد نے ان کا شکریہ ادا کیا اور گھر کی طرف دوڑا۔ گھر پہنچتے ہی اسے اپنےگم ہوئے پیسے دروازے کے سامنے ملے۔ اس نے پیسے اٹھائے اور آمنہ اور احمد کے پیچھے بھاگا۔",
                "title": " گم ہوئے پیسے",
                "answerKey": "i) اس کی رقم ii) وہ رقم جس سے اسے ٹماٹر خریدنے تھے۔",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.4",
                "question": "4۔ آمنہ اور احمد نے زاہد کی کیسے مدد کی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "منہ اور اس کا چھوٹا بھائی احمد کچھ کھلونے خریدنے کے لیے بازار جا رہے تھے۔ راستے میں انہوں نے اپنے دوست زاہد کو دیکھا۔ زاہد کچھ ڈھونڈ رہا تھا۔ آمنہ نے زاہد سے پوچھا ،''تم کیا ڈھونڈ رہے ہو؟'' زاہد نے کہا ، ''میں نے اپنے پیسے گُما دیئے ہیں۔ مجھے رات کے کھانے کے لیے سبزیاں خریدنی تھیں۔ اب ہم کیا کھائیں گے؟ '' زاہد کی پریشانی سن کر آمنہ اور احمد نے اس کی مدد کرنے کا فیصلہ کیا۔ انہوں نے اپنے پیسوں سے زاہد کو سبزیاں خرید کر دیں۔ زاہد نے ان کا شکریہ ادا کیا اور گھر کی طرف دوڑا۔ گھر پہنچتے ہی اسے اپنےگم ہوئے پیسے دروازے کے سامنے ملے۔ اس نے پیسے اٹھائے اور آمنہ اور احمد کے پیچھے بھاگا۔",
                "title": " گم ہوئے پیسے",
                "answerKey": "i) انہوں نے زاہد/زاہد کے خاندان کے لیے ٹماٹر خریدے، ii) انہوں نے اپنی رقم زاہد/زاہد کے خاندان کے لیے ٹماٹر خریدنے کے لیے استعمال کی۔",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.5",
                "question": "5۔ زاہد کو اس کے پیسے کہاں سے ملے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "منہ اور اس کا چھوٹا بھائی احمد کچھ کھلونے خریدنے کے لیے بازار جا رہے تھے۔ راستے میں انہوں نے اپنے دوست زاہد کو دیکھا۔ زاہد کچھ ڈھونڈ رہا تھا۔ آمنہ نے زاہد سے پوچھا ،''تم کیا ڈھونڈ رہے ہو؟'' زاہد نے کہا ، ''میں نے اپنے پیسے گُما دیئے ہیں۔ مجھے رات کے کھانے کے لیے سبزیاں خریدنی تھیں۔ اب ہم کیا کھائیں گے؟ '' زاہد کی پریشانی سن کر آمنہ اور احمد نے اس کی مدد کرنے کا فیصلہ کیا۔ انہوں نے اپنے پیسوں سے زاہد کو سبزیاں خرید کر دیں۔ زاہد نے ان کا شکریہ ادا کیا اور گھر کی طرف دوڑا۔ گھر پہنچتے ہی اسے اپنےگم ہوئے پیسے دروازے کے سامنے ملے۔ اس نے پیسے اٹھائے اور آمنہ اور احمد کے پیچھے بھاگا۔",
                "title": " گم ہوئے پیسے",
                "answerKey": "i) اس کے گھر کے قریب، ii) اس کے گھر کے سامنے والے دروازے سے",
                "showInputDiv": 0
            },
            {
                "queNo": "L3A.6",
                "question": "6۔ آپ کے خیال میں زاہد ،آمنہ اور احمد کے پیچھے کیوں بھاگا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "منہ اور اس کا چھوٹا بھائی احمد کچھ کھلونے خریدنے کے لیے بازار جا رہے تھے۔ راستے میں انہوں نے اپنے دوست زاہد کو دیکھا۔ زاہد کچھ ڈھونڈ رہا تھا۔ آمنہ نے زاہد سے پوچھا ،''تم کیا ڈھونڈ رہے ہو؟'' زاہد نے کہا ، ''میں نے اپنے پیسے گُما دیئے ہیں۔ مجھے رات کے کھانے کے لیے سبزیاں خریدنی تھیں۔ اب ہم کیا کھائیں گے؟ '' زاہد کی پریشانی سن کر آمنہ اور احمد نے اس کی مدد کرنے کا فیصلہ کیا۔ انہوں نے اپنے پیسوں سے زاہد کو سبزیاں خرید کر دیں۔ زاہد نے ان کا شکریہ ادا کیا اور گھر کی طرف دوڑا۔ گھر پہنچتے ہی اسے اپنےگم ہوئے پیسے دروازے کے سامنے ملے۔ اس نے پیسے اٹھائے اور آمنہ اور احمد کے پیچھے بھاگا۔",
                "title": " گم ہوئے پیسے",
                "answerKey": "i) کیونکہ اسے پیسے مل گئے اور وہ انہیں دینا چاہتا تھا، ii) کیونکہ وہ رقم واپس کرنا چاہتا تھا۔\n[نوٹ: 'کیونکہ اسے پیسے مل گئے' قابل قبول جواب نہیں ہے]",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B",
                "question": "میں آپ کیلیئے ایک کہانی پڑھوں گا/ گی۔ اسےغور سے سنو ۔پھر میں آپ سے اس کہانی کے بارے میں کچھ سوال کروں گا/گی۔ <span style='color:blue'>(کہانی کو بلند آواز میں پڑھیں)</span>۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "پری اور نایاب دوست ہیں۔ ہر شام ، وہ دونوں کھیلنے کے لیے پارک جاتے ہیں۔ ایک شام ، پارک میں چلتے ہوئے انہوں نے ایک پرندہ زمین پر پڑا دیکھا۔ پری نے نایاب سے کہا ، 'لگتا ہے یہ پرندہ زخمی ہے۔ کیا ہم پرندے کو گھر لے جائیں؟ نایاب نے اتفاق کیا۔ دونوں لڑکیوں نے پتوں سے ڈبہ بھر کر ایک چھوٹا گھونسلہ بنایا۔ انہوں نے پرندے کو گھونسلے میں رکھا اور اسے کھانا اور پانی دیا۔ انکو اپنا نیا پالتو پرندہ بہت پسند تھا۔ آہستہ آہستہ ، پرندہ صحت مند ہوا اور گھر کے اندر اُڑنے لگا۔ ایک دن ، کھڑکی کھلی رہ گئی ، پری اور نایاب جب اسکول سے واپس آئے تو انہیں پرندہ کہیں نہیں ملا۔",
                "title": "دو دوست اور ایک پرندہ",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.1",
                "question": "1۔ پری اور نایاب اسکول سے واپسی کے بعد ہر شام کیا کرتے ہیں؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "پری اور نایاب دوست ہیں۔ ہر شام ، وہ دونوں کھیلنے کے لیے پارک جاتے ہیں۔ ایک شام ، پارک میں چلتے ہوئے انہوں نے ایک پرندہ زمین پر پڑا دیکھا۔ پری نے نایاب سے کہا ، 'لگتا ہے یہ پرندہ زخمی ہے۔ کیا ہم پرندے کو گھر لے جائیں؟ نایاب نے اتفاق کیا۔ دونوں لڑکیوں نے پتوں سے ڈبہ بھر کر ایک چھوٹا گھونسلہ بنایا۔ انہوں نے پرندے کو گھونسلے میں رکھا اور اسے کھانا اور پانی دیا۔ انکو اپنا نیا پالتو پرندہ بہت پسند تھا۔ آہستہ آہستہ ، پرندہ صحت مند ہوا اور گھر کے اندر اُڑنے لگا۔ ایک دن ، کھڑکی کھلی رہ گئی ، پری اور نایاب جب اسکول سے واپس آئے تو انہیں پرندہ کہیں نہیں ملا۔",
                "title": "دو دوست اور ایک پرندہ",
                "answerKey": "i) وہ کھیل کے میدان میں جاتے ہیں، ii) وہ کھیلنے جاتے ہیں۔",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.2",
                "question": "2۔ پری اور نایاب کو پارک میں کیا ملا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "پری اور نایاب دوست ہیں۔ ہر شام ، وہ دونوں کھیلنے کے لیے پارک جاتے ہیں۔ ایک شام ، پارک میں چلتے ہوئے انہوں نے ایک پرندہ زمین پر پڑا دیکھا۔ پری نے نایاب سے کہا ، 'لگتا ہے یہ پرندہ زخمی ہے۔ کیا ہم پرندے کو گھر لے جائیں؟ نایاب نے اتفاق کیا۔ دونوں لڑکیوں نے پتوں سے ڈبہ بھر کر ایک چھوٹا گھونسلہ بنایا۔ انہوں نے پرندے کو گھونسلے میں رکھا اور اسے کھانا اور پانی دیا۔ انکو اپنا نیا پالتو پرندہ بہت پسند تھا۔ آہستہ آہستہ ، پرندہ صحت مند ہوا اور گھر کے اندر اُڑنے لگا۔ ایک دن ، کھڑکی کھلی رہ گئی ، پری اور نایاب جب اسکول سے واپس آئے تو انہیں پرندہ کہیں نہیں ملا۔",
                "title": "دو دوست اور ایک پرندہ",
                "answerKey": "i) ایک پرندہ، ii) زمین پر پڑا ہوا پرندہ، iii) زمین پر ایک پرندہ",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.3",
                "question": "3۔ پری اور نایاب پرندے کو گھر کیوں لے گئے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "پری اور نایاب دوست ہیں۔ ہر شام ، وہ دونوں کھیلنے کے لیے پارک جاتے ہیں۔ ایک شام ، پارک میں چلتے ہوئے انہوں نے ایک پرندہ زمین پر پڑا دیکھا۔ پری نے نایاب سے کہا ، 'لگتا ہے یہ پرندہ زخمی ہے۔ کیا ہم پرندے کو گھر لے جائیں؟ نایاب نے اتفاق کیا۔ دونوں لڑکیوں نے پتوں سے ڈبہ بھر کر ایک چھوٹا گھونسلہ بنایا۔ انہوں نے پرندے کو گھونسلے میں رکھا اور اسے کھانا اور پانی دیا۔ انکو اپنا نیا پالتو پرندہ بہت پسند تھا۔ آہستہ آہستہ ، پرندہ صحت مند ہوا اور گھر کے اندر اُڑنے لگا۔ ایک دن ، کھڑکی کھلی رہ گئی ، پری اور نایاب جب اسکول سے واپس آئے تو انہیں پرندہ کہیں نہیں ملا۔",
                "title": "دو دوست اور ایک پرندہ",
                "answerKey": "i)کیونکہ پرندے کو چوٹ لگی تھی، ii) کیونکہ پرندہ زمین پر پڑا تھا",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.4",
                "question": "4۔ لڑکیوں نے گھونسلہ کس چیز سے بنایا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "پری اور نایاب دوست ہیں۔ ہر شام ، وہ دونوں کھیلنے کے لیے پارک جاتے ہیں۔ ایک شام ، پارک میں چلتے ہوئے انہوں نے ایک پرندہ زمین پر پڑا دیکھا۔ پری نے نایاب سے کہا ، 'لگتا ہے یہ پرندہ زخمی ہے۔ کیا ہم پرندے کو گھر لے جائیں؟ نایاب نے اتفاق کیا۔ دونوں لڑکیوں نے پتوں سے ڈبہ بھر کر ایک چھوٹا گھونسلہ بنایا۔ انہوں نے پرندے کو گھونسلے میں رکھا اور اسے کھانا اور پانی دیا۔ انکو اپنا نیا پالتو پرندہ بہت پسند تھا۔ آہستہ آہستہ ، پرندہ صحت مند ہوا اور گھر کے اندر اُڑنے لگا۔ ایک دن ، کھڑکی کھلی رہ گئی ، پری اور نایاب جب اسکول سے واپس آئے تو انہیں پرندہ کہیں نہیں ملا۔",
                "title": "دو دوست اور ایک پرندہ",
                "answerKey": "i) ڈبے اور پتوں کے ساتھ، ii) ڈبے کے ساتھ، iii) پتوں کے ساتھ",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.5",
                "question": "5۔ پرندے نے گھر میں کیا کیا جب وہ صحت مند ہوا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "پری اور نایاب دوست ہیں۔ ہر شام ، وہ دونوں کھیلنے کے لیے پارک جاتے ہیں۔ ایک شام ، پارک میں چلتے ہوئے انہوں نے ایک پرندہ زمین پر پڑا دیکھا۔ پری نے نایاب سے کہا ، 'لگتا ہے یہ پرندہ زخمی ہے۔ کیا ہم پرندے کو گھر لے جائیں؟ نایاب نے اتفاق کیا۔ دونوں لڑکیوں نے پتوں سے ڈبہ بھر کر ایک چھوٹا گھونسلہ بنایا۔ انہوں نے پرندے کو گھونسلے میں رکھا اور اسے کھانا اور پانی دیا۔ انکو اپنا نیا پالتو پرندہ بہت پسند تھا۔ آہستہ آہستہ ، پرندہ صحت مند ہوا اور گھر کے اندر اُڑنے لگا۔ ایک دن ، کھڑکی کھلی رہ گئی ، پری اور نایاب جب اسکول سے واپس آئے تو انہیں پرندہ کہیں نہیں ملا۔",
                "title": "دو دوست اور ایک پرندہ",
                "answerKey": "i) پرندہ ادھر ادھر اڑنے لگا",
                "showInputDiv": 0
            },
            {
                "queNo": "L3B.6",
                "question": "6۔ آپ کے خیال میں کیوں پرندہ کہیں نہیں ملا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "پری اور نایاب دوست ہیں۔ ہر شام ، وہ دونوں کھیلنے کے لیے پارک جاتے ہیں۔ ایک شام ، پارک میں چلتے ہوئے انہوں نے ایک پرندہ زمین پر پڑا دیکھا۔ پری نے نایاب سے کہا ، 'لگتا ہے یہ پرندہ زخمی ہے۔ کیا ہم پرندے کو گھر لے جائیں؟ نایاب نے اتفاق کیا۔ دونوں لڑکیوں نے پتوں سے ڈبہ بھر کر ایک چھوٹا گھونسلہ بنایا۔ انہوں نے پرندے کو گھونسلے میں رکھا اور اسے کھانا اور پانی دیا۔ انکو اپنا نیا پالتو پرندہ بہت پسند تھا۔ آہستہ آہستہ ، پرندہ صحت مند ہوا اور گھر کے اندر اُڑنے لگا۔ ایک دن ، کھڑکی کھلی رہ گئی ، پری اور نایاب جب اسکول سے واپس آئے تو انہیں پرندہ کہیں نہیں ملا۔",
                "title": "دو دوست اور ایک پرندہ",
                "answerKey": "i) پرندہ اڑ گیا تھا کیونکہ کھڑکی کھلی تھی، ii) پرندہ اڑ گیا تھا",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D",
                "question": "میں آپ کیلیئے ایک کہانی پڑھوں گا/ گی۔ اسےغور سے سنو ۔پھر میں آپ سے اس کہانی کے بارے میں کچھ سوال کروں گا/گی۔ <span style='color:blue'>(کہانی کو بلند آواز میں پڑھیں)</span>۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "سارہ کے پاس ایک بلی تھی جس کا نام مانو تھا۔ مانو ایک سفید بلی تھی۔ سارہ کو مانو بہت پسند تھی۔ سکول کے بعد ہر شام سارہ مانو کے ساتھ کھیلتی تھی۔ مانو کا پسندیدہ کھیل چیزوں کے پیچھے بھاگنا تھا۔ سارہ چوہے کی شکل کے ایک کھلونےکو تار سے کھینچتی ہوئی بھاگتی اور مانو اس کا پیچھا کرتی۔ ایک دن جب سارہ اسکول سے واپس آئی تو اسے مانو کہیں نہیں ملی۔ اس نے باہر باغ میں اور گھر کے اندر مانو کو ڈھونڈا لیکن مانو کہیں نہیں ملی۔ سارہ نے سوچا کہ مانو بھاگ گئی ہے۔ وہ بہت اُداس ہوئی۔ جب وہ بستر پر بیٹھ گئی توکسی چیز نے اس پر چھلانگ لگا دی ۔ سارہ خوشی سے چیخ اٹھی۔",
                "title": "سارہ اور مانو",
                "answerKey": "",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.1",
                "question": "1۔ سارہ کے پاس کونسا پالتو جانور تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "سارہ کے پاس ایک بلی تھی جس کا نام مانو تھا۔ مانو ایک سفید بلی تھی۔ سارہ کو مانو بہت پسند تھی۔ سکول کے بعد ہر شام سارہ مانو کے ساتھ کھیلتی تھی۔ مانو کا پسندیدہ کھیل چیزوں کے پیچھے بھاگنا تھا۔ سارہ چوہے کی شکل کے ایک کھلونےکو تار سے کھینچتی ہوئی بھاگتی اور مانو اس کا پیچھا کرتی۔ ایک دن جب سارہ اسکول سے واپس آئی تو اسے مانو کہیں نہیں ملی۔ اس نے باہر باغ میں اور گھر کے اندر مانو کو ڈھونڈا لیکن مانو کہیں نہیں ملی۔ سارہ نے سوچا کہ مانو بھاگ گئی ہے۔ وہ بہت اُداس ہوئی۔ جب وہ بستر پر بیٹھ گئی توکسی چیز نے اس پر چھلانگ لگا دی ۔ سارہ خوشی سے چیخ اٹھی۔",
                "title": "سارہ اور مانو",
                "answerKey": "i) ایک بلی",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.2",
                "question": "2۔ مانو کا رنگ کونسا تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "سارہ کے پاس ایک بلی تھی جس کا نام مانو تھا۔ مانو ایک سفید بلی تھی۔ سارہ کو مانو بہت پسند تھی۔ سکول کے بعد ہر شام سارہ مانو کے ساتھ کھیلتی تھی۔ مانو کا پسندیدہ کھیل چیزوں کے پیچھے بھاگنا تھا۔ سارہ چوہے کی شکل کے ایک کھلونےکو تار سے کھینچتی ہوئی بھاگتی اور مانو اس کا پیچھا کرتی۔ ایک دن جب سارہ اسکول سے واپس آئی تو اسے مانو کہیں نہیں ملی۔ اس نے باہر باغ میں اور گھر کے اندر مانو کو ڈھونڈا لیکن مانو کہیں نہیں ملی۔ سارہ نے سوچا کہ مانو بھاگ گئی ہے۔ وہ بہت اُداس ہوئی۔ جب وہ بستر پر بیٹھ گئی توکسی چیز نے اس پر چھلانگ لگا دی ۔ سارہ خوشی سے چیخ اٹھی۔",
                "title": "سارہ اور مانو",
                "answerKey": "i) سفید",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.3",
                "question": "3۔ سارہ کوہرشام سکول کے بعد کیا کرنا پسند تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "سارہ کے پاس ایک بلی تھی جس کا نام مانو تھا۔ مانو ایک سفید بلی تھی۔ سارہ کو مانو بہت پسند تھی۔ سکول کے بعد ہر شام سارہ مانو کے ساتھ کھیلتی تھی۔ مانو کا پسندیدہ کھیل چیزوں کے پیچھے بھاگنا تھا۔ سارہ چوہے کی شکل کے ایک کھلونےکو تار سے کھینچتی ہوئی بھاگتی اور مانو اس کا پیچھا کرتی۔ ایک دن جب سارہ اسکول سے واپس آئی تو اسے مانو کہیں نہیں ملی۔ اس نے باہر باغ میں اور گھر کے اندر مانو کو ڈھونڈا لیکن مانو کہیں نہیں ملی۔ سارہ نے سوچا کہ مانو بھاگ گئی ہے۔ وہ بہت اُداس ہوئی۔ جب وہ بستر پر بیٹھ گئی توکسی چیز نے اس پر چھلانگ لگا دی ۔ سارہ خوشی سے چیخ اٹھی۔",
                "title": "سارہ اور مانو",
                "answerKey": "i) اس کی بلی کے ساتھ کھیلنا، ii) مانو کے ساتھ کھیلنا",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.4",
                "question": "4۔ مانو کا پسندیدہ کھیل کیا تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "سارہ کے پاس ایک بلی تھی جس کا نام مانو تھا۔ مانو ایک سفید بلی تھی۔ سارہ کو مانو بہت پسند تھی۔ سکول کے بعد ہر شام سارہ مانو کے ساتھ کھیلتی تھی۔ مانو کا پسندیدہ کھیل چیزوں کے پیچھے بھاگنا تھا۔ سارہ چوہے کی شکل کے ایک کھلونےکو تار سے کھینچتی ہوئی بھاگتی اور مانو اس کا پیچھا کرتی۔ ایک دن جب سارہ اسکول سے واپس آئی تو اسے مانو کہیں نہیں ملی۔ اس نے باہر باغ میں اور گھر کے اندر مانو کو ڈھونڈا لیکن مانو کہیں نہیں ملی۔ سارہ نے سوچا کہ مانو بھاگ گئی ہے۔ وہ بہت اُداس ہوئی۔ جب وہ بستر پر بیٹھ گئی توکسی چیز نے اس پر چھلانگ لگا دی ۔ سارہ خوشی سے چیخ اٹھی۔",
                "title": "سارہ اور مانو",
                "answerKey": "i) پیچھا کرنا، ii) چیزوں کا پیچھا کرنا، iii) کھلونا چوہے کا پیچھا کرنا",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.5",
                "question": "6۔ جب مانو گم ہوئی تو سارہ نے اسے کہاں ڈھونڈا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "سارہ کے پاس ایک بلی تھی جس کا نام مانو تھا۔ مانو ایک سفید بلی تھی۔ سارہ کو مانو بہت پسند تھی۔ سکول کے بعد ہر شام سارہ مانو کے ساتھ کھیلتی تھی۔ مانو کا پسندیدہ کھیل چیزوں کے پیچھے بھاگنا تھا۔ سارہ چوہے کی شکل کے ایک کھلونےکو تار سے کھینچتی ہوئی بھاگتی اور مانو اس کا پیچھا کرتی۔ ایک دن جب سارہ اسکول سے واپس آئی تو اسے مانو کہیں نہیں ملی۔ اس نے باہر باغ میں اور گھر کے اندر مانو کو ڈھونڈا لیکن مانو کہیں نہیں ملی۔ سارہ نے سوچا کہ مانو بھاگ گئی ہے۔ وہ بہت اُداس ہوئی۔ جب وہ بستر پر بیٹھ گئی توکسی چیز نے اس پر چھلانگ لگا دی ۔ سارہ خوشی سے چیخ اٹھی۔",
                "title": "سارہ اور مانو",
                "answerKey": "i) باغ میں اور گھر کے اندر، ii) باغ میں، iii) گھر کے اندر",
                "showInputDiv": 0
            },
            {
                "queNo": "L3D.6",
                "question": "6۔ آپکو کیوں لگتا ہے کہ سارہ خوشی سے چیخی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "سارہ کے پاس ایک بلی تھی جس کا نام مانو تھا۔ مانو ایک سفید بلی تھی۔ سارہ کو مانو بہت پسند تھی۔ سکول کے بعد ہر شام سارہ مانو کے ساتھ کھیلتی تھی۔ مانو کا پسندیدہ کھیل چیزوں کے پیچھے بھاگنا تھا۔ سارہ چوہے کی شکل کے ایک کھلونےکو تار سے کھینچتی ہوئی بھاگتی اور مانو اس کا پیچھا کرتی۔ ایک دن جب سارہ اسکول سے واپس آئی تو اسے مانو کہیں نہیں ملی۔ اس نے باہر باغ میں اور گھر کے اندر مانو کو ڈھونڈا لیکن مانو کہیں نہیں ملی۔ سارہ نے سوچا کہ مانو بھاگ گئی ہے۔ وہ بہت اُداس ہوئی۔ جب وہ بستر پر بیٹھ گئی توکسی چیز نے اس پر چھلانگ لگا دی ۔ سارہ خوشی سے چیخ اٹھی۔",
                "title": "سارہ اور مانو",
                "answerKey": "i) کیونکہ مانو نے اس پر چھلانگ لگائی، ii) کیونکہ اس نے مانو کو پایا",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A",
                "question": "<span style='color:blue'>(کہانی کی طرف اشارہ کرتے ہوئے کہیں)</span> یہ ایک کہانی ہے۔ کہانی کو بلند آواز سے پڑھو۔ اس کے بعد میں آپ سے اس کہانی سے کچھ سوالات پوچھوں گا/گی۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "علی اور سارہ لُڈو کھیل رہے تھے۔وہ ایک چھوٹی سی میز پر بیٹھے تھے۔ موتی، ان کا پالتو کتا ، ان کے پاس فرش پر لیٹا ہوا تھا۔ علی نے گیم جیت لی اور خوشی سے اچھلنے لگا۔ موتی درد کے مارے بھونکنے لگا اور علی کو بہت بُرا لگا۔",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.1",
                "question": "1۔ سارہ کے پاس کونسا پالتو جانور تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "علی اور سارہ لُڈو کھیل رہے تھے۔وہ ایک چھوٹی سی میز پر بیٹھے تھے۔ موتی، ان کا پالتو کتا ، ان کے پاس فرش پر لیٹا ہوا تھا۔ علی نے گیم جیت لی اور خوشی سے اچھلنے لگا۔ موتی درد کے مارے بھونکنے لگا اور علی کو بہت بُرا لگا۔",
                "title": "",
                "answerKey": "i. ایک کھیل کھیلنا،\nii کھیلنا",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.2",
                "question": "2۔ مانو کا رنگ کونسا تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "علی اور سارہ لُڈو کھیل رہے تھے۔وہ ایک چھوٹی سی میز پر بیٹھے تھے۔ موتی، ان کا پالتو کتا ، ان کے پاس فرش پر لیٹا ہوا تھا۔ علی نے گیم جیت لی اور خوشی سے اچھلنے لگا۔ موتی درد کے مارے بھونکنے لگا اور علی کو بہت بُرا لگا۔",
                "title": "",
                "answerKey": "i. زمین پر لیٹے ہوئے،\nii سارہ اور علی کے پاس لیٹا،\niii سارہ اور علی کے پاس فرش پر لیٹا،\niv سارہ کے پاس لیٹا،\nv. علی کے پاس لیٹنا",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.3",
                "question": "3۔ سارہ کوہرشام سکول کے بعد کیا کرنا پسند تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "علی اور سارہ لُڈو کھیل رہے تھے۔وہ ایک چھوٹی سی میز پر بیٹھے تھے۔ موتی، ان کا پالتو کتا ، ان کے پاس فرش پر لیٹا ہوا تھا۔ علی نے گیم جیت لی اور خوشی سے اچھلنے لگا۔ موتی درد کے مارے بھونکنے لگا اور علی کو بہت بُرا لگا۔",
                "title": "",
                "answerKey": "i. علی\nii علی نے گیم جیت لی",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.4",
                "question": "4۔ مانو کا پسندیدہ کھیل کیا تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "علی اور سارہ لُڈو کھیل رہے تھے۔وہ ایک چھوٹی سی میز پر بیٹھے تھے۔ موتی، ان کا پالتو کتا ، ان کے پاس فرش پر لیٹا ہوا تھا۔ علی نے گیم جیت لی اور خوشی سے اچھلنے لگا۔ موتی درد کے مارے بھونکنے لگا اور علی کو بہت بُرا لگا۔",
                "title": "",
                "answerKey": "i. علی کو کودتے ہوئے کتے کو چوٹ لگی ہو گی،\nii علی شاید کتے پر چھلانگ لگا چکی ہو،\niii علی نے کتے پر چھلانگ لگائی،\niv علی نے کتے کو تکلیف دی۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L10A.5",
                "question": "6۔ جب مانو گم ہوئی تو سارہ نے اسے کہاں ڈھونڈا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "علی اور سارہ لُڈو کھیل رہے تھے۔وہ ایک چھوٹی سی میز پر بیٹھے تھے۔ موتی، ان کا پالتو کتا ، ان کے پاس فرش پر لیٹا ہوا تھا۔ علی نے گیم جیت لی اور خوشی سے اچھلنے لگا۔ موتی درد کے مارے بھونکنے لگا اور علی کو بہت بُرا لگا۔ <br> a۔ اداس محسوس کرنا <br> \nb۔ غصہ محسوس کرنا۔ <br> \nc۔ خوشی/شادمانی/اچھا محسوس کرنا۔ <br> d۔ تھکاوٹ محسوس کرنا ",
                "title": "",
                "answerKey": "c۔ خوشی/شادمانی/اچھا محسوس کرنا۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B",
                "question": "6۔ آپکو کیوں لگتا ہے کہ سارہ خوشی سے چیخی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "ایک لڑکی اور ایک لڑکا اپنے غباروں کے ساتھ کھیل رہے تھے۔ لڑکی کے پاس سرخ غبارہ اور لڑکے کے پاس سبز غبارہ تھا۔ لڑکے کا غبارہ پھٹ گیا اور وہ رونے لگا۔ لڑکی اپنی ماں کے پاس بھاگی اور پیسے مانگے۔",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.1",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> لڑکی اور لڑکا کس چیز کے ساتھ کھیل رہے تھے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "ایک لڑکی اور ایک لڑکا اپنے غباروں کے ساتھ کھیل رہے تھے۔ لڑکی کے پاس سرخ غبارہ اور لڑکے کے پاس سبز غبارہ تھا۔ لڑکے کا غبارہ پھٹ گیا اور وہ رونے لگا۔ لڑکی اپنی ماں کے پاس بھاگی اور پیسے مانگے۔",
                "title": "",
                "answerKey": "غباروں کے ساتھ۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.2",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> غبارے کس رنگ کے تھے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "ایک لڑکی اور ایک لڑکا اپنے غباروں کے ساتھ کھیل رہے تھے۔ لڑکی کے پاس سرخ غبارہ اور لڑکے کے پاس سبز غبارہ تھا۔ لڑکے کا غبارہ پھٹ گیا اور وہ رونے لگا۔ لڑکی اپنی ماں کے پاس بھاگی اور پیسے مانگے۔",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.3",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> جب لڑکے کا غبارہ پھٹ گیا ، اس نے کیا کیا ؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "ایک لڑکی اور ایک لڑکا اپنے غباروں کے ساتھ کھیل رہے تھے۔ لڑکی کے پاس سرخ غبارہ اور لڑکے کے پاس سبز غبارہ تھا۔ لڑکے کا غبارہ پھٹ گیا اور وہ رونے لگا۔ لڑکی اپنی ماں کے پاس بھاگی اور پیسے مانگے۔",
                "title": "",
                "answerKey": "i. وہ رونے لگا",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.4",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آپ کے خیال میں لڑکی نے اپنی ماں سے پیسے کیوں مانگے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "ایک لڑکی اور ایک لڑکا اپنے غباروں کے ساتھ کھیل رہے تھے۔ لڑکی کے پاس سرخ غبارہ اور لڑکے کے پاس سبز غبارہ تھا۔ لڑکے کا غبارہ پھٹ گیا اور وہ رونے لگا۔ لڑکی اپنی ماں کے پاس بھاگی اور پیسے مانگے۔",
                "title": "",
                "answerKey": "i. لڑکے کو نیا غبارہ خریدنا کیونکہ اس کا غبارہ پھٹ گیا تھا،\nii لڑکے کو بہتر محسوس کرنے کے لیے ایک ٹافی/چاکلیٹ خریدنا",
                "showInputDiv": 1
            },
            {
                "queNo": "L10B.5",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> کہانی میں ، 'لڑکے کا غبارہ پھٹ گیا'۔ 'پھٹ' کا کیا مطلب ہے؟ ان انتخابوں میں سے بہترین جواب منتخب کریں۔ <span style='color:blue'>(ہرایک انتخاب کی طرف اشارہ کریں اور اسے بلند آواز سے پڑھیں۔)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "ایک لڑکی اور ایک لڑکا اپنے غباروں کے ساتھ کھیل رہے تھے۔ لڑکی کے پاس سرخ غبارہ اور لڑکے کے پاس سبز غبارہ تھا۔ لڑکے کا غبارہ پھٹ گیا اور وہ رونے لگا۔ لڑکی اپنی ماں کے پاس بھاگی اور پیسے مانگے۔ <br> a۔ پھٹ جانا۔ <br> b۔ درخت میں پھنس جانا۔ <br> c۔ کھو جانا۔ <br> d۔ ہوا میں اڑ جانا۔ ",
                "title": "",
                "answerKey": "a۔ پھٹ جانا۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C",
                "question": "<span style='color:blue'>(کہانی کی طرف اشارہ کرتے ہوئے کہیں)</span> یہ ایک کہانی ہے۔ کہانی کو بلند آواز سے پڑھو۔ اس کے بعد میں آپ سے اس کہانی سے کچھ سوالات پوچھوں گا/گی۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "زارا بہت خوش ہے کیونکہ آج اس کی سالگرہ ہے۔ وہ نو سال کی ہو گئی ہے۔اسکی ہر سالگرہ پراس کے والدین اس کو مٹھائیاں اور تحفه دیتے ہیں۔ زارا سکول کی گھنٹی بجنے کا انتظار کر رہی ہے تاکہ وہ جلدی سے گھرچلی جائے۔",
                "title": "",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.1",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> زارا کیوں خوش ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "زارا بہت خوش ہے کیونکہ آج اس کی سالگرہ ہے۔ وہ نو سال کی ہو گئی ہے۔اسکی ہر سالگرہ پراس کے والدین اس کو مٹھائیاں اور تحفه دیتے ہیں۔ زارا سکول کی گھنٹی بجنے کا انتظار کر رہی ہے تاکہ وہ جلدی سے گھرچلی جائے۔",
                "title": "",
                "answerKey": "i. کیونکہ یہ اس کی سالگرہ ہے۔\nii کیونکہ اسے اپنی سالگرہ پر کیک ملتا ہے،\niii کیونکہ اسے اپنی سالگرہ پرتحفے ملتے ہیں۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.2",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> زارا کتنے سال کی ہوئی ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "زارا بہت خوش ہے کیونکہ آج اس کی سالگرہ ہے۔ وہ نو سال کی ہو گئی ہے۔اسکی ہر سالگرہ پراس کے والدین اس کو مٹھائیاں اور تحفه دیتے ہیں۔ زارا سکول کی گھنٹی بجنے کا انتظار کر رہی ہے تاکہ وہ جلدی سے گھرچلی جائے۔",
                "title": "",
                "answerKey": "i. نو سال کا",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.3",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> زارا کے لئے مٹھائی اور تحفه اس کی سالگرہ پر کون خریدتا ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "زارا بہت خوش ہے کیونکہ آج اس کی سالگرہ ہے۔ وہ نو سال کی ہو گئی ہے۔اسکی ہر سالگرہ پراس کے والدین اس کو مٹھائیاں اور تحفه دیتے ہیں۔ زارا سکول کی گھنٹی بجنے کا انتظار کر رہی ہے تاکہ وہ جلدی سے گھرچلی جائے۔",
                "title": "",
                "answerKey": "i. اس کے والدین",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.4",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آپ کے خیال میں زارا گھر کیوں جلدی جانا چاہتی ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "زارا بہت خوش ہے کیونکہ آج اس کی سالگرہ ہے۔ وہ نو سال کی ہو گئی ہے۔اسکی ہر سالگرہ پراس کے والدین اس کو مٹھائیاں اور تحفه دیتے ہیں۔ زارا سکول کی گھنٹی بجنے کا انتظار کر رہی ہے تاکہ وہ جلدی سے گھرچلی جائے۔",
                "title": "",
                "answerKey": "i. اس کے مٹھائیوں اور تحائف کے لیے،\nii. اس کے مٹھائیوں کے لیے، \niii. اس کے تحائف کے لیے",
                "showInputDiv": 1
            },
            {
                "queNo": "L10C.5",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> کہانی میں، 'زارا کے والدین اسکے لئے بہت سے تحائف خریدتے ہیں'۔ لفظ 'تحائف' کا کیا مطلب ہے؟ ان انتخابوں میں سے بہترین جواب منتخب کریں۔ <span style='color:blue'>(ہرایک انتخاب کی طرف اشارہ کریں اور اسے بلند آواز سے پڑھیں۔)</span>",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "زارا بہت خوش ہے کیونکہ آج اس کی سالگرہ ہے۔ وہ نو سال کی ہو گئی ہے۔اسکی ہر سالگرہ پراس کے والدین اس کو مٹھائیاں اور تحفه دیتے ہیں۔ زارا سکول کی گھنٹی بجنے کا انتظار کر رہی ہے تاکہ وہ جلدی سے گھرچلی جائے۔ <br> a- وہ چیزیں جو کہیں راستے پر گری ملتی ہیں۔ <br> b- وہ چیزیں جوکسی خاص دن پر دی جاتی ہیں۔ <br> c- وہ چیزیں جوپرانی ہوتی ہیں۔ <br> d- وہ چیزیں جو زبردستی لی جاتی ہیں۔ <br>",
                "title": "",
                "answerKey": "b- وہ چیزیں جوکسی خاص دن پر دی جاتی ہیں۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A",
                "question": "<span style='color:blue'>(کہانی کی طرف اشارہ کرتے ہوئے کہیں)</span> یہ ایک کہانی ہے۔ کہانی کو بلند آواز سے پڑھو۔ اس کے بعد میں آپ سے اس کہانی سے کچھ سوالات پوچھوں گا/گی۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ تھوڑی پریشان تھی کیونکہ آج اس کا نئے سکول میں پہلا دن تھا۔ اپنی استانی سے ملنے کے بعد اسے خوشی ہوئی۔ اس کی استانی بہت اچھی تھیں۔ تفریح کے وقفے کے وقت تمام بچے کھیلنے کے لیے باہر چلے گئے۔ آمنہ بینچ پر اکیلی بیٹھ گئی اور انہیں دیکھ رہی تھی۔ وہ اپنے نئے ہم جماعتوں کے ساتھ کھیلنا چاہتی تھی ۔ تبھی کچھ بچے بھاگ کر اس کے پاس آئے اور کہا 'آمنہ کیا تم ہمارے ساتھ کھیلو گی؟' کچھ دیر بعد آمنہ کی آواز کھیل کے میدان سے بھی سنی جا سکتی تھی۔",
                "title": "سکول کا پہلا دن",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.1",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آمنہ کیوں پریشان تھی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ تھوڑی پریشان تھی کیونکہ آج اس کا نئے سکول میں پہلا دن تھا۔ اپنی استانی سے ملنے کے بعد اسے خوشی ہوئی۔ اس کی استانی بہت اچھی تھیں۔ تفریح کے وقفے کے وقت تمام بچے کھیلنے کے لیے باہر چلے گئے۔ آمنہ بینچ پر اکیلی بیٹھ گئی اور انہیں دیکھ رہی تھی۔ وہ اپنے نئے ہم جماعتوں کے ساتھ کھیلنا چاہتی تھی ۔ تبھی کچھ بچے بھاگ کر اس کے پاس آئے اور کہا 'آمنہ کیا تم ہمارے ساتھ کھیلو گی؟' کچھ دیر بعد آمنہ کی آواز کھیل کے میدان سے بھی سنی جا سکتی تھی۔",
                "title": "سکول کا پہلا دن",
                "answerKey": "i- کیونکہ اسکا سکول میں پہلا دن تھا\nii- کیونکہ اسکا نئےسکول میں پہلا دن تھا",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.2",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> اپنی استانی سے ملنے کے بعد آمنہ نے کیسا محسوس کیا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ تھوڑی پریشان تھی کیونکہ آج اس کا نئے سکول میں پہلا دن تھا۔ اپنی استانی سے ملنے کے بعد اسے خوشی ہوئی۔ اس کی استانی بہت اچھی تھیں۔ تفریح کے وقفے کے وقت تمام بچے کھیلنے کے لیے باہر چلے گئے۔ آمنہ بینچ پر اکیلی بیٹھ گئی اور انہیں دیکھ رہی تھی۔ وہ اپنے نئے ہم جماعتوں کے ساتھ کھیلنا چاہتی تھی ۔ تبھی کچھ بچے بھاگ کر اس کے پاس آئے اور کہا 'آمنہ کیا تم ہمارے ساتھ کھیلو گی؟' کچھ دیر بعد آمنہ کی آواز کھیل کے میدان سے بھی سنی جا سکتی تھی۔",
                "title": "سکول کا پہلا دن",
                "answerKey": "i- اسکوبہت خوشی ہوئی۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.3",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> بچوں نےتفریح کے وقفے میں کیا کیا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ تھوڑی پریشان تھی کیونکہ آج اس کا نئے سکول میں پہلا دن تھا۔ اپنی استانی سے ملنے کے بعد اسے خوشی ہوئی۔ اس کی استانی بہت اچھی تھیں۔ تفریح کے وقفے کے وقت تمام بچے کھیلنے کے لیے باہر چلے گئے۔ آمنہ بینچ پر اکیلی بیٹھ گئی اور انہیں دیکھ رہی تھی۔ وہ اپنے نئے ہم جماعتوں کے ساتھ کھیلنا چاہتی تھی ۔ تبھی کچھ بچے بھاگ کر اس کے پاس آئے اور کہا 'آمنہ کیا تم ہمارے ساتھ کھیلو گی؟' کچھ دیر بعد آمنہ کی آواز کھیل کے میدان سے بھی سنی جا سکتی تھی۔",
                "title": "سکول کا پہلا دن",
                "answerKey": "i- وہ باہرکھلینے گئے۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.4",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> کچھ بچوں نے آمنہ کو کیا کہا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ تھوڑی پریشان تھی کیونکہ آج اس کا نئے سکول میں پہلا دن تھا۔ اپنی استانی سے ملنے کے بعد اسے خوشی ہوئی۔ اس کی استانی بہت اچھی تھیں۔ تفریح کے وقفے کے وقت تمام بچے کھیلنے کے لیے باہر چلے گئے۔ آمنہ بینچ پر اکیلی بیٹھ گئی اور انہیں دیکھ رہی تھی۔ وہ اپنے نئے ہم جماعتوں کے ساتھ کھیلنا چاہتی تھی ۔ تبھی کچھ بچے بھاگ کر اس کے پاس آئے اور کہا 'آمنہ کیا تم ہمارے ساتھ کھیلو گی؟' کچھ دیر بعد آمنہ کی آواز کھیل کے میدان سے بھی سنی جا سکتی تھی۔",
                "title": "سکول کا پہلا دن",
                "answerKey": "i- انہوں نے آمنہ کو کھیلنے کے لئے کہا۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L11A.5",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آپ کے خیال میں آمنہ اکیلے بیٹھ کر اپنے ہم جماعتوں کو کھیلتے ہوئے کیوں دیکھ رہی تھی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ تھوڑی پریشان تھی کیونکہ آج اس کا نئے سکول میں پہلا دن تھا۔ اپنی استانی سے ملنے کے بعد اسے خوشی ہوئی۔ اس کی استانی بہت اچھی تھیں۔ تفریح کے وقفے کے وقت تمام بچے کھیلنے کے لیے باہر چلے گئے۔ آمنہ بینچ پر اکیلی بیٹھ گئی اور انہیں دیکھ رہی تھی۔ وہ اپنے نئے ہم جماعتوں کے ساتھ کھیلنا چاہتی تھی ۔ تبھی کچھ بچے بھاگ کر اس کے پاس آئے اور کہا 'آمنہ کیا تم ہمارے ساتھ کھیلو گی؟' کچھ دیر بعد آمنہ کی آواز کھیل کے میدان سے بھی سنی جا سکتی تھی۔",
                "title": "سکول کا پہلا دن",
                "answerKey": "i. کیونکہ اس کا کوئی دوست نہیں تھا\nii. کیونکہ وہ شرمیلی تھی / اسکو ہچکچاہٹ محسوس ہوتی تھی\niii. وہ کسی کو نہیں جانتی تھی\niv. وہ سکول میں نئی تھی اور اسکاکوئی دوست نہیں تھا\nv. کسی کو نہیں جانتی تھی وہ سکول میں نئی تھی اور \n",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B",
                "question": "<span style='color:blue'>(کہانی کی طرف اشارہ کرتے ہوئے کہیں)</span> یہ ایک کہانی ہے۔ کہانی کو بلند آواز سے پڑھو۔ اس کے بعد میں آپ سے اس کہانی سے کچھ سوالات پوچھوں گا/گی۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "میرے گاؤں کا نام بستی طالب ہے۔ میرے گاؤں کے لوگ بہت زیادہ گائیں پالتے ہیں۔ سب سے طاقتور گائے کا نام بھولی تھا۔ ایک رات ، چور ہماری گائیں چوری کرنا چاہتے تھے ۔ وہ مویشی خانے میں گھس گئے جہاں ہم اپنی گائیں رکھتے ہیں۔ ایک گائے(بھولی) نے چوروں میں سے ایک کو اتنی زور سے لات ماری کہ وہ نیچے گر گیا۔ چور درد سے زور سے چلانے لگا۔ اس کی آواز نے گاؤں والوں کو جگا دیا۔ سب گاؤں والوں نے چوروں کو پکڑنے میں مدد کی۔ صبح گاؤں والوں نے ایک دوسرے کا شکریہ ادا کیا۔ بھولی گاؤں کی سب سے مشہور گائے بن گئی۔",
                "title": "مشہور گائے",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.1",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> بستی طالب میں لوگ کون سا جانور رکھتے ہیں؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "میرے گاؤں کا نام بستی طالب ہے۔ میرے گاؤں کے لوگ بہت زیادہ گائیں پالتے ہیں۔ سب سے طاقتور گائے کا نام بھولی تھا۔ ایک رات ، چور ہماری گائیں چوری کرنا چاہتے تھے ۔ وہ مویشی خانے میں گھس گئے جہاں ہم اپنی گائیں رکھتے ہیں۔ ایک گائے(بھولی) نے چوروں میں سے ایک کو اتنی زور سے لات ماری کہ وہ نیچے گر گیا۔ چور درد سے زور سے چلانے لگا۔ اس کی آواز نے گاؤں والوں کو جگا دیا۔ سب گاؤں والوں نے چوروں کو پکڑنے میں مدد کی۔ صبح گاؤں والوں نے ایک دوسرے کا شکریہ ادا کیا۔ بھولی گاؤں کی سب سے مشہور گائے بن گئی۔",
                "title": "مشہور گائے",
                "answerKey": "i. گائے",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.2",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> چور کیا کرنا چاہتے تھے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "میرے گاؤں کا نام بستی طالب ہے۔ میرے گاؤں کے لوگ بہت زیادہ گائیں پالتے ہیں۔ سب سے طاقتور گائے کا نام بھولی تھا۔ ایک رات ، چور ہماری گائیں چوری کرنا چاہتے تھے ۔ وہ مویشی خانے میں گھس گئے جہاں ہم اپنی گائیں رکھتے ہیں۔ ایک گائے(بھولی) نے چوروں میں سے ایک کو اتنی زور سے لات ماری کہ وہ نیچے گر گیا۔ چور درد سے زور سے چلانے لگا۔ اس کی آواز نے گاؤں والوں کو جگا دیا۔ سب گاؤں والوں نے چوروں کو پکڑنے میں مدد کی۔ صبح گاؤں والوں نے ایک دوسرے کا شکریہ ادا کیا۔ بھولی گاؤں کی سب سے مشہور گائے بن گئی۔",
                "title": "مشہور گائے",
                "answerKey": "i۔ گائے چوری کرنے",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.3",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> گاؤں کے لوگ کیوں جاگ گئے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "میرے گاؤں کا نام بستی طالب ہے۔ میرے گاؤں کے لوگ بہت زیادہ گائیں پالتے ہیں۔ سب سے طاقتور گائے کا نام بھولی تھا۔ ایک رات ، چور ہماری گائیں چوری کرنا چاہتے تھے ۔ وہ مویشی خانے میں گھس گئے جہاں ہم اپنی گائیں رکھتے ہیں۔ ایک گائے(بھولی) نے چوروں میں سے ایک کو اتنی زور سے لات ماری کہ وہ نیچے گر گیا۔ چور درد سے زور سے چلانے لگا۔ اس کی آواز نے گاؤں والوں کو جگا دیا۔ سب گاؤں والوں نے چوروں کو پکڑنے میں مدد کی۔ صبح گاؤں والوں نے ایک دوسرے کا شکریہ ادا کیا۔ بھولی گاؤں کی سب سے مشہور گائے بن گئی۔",
                "title": "مشہور گائے",
                "answerKey": "i. کیونکہ چور زور سے رویا، ii۔ کیونکہ انہوں نے اونچی آواز میں رونا سنا، iii۔ کیونکہ انہوں نے اونچی آوازیں سنیں۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.4",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> چوروں کو کس نے پکڑا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "میرے گاؤں کا نام بستی طالب ہے۔ میرے گاؤں کے لوگ بہت زیادہ گائیں پالتے ہیں۔ سب سے طاقتور گائے کا نام بھولی تھا۔ ایک رات ، چور ہماری گائیں چوری کرنا چاہتے تھے ۔ وہ مویشی خانے میں گھس گئے جہاں ہم اپنی گائیں رکھتے ہیں۔ ایک گائے(بھولی) نے چوروں میں سے ایک کو اتنی زور سے لات ماری کہ وہ نیچے گر گیا۔ چور درد سے زور سے چلانے لگا۔ اس کی آواز نے گاؤں والوں کو جگا دیا۔ سب گاؤں والوں نے چوروں کو پکڑنے میں مدد کی۔ صبح گاؤں والوں نے ایک دوسرے کا شکریہ ادا کیا۔ بھولی گاؤں کی سب سے مشہور گائے بن گئی۔",
                "title": "مشہور گائے",
                "answerKey": "i. تمام گاؤں والوں نے چور کو پکڑ لیا، ii۔ سب نے چور کو پکڑنے میں مدد کی۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L11B.5",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آپ کے خیال میں بھولی گاؤں کی سب سے مشہور گائے کیوں بن گئی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "میرے گاؤں کا نام بستی طالب ہے۔ میرے گاؤں کے لوگ بہت زیادہ گائیں پالتے ہیں۔ سب سے طاقتور گائے کا نام بھولی تھا۔ ایک رات ، چور ہماری گائیں چوری کرنا چاہتے تھے ۔ وہ مویشی خانے میں گھس گئے جہاں ہم اپنی گائیں رکھتے ہیں۔ ایک گائے(بھولی) نے چوروں میں سے ایک کو اتنی زور سے لات ماری کہ وہ نیچے گر گیا۔ چور درد سے زور سے چلانے لگا۔ اس کی آواز نے گاؤں والوں کو جگا دیا۔ سب گاؤں والوں نے چوروں کو پکڑنے میں مدد کی۔ صبح گاؤں والوں نے ایک دوسرے کا شکریہ ادا کیا۔ بھولی گاؤں کی سب سے مشہور گائے بن گئی۔",
                "title": "مشہور گائے",
                "answerKey": "i. کیونکہ اس نے چوروں کو لات ماری، ii۔ کیونکہ اس نے چور کو لات ماری، جس سے چورزور زور سے رویا اور گاؤں والے اٹھ گئے۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D",
                "question": "<span style='color:blue'>(کہانی کی طرف اشارہ کرتے ہوئے کہیں)</span> یہ ایک کہانی ہے۔ کہانی کو بلند آواز سے پڑھو۔ اس کے بعد میں آپ سے اس کہانی سے کچھ سوالات پوچھوں گا/گی۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "جمیلہ پارک میں کھیل رہی تھی۔ اسے ایک درخت کے پاس ایک چھوٹا سا ڈبہ ملا۔ جمیلہ نے اسے اٹھایا اور کھولا۔ ڈبہ رنگین کنچوں سے بھرا ہوا تھا۔ وہ ڈبہ گھر لے گئی اور اپنی ماں کو دکھایا۔ جمیلہ کی ماں نے اسے کہا ، 'جمیلہ ، آپ کو ڈبے کے مالک کو تلاش کرنے کی کوشش کرنی چاہیے'۔ جمیلہ پارک میں واپس چلی گئی۔ اس نے ایک لڑکے کو درخت کے پاس کھڑا دیکھا۔ وہ اداس لگ رہا تھا۔ جمیلہ نے اسے ڈبہ دکھایا۔ لڑکے کا چہرہ مسکراہٹ سے چمک اٹھا۔",
                "title": "گم ہوا اور مل گیا",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.1",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> جمیلہ کہاں کھیل رہی تھی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "جمیلہ پارک میں کھیل رہی تھی۔ اسے ایک درخت کے پاس ایک چھوٹا سا ڈبہ ملا۔ جمیلہ نے اسے اٹھایا اور کھولا۔ ڈبہ رنگین کنچوں سے بھرا ہوا تھا۔ وہ ڈبہ گھر لے گئی اور اپنی ماں کو دکھایا۔ جمیلہ کی ماں نے اسے کہا ، 'جمیلہ ، آپ کو ڈبے کے مالک کو تلاش کرنے کی کوشش کرنی چاہیے'۔ جمیلہ پارک میں واپس چلی گئی۔ اس نے ایک لڑکے کو درخت کے پاس کھڑا دیکھا۔ وہ اداس لگ رہا تھا۔ جمیلہ نے اسے ڈبہ دکھایا۔ لڑکے کا چہرہ مسکراہٹ سے چمک اٹھا۔",
                "title": "گم ہوا اور مل گیا",
                "answerKey": "i. وہ پارک میں کھیل رہی تھی\nii. پارک میں تھی\n",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.2",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> جمیلہ کو کیا ملا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "جمیلہ پارک میں کھیل رہی تھی۔ اسے ایک درخت کے پاس ایک چھوٹا سا ڈبہ ملا۔ جمیلہ نے اسے اٹھایا اور کھولا۔ ڈبہ رنگین کنچوں سے بھرا ہوا تھا۔ وہ ڈبہ گھر لے گئی اور اپنی ماں کو دکھایا۔ جمیلہ کی ماں نے اسے کہا ، 'جمیلہ ، آپ کو ڈبے کے مالک کو تلاش کرنے کی کوشش کرنی چاہیے'۔ جمیلہ پارک میں واپس چلی گئی۔ اس نے ایک لڑکے کو درخت کے پاس کھڑا دیکھا۔ وہ اداس لگ رہا تھا۔ جمیلہ نے اسے ڈبہ دکھایا۔ لڑکے کا چہرہ مسکراہٹ سے چمک اٹھا۔",
                "title": "گم ہوا اور مل گیا",
                "answerKey": "i. اسکو رنگین کنچوں کا ڈبہ ملا\nii. اسکو ڈبہ ملا جس میں کنچے تھے\niii. اسکو ڈبہ ملا\nvi. اسکو کچھ کنچے ملے\n",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.3",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> جمیلہ کی ماں نے کیا کہا جب اس نے اسے ڈبہ دکھایا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "جمیلہ پارک میں کھیل رہی تھی۔ اسے ایک درخت کے پاس ایک چھوٹا سا ڈبہ ملا۔ جمیلہ نے اسے اٹھایا اور کھولا۔ ڈبہ رنگین کنچوں سے بھرا ہوا تھا۔ وہ ڈبہ گھر لے گئی اور اپنی ماں کو دکھایا۔ جمیلہ کی ماں نے اسے کہا ، 'جمیلہ ، آپ کو ڈبے کے مالک کو تلاش کرنے کی کوشش کرنی چاہیے'۔ جمیلہ پارک میں واپس چلی گئی۔ اس نے ایک لڑکے کو درخت کے پاس کھڑا دیکھا۔ وہ اداس لگ رہا تھا۔ جمیلہ نے اسے ڈبہ دکھایا۔ لڑکے کا چہرہ مسکراہٹ سے چمک اٹھا۔",
                "title": "گم ہوا اور مل گیا",
                "answerKey": "i. ڈبے کے مالک کو تلاش کرنے کی کوشش کرے\nii. مالک کو تلاش کرے\n",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.4",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> اس درخت کے قریب کون تھا جہاں سے جمیلہ کو وہ ڈبہ ملا تھا ۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "جمیلہ پارک میں کھیل رہی تھی۔ اسے ایک درخت کے پاس ایک چھوٹا سا ڈبہ ملا۔ جمیلہ نے اسے اٹھایا اور کھولا۔ ڈبہ رنگین کنچوں سے بھرا ہوا تھا۔ وہ ڈبہ گھر لے گئی اور اپنی ماں کو دکھایا۔ جمیلہ کی ماں نے اسے کہا ، 'جمیلہ ، آپ کو ڈبے کے مالک کو تلاش کرنے کی کوشش کرنی چاہیے'۔ جمیلہ پارک میں واپس چلی گئی۔ اس نے ایک لڑکے کو درخت کے پاس کھڑا دیکھا۔ وہ اداس لگ رہا تھا۔ جمیلہ نے اسے ڈبہ دکھایا۔ لڑکے کا چہرہ مسکراہٹ سے چمک اٹھا۔",
                "title": "گم ہوا اور مل گیا",
                "answerKey": "i. ایک لڑکا\nii. ایک اداس لڑکا\n",
                "showInputDiv": 1
            },
            {
                "queNo": "L11D.5",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آپ کے خیال میں لڑکے کا چہرہ مسکراہٹ کے ساتھ کیوں روشن ہوا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "جمیلہ پارک میں کھیل رہی تھی۔ اسے ایک درخت کے پاس ایک چھوٹا سا ڈبہ ملا۔ جمیلہ نے اسے اٹھایا اور کھولا۔ ڈبہ رنگین کنچوں سے بھرا ہوا تھا۔ وہ ڈبہ گھر لے گئی اور اپنی ماں کو دکھایا۔ جمیلہ کی ماں نے اسے کہا ، 'جمیلہ ، آپ کو ڈبے کے مالک کو تلاش کرنے کی کوشش کرنی چاہیے'۔ جمیلہ پارک میں واپس چلی گئی۔ اس نے ایک لڑکے کو درخت کے پاس کھڑا دیکھا۔ وہ اداس لگ رہا تھا۔ جمیلہ نے اسے ڈبہ دکھایا۔ لڑکے کا چہرہ مسکراہٹ سے چمک اٹھا۔",
                "title": "گم ہوا اور مل گیا",
                "answerKey": "i. کیونکہ جمیلہ نے اسکو رنگین کنچوں کا ڈبہ دکھایا جو وہ سوچ رہا تھا کہ اس سے گم ہوگیا\nii. کیونکہ جمیلہ کو اسکے رنگین کنچوں کا ڈبہ ملا تھا\n",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A",
                "question": "<span style='color:blue'>(کہانی کی طرف اشارہ کرتے ہوئے کہیں)</span> یہ ایک کہانی ہے۔ کہانی کو بلند آواز سے پڑھو۔ اس کے بعد میں آپ سے اس کہانی سے کچھ سوالات پوچھوں گا/گی۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں رہتی تھی۔ گاؤں کے لوگ آمنہ کو بہت پسند کرتے تھے کیونکہ وہ بہت مددگار اور مہربان تھی۔ آمنہ جانوروں سے محبت کرتی تھی۔ اس کے پاس بکری کا بچہ تھا جس کا نام بھولا تھا۔ آمنہ کو ادھر ادھر بھاگنا اور بھولے کے ساتھ کھیلنا پسند تھا۔ ایک دن ادھر ادھر بھاگتے ہوئے بھولا ایک خالی کنویں میں گر گیا۔ جلدی سے آمنہ نے اپنے ابو کو پکارا اور ایک رسی اور بالٹی پکڑ لی۔ اس نے بالٹی سے رسی باندھ کربالٹی کنویں میں پھینکی۔ خوش قسمتی سے بھولے نے بالٹی میں چھلانگ لگا دی اورآمنہ نے اپنے ابو کی مدد سے بھولے کو باہر نکالا۔اس دن سےآمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے۔",
                "title": "آمنہ اور بھولا",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.1",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> یہ کہانی کس بارے میں ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں رہتی تھی۔ گاؤں کے لوگ آمنہ کو بہت پسند کرتے تھے کیونکہ وہ بہت مددگار اور مہربان تھی۔ آمنہ جانوروں سے محبت کرتی تھی۔ اس کے پاس بکری کا بچہ تھا جس کا نام بھولا تھا۔ آمنہ کو ادھر ادھر بھاگنا اور بھولے کے ساتھ کھیلنا پسند تھا۔ ایک دن ادھر ادھر بھاگتے ہوئے بھولا ایک خالی کنویں میں گر گیا۔ جلدی سے آمنہ نے اپنے ابو کو پکارا اور ایک رسی اور بالٹی پکڑ لی۔ اس نے بالٹی سے رسی باندھ کربالٹی کنویں میں پھینکی۔ خوش قسمتی سے بھولے نے بالٹی میں چھلانگ لگا دی اورآمنہ نے اپنے ابو کی مدد سے بھولے کو باہر نکالا۔اس دن سےآمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے۔",
                "title": "آمنہ اور بھولا",
                "answerKey": "کم از کم، بچوں کو یہ کہنا چاہیے کہ کہانی یہ ہے:\nا) آمنہ/ایک لڑکی اور ایک بلی کے بچے کے بارے میں، یا\nب) ایک بلی کے بچے کے بارے میں جو کنویں میں گر گیا ہے، یا\nج) آمنہ/ ایک لڑکی کے بارے میں جو ایک بلی کے بچے کو بچاتی ہے۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.2",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آمنہ کہاں رہتی تھی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں رہتی تھی۔ گاؤں کے لوگ آمنہ کو بہت پسند کرتے تھے کیونکہ وہ بہت مددگار اور مہربان تھی۔ آمنہ جانوروں سے محبت کرتی تھی۔ اس کے پاس بکری کا بچہ تھا جس کا نام بھولا تھا۔ آمنہ کو ادھر ادھر بھاگنا اور بھولے کے ساتھ کھیلنا پسند تھا۔ ایک دن ادھر ادھر بھاگتے ہوئے بھولا ایک خالی کنویں میں گر گیا۔ جلدی سے آمنہ نے اپنے ابو کو پکارا اور ایک رسی اور بالٹی پکڑ لی۔ اس نے بالٹی سے رسی باندھ کربالٹی کنویں میں پھینکی۔ خوش قسمتی سے بھولے نے بالٹی میں چھلانگ لگا دی اورآمنہ نے اپنے ابو کی مدد سے بھولے کو باہر نکالا۔اس دن سےآمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے۔",
                "title": "آمنہ اور بھولا",
                "answerKey": "i) ایک چھوٹے سے گاؤں میں،\nii) پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.3",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> ۔گاؤں میں سب کو آمنہ کیوں پسند تھی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں رہتی تھی۔ گاؤں کے لوگ آمنہ کو بہت پسند کرتے تھے کیونکہ وہ بہت مددگار اور مہربان تھی۔ آمنہ جانوروں سے محبت کرتی تھی۔ اس کے پاس بکری کا بچہ تھا جس کا نام بھولا تھا۔ آمنہ کو ادھر ادھر بھاگنا اور بھولے کے ساتھ کھیلنا پسند تھا۔ ایک دن ادھر ادھر بھاگتے ہوئے بھولا ایک خالی کنویں میں گر گیا۔ جلدی سے آمنہ نے اپنے ابو کو پکارا اور ایک رسی اور بالٹی پکڑ لی۔ اس نے بالٹی سے رسی باندھ کربالٹی کنویں میں پھینکی۔ خوش قسمتی سے بھولے نے بالٹی میں چھلانگ لگا دی اورآمنہ نے اپنے ابو کی مدد سے بھولے کو باہر نکالا۔اس دن سےآمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے۔",
                "title": "آمنہ اور بھولا",
                "answerKey": "i) وہ مددگار اور مہربان تھی،\nii) وہ مددگار تھی،\niii) وہ مہربان تھی۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.4",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> اس کہانی میں بھولا کون ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں رہتی تھی۔ گاؤں کے لوگ آمنہ کو بہت پسند کرتے تھے کیونکہ وہ بہت مددگار اور مہربان تھی۔ آمنہ جانوروں سے محبت کرتی تھی۔ اس کے پاس بکری کا بچہ تھا جس کا نام بھولا تھا۔ آمنہ کو ادھر ادھر بھاگنا اور بھولے کے ساتھ کھیلنا پسند تھا۔ ایک دن ادھر ادھر بھاگتے ہوئے بھولا ایک خالی کنویں میں گر گیا۔ جلدی سے آمنہ نے اپنے ابو کو پکارا اور ایک رسی اور بالٹی پکڑ لی۔ اس نے بالٹی سے رسی باندھ کربالٹی کنویں میں پھینکی۔ خوش قسمتی سے بھولے نے بالٹی میں چھلانگ لگا دی اورآمنہ نے اپنے ابو کی مدد سے بھولے کو باہر نکالا۔اس دن سےآمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے۔",
                "title": "آمنہ اور بھولا",
                "answerKey": "i) ایک بلی کا بچہ یا\nii) آمنہ کا پالتو جانور",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.5",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> بھولا کہاں گر گیا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں رہتی تھی۔ گاؤں کے لوگ آمنہ کو بہت پسند کرتے تھے کیونکہ وہ بہت مددگار اور مہربان تھی۔ آمنہ جانوروں سے محبت کرتی تھی۔ اس کے پاس بکری کا بچہ تھا جس کا نام بھولا تھا۔ آمنہ کو ادھر ادھر بھاگنا اور بھولے کے ساتھ کھیلنا پسند تھا۔ ایک دن ادھر ادھر بھاگتے ہوئے بھولا ایک خالی کنویں میں گر گیا۔ جلدی سے آمنہ نے اپنے ابو کو پکارا اور ایک رسی اور بالٹی پکڑ لی۔ اس نے بالٹی سے رسی باندھ کربالٹی کنویں میں پھینکی۔ خوش قسمتی سے بھولے نے بالٹی میں چھلانگ لگا دی اورآمنہ نے اپنے ابو کی مدد سے بھولے کو باہر نکالا۔اس دن سےآمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے۔",
                "title": "آمنہ اور بھولا",
                "answerKey": "i) ایک گڑھے میں",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.6",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آمنہ نے بھولے کو کنویں سے نکالنے کےلئے کیا استعمال کیا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں رہتی تھی۔ گاؤں کے لوگ آمنہ کو بہت پسند کرتے تھے کیونکہ وہ بہت مددگار اور مہربان تھی۔ آمنہ جانوروں سے محبت کرتی تھی۔ اس کے پاس بکری کا بچہ تھا جس کا نام بھولا تھا۔ آمنہ کو ادھر ادھر بھاگنا اور بھولے کے ساتھ کھیلنا پسند تھا۔ ایک دن ادھر ادھر بھاگتے ہوئے بھولا ایک خالی کنویں میں گر گیا۔ جلدی سے آمنہ نے اپنے ابو کو پکارا اور ایک رسی اور بالٹی پکڑ لی۔ اس نے بالٹی سے رسی باندھ کربالٹی کنویں میں پھینکی۔ خوش قسمتی سے بھولے نے بالٹی میں چھلانگ لگا دی اورآمنہ نے اپنے ابو کی مدد سے بھولے کو باہر نکالا۔اس دن سےآمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے۔",
                "title": "آمنہ اور بھولا",
                "answerKey": "i) ایک رسی اور ایک بالٹی [نوٹ: درست ہونے کے لیے بچے کو 'رسی' اور 'بالٹی' دونوں کہنا چاہیے۔]",
                "showInputDiv": 1
            },
            {
                "queNo": "L12A.7",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آپ کو کیوں لگتا ہے کہ آمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "آمنہ پہاڑوں کے قریب ایک چھوٹے سے گاؤں میں رہتی تھی۔ گاؤں کے لوگ آمنہ کو بہت پسند کرتے تھے کیونکہ وہ بہت مددگار اور مہربان تھی۔ آمنہ جانوروں سے محبت کرتی تھی۔ اس کے پاس بکری کا بچہ تھا جس کا نام بھولا تھا۔ آمنہ کو ادھر ادھر بھاگنا اور بھولے کے ساتھ کھیلنا پسند تھا۔ ایک دن ادھر ادھر بھاگتے ہوئے بھولا ایک خالی کنویں میں گر گیا۔ جلدی سے آمنہ نے اپنے ابو کو پکارا اور ایک رسی اور بالٹی پکڑ لی۔ اس نے بالٹی سے رسی باندھ کربالٹی کنویں میں پھینکی۔ خوش قسمتی سے بھولے نے بالٹی میں چھلانگ لگا دی اورآمنہ نے اپنے ابو کی مدد سے بھولے کو باہر نکالا۔اس دن سےآمنہ ایک ہوشیار لڑکی کے نام سے بھی جانی جاتی ہے۔",
                "title": "آمنہ اور بھولا",
                "answerKey": "i) اس نے بھولا/بلی کے بچے کو جلدی سے بچایا،\nii) اس نے بھولا/بلی کے بچے کو تیزی سے کام کرتے ہوئے گڑھے سے باہر نکالا،\niii) اس نے بھولا / بلی کے بچے کو رسی اور بالٹی کا استعمال کرکے بچایا [نوٹ: ایک جواب جو اس پیغام کو پہنچاتا ہے قابل قبول ہے]۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B",
                "question": "<span style='color:blue'>(کہانی کی طرف اشارہ کرتے ہوئے کہیں)</span> یہ ایک کہانی ہے۔ کہانی کو بلند آواز سے پڑھو۔ اس کے بعد میں آپ سے اس کہانی سے کچھ سوالات پوچھوں گا/گی۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "تانیہ اپنے گھر کے باہر باغ میں کھیل رہی تھی۔تانیہ بہت حیران ہوئی جب ایک خوبصورت کالی بلی باغ میں داخل ہوئی ۔ بلی شرمیلی نہیں تھی ،تانیہ نے بلی کو پیار کیا ۔اسی وقت اس نے سنا کہ اس کی امی اسے پکار رہی ہے۔ اس سے بلی خوفزدہ ہوگئی اور قریبی جنگل کی طرف بھاگ گئی۔ تانیہ بلی کے پیچھے بھاگنے لگی مگر بلی کو نہ ڈھونڈ سکی۔ اسے اچانک احساس ہوا کہ وہ کھو گئی ہے اور وہ گھر واپس جانے کا راستہ نہیں جانتی ۔ تانیہ بہت ڈر گئی تھی، لیکن پھر اس نے اپنی امی کی آواز سنی جو اسے پکار رہی تھیں۔ اس نے اپنی امی کی آواز کی طرف چلنا شروع کیا اور گھر واپس پہنج گئی۔ تانیہ کی ماں اس کی طرف بھاگی اور اسے گلے لگا لیا۔",
                "title": "تانیہ اور بلی",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.1",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> کہانی کس کے بارے میں ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "تانیہ اپنے گھر کے باہر باغ میں کھیل رہی تھی۔تانیہ بہت حیران ہوئی جب ایک خوبصورت کالی بلی باغ میں داخل ہوئی ۔ بلی شرمیلی نہیں تھی ،تانیہ نے بلی کو پیار کیا ۔اسی وقت اس نے سنا کہ اس کی امی اسے پکار رہی ہے۔ اس سے بلی خوفزدہ ہوگئی اور قریبی جنگل کی طرف بھاگ گئی۔ تانیہ بلی کے پیچھے بھاگنے لگی مگر بلی کو نہ ڈھونڈ سکی۔ اسے اچانک احساس ہوا کہ وہ کھو گئی ہے اور وہ گھر واپس جانے کا راستہ نہیں جانتی ۔ تانیہ بہت ڈر گئی تھی، لیکن پھر اس نے اپنی امی کی آواز سنی جو اسے پکار رہی تھیں۔ اس نے اپنی امی کی آواز کی طرف چلنا شروع کیا اور گھر واپس پہنج گئی۔ تانیہ کی ماں اس کی طرف بھاگی اور اسے گلے لگا لیا۔",
                "title": "تانیہ اور بلی",
                "answerKey": "کم از کم، بچوں کو کہانی یہ کہنا چاہئے: a) ایک لڑکی اور ایک بلی کے بارے میں یا b) لڑکی کے گم ہو جانے کے بارے میں یا c) لڑکی کے کھو جانے اور گھر واپسی کا راستہ تلاش کرنے کے بارے میں یا d) ایک لڑکی کا بلی کے پیچھے بھاگنا اور کھو جانا",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.2",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> تانیہ کہاں کھیل رہی تھی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "تانیہ اپنے گھر کے باہر باغ میں کھیل رہی تھی۔تانیہ بہت حیران ہوئی جب ایک خوبصورت کالی بلی باغ میں داخل ہوئی ۔ بلی شرمیلی نہیں تھی ،تانیہ نے بلی کو پیار کیا ۔اسی وقت اس نے سنا کہ اس کی امی اسے پکار رہی ہے۔ اس سے بلی خوفزدہ ہوگئی اور قریبی جنگل کی طرف بھاگ گئی۔ تانیہ بلی کے پیچھے بھاگنے لگی مگر بلی کو نہ ڈھونڈ سکی۔ اسے اچانک احساس ہوا کہ وہ کھو گئی ہے اور وہ گھر واپس جانے کا راستہ نہیں جانتی ۔ تانیہ بہت ڈر گئی تھی، لیکن پھر اس نے اپنی امی کی آواز سنی جو اسے پکار رہی تھیں۔ اس نے اپنی امی کی آواز کی طرف چلنا شروع کیا اور گھر واپس پہنج گئی۔ تانیہ کی ماں اس کی طرف بھاگی اور اسے گلے لگا لیا۔",
                "title": "تانیہ اور بلی",
                "answerKey": "i) اس کے گھر کے پیچھے، ii) باغ میں، iii) باغ میں اس کے گھر کے پیچھے",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.3",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> تانیہ حیران کیوں ہوئی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "تانیہ اپنے گھر کے باہر باغ میں کھیل رہی تھی۔تانیہ بہت حیران ہوئی جب ایک خوبصورت کالی بلی باغ میں داخل ہوئی ۔ بلی شرمیلی نہیں تھی ،تانیہ نے بلی کو پیار کیا ۔اسی وقت اس نے سنا کہ اس کی امی اسے پکار رہی ہے۔ اس سے بلی خوفزدہ ہوگئی اور قریبی جنگل کی طرف بھاگ گئی۔ تانیہ بلی کے پیچھے بھاگنے لگی مگر بلی کو نہ ڈھونڈ سکی۔ اسے اچانک احساس ہوا کہ وہ کھو گئی ہے اور وہ گھر واپس جانے کا راستہ نہیں جانتی ۔ تانیہ بہت ڈر گئی تھی، لیکن پھر اس نے اپنی امی کی آواز سنی جو اسے پکار رہی تھیں۔ اس نے اپنی امی کی آواز کی طرف چلنا شروع کیا اور گھر واپس پہنج گئی۔ تانیہ کی ماں اس کی طرف بھاگی اور اسے گلے لگا لیا۔",
                "title": "تانیہ اور بلی",
                "answerKey": "i) کیونکہ ایک بلی باغ میں چلی گئی، ii) کیونکہ ایک کالی بلی باغ میں چلی گئی۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.4",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> خوفزدہ بلی نے کیا کیا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "تانیہ اپنے گھر کے باہر باغ میں کھیل رہی تھی۔تانیہ بہت حیران ہوئی جب ایک خوبصورت کالی بلی باغ میں داخل ہوئی ۔ بلی شرمیلی نہیں تھی ،تانیہ نے بلی کو پیار کیا ۔اسی وقت اس نے سنا کہ اس کی امی اسے پکار رہی ہے۔ اس سے بلی خوفزدہ ہوگئی اور قریبی جنگل کی طرف بھاگ گئی۔ تانیہ بلی کے پیچھے بھاگنے لگی مگر بلی کو نہ ڈھونڈ سکی۔ اسے اچانک احساس ہوا کہ وہ کھو گئی ہے اور وہ گھر واپس جانے کا راستہ نہیں جانتی ۔ تانیہ بہت ڈر گئی تھی، لیکن پھر اس نے اپنی امی کی آواز سنی جو اسے پکار رہی تھیں۔ اس نے اپنی امی کی آواز کی طرف چلنا شروع کیا اور گھر واپس پہنج گئی۔ تانیہ کی ماں اس کی طرف بھاگی اور اسے گلے لگا لیا۔",
                "title": "تانیہ اور بلی",
                "answerKey": "i) بلی بھاگ گئی، ii) بلی قریبی جھاڑی میں بھاگ گئی۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.5",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> تانیہ کیوں ڈر گئی تھی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "تانیہ اپنے گھر کے باہر باغ میں کھیل رہی تھی۔تانیہ بہت حیران ہوئی جب ایک خوبصورت کالی بلی باغ میں داخل ہوئی ۔ بلی شرمیلی نہیں تھی ،تانیہ نے بلی کو پیار کیا ۔اسی وقت اس نے سنا کہ اس کی امی اسے پکار رہی ہے۔ اس سے بلی خوفزدہ ہوگئی اور قریبی جنگل کی طرف بھاگ گئی۔ تانیہ بلی کے پیچھے بھاگنے لگی مگر بلی کو نہ ڈھونڈ سکی۔ اسے اچانک احساس ہوا کہ وہ کھو گئی ہے اور وہ گھر واپس جانے کا راستہ نہیں جانتی ۔ تانیہ بہت ڈر گئی تھی، لیکن پھر اس نے اپنی امی کی آواز سنی جو اسے پکار رہی تھیں۔ اس نے اپنی امی کی آواز کی طرف چلنا شروع کیا اور گھر واپس پہنج گئی۔ تانیہ کی ماں اس کی طرف بھاگی اور اسے گلے لگا لیا۔",
                "title": "تانیہ اور بلی",
                "answerKey": "i) کیونکہ وہ کھو گئی تھی، ii) کیونکہ وہ نہیں جانتی تھی کہ گھر واپس کیسے جانا ہے۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.6",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> تانیہ گھر واپس کیسے آئی؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "تانیہ اپنے گھر کے باہر باغ میں کھیل رہی تھی۔تانیہ بہت حیران ہوئی جب ایک خوبصورت کالی بلی باغ میں داخل ہوئی ۔ بلی شرمیلی نہیں تھی ،تانیہ نے بلی کو پیار کیا ۔اسی وقت اس نے سنا کہ اس کی امی اسے پکار رہی ہے۔ اس سے بلی خوفزدہ ہوگئی اور قریبی جنگل کی طرف بھاگ گئی۔ تانیہ بلی کے پیچھے بھاگنے لگی مگر بلی کو نہ ڈھونڈ سکی۔ اسے اچانک احساس ہوا کہ وہ کھو گئی ہے اور وہ گھر واپس جانے کا راستہ نہیں جانتی ۔ تانیہ بہت ڈر گئی تھی، لیکن پھر اس نے اپنی امی کی آواز سنی جو اسے پکار رہی تھیں۔ اس نے اپنی امی کی آواز کی طرف چلنا شروع کیا اور گھر واپس پہنج گئی۔ تانیہ کی ماں اس کی طرف بھاگی اور اسے گلے لگا لیا۔",
                "title": "تانیہ اور بلی",
                "answerKey": "i) وہ اپنی ماں کی آواز کی پیروی کرتے ہوئے گھرواپس آئی",
                "showInputDiv": 1
            },
            {
                "queNo": "L12B.7",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آپ کو کیوں لگتا ہے کہ تانیہ کی ماں اس کے پاس بھاگی اور اسے گلے لگا لیا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "تانیہ اپنے گھر کے باہر باغ میں کھیل رہی تھی۔تانیہ بہت حیران ہوئی جب ایک خوبصورت کالی بلی باغ میں داخل ہوئی ۔ بلی شرمیلی نہیں تھی ،تانیہ نے بلی کو پیار کیا ۔اسی وقت اس نے سنا کہ اس کی امی اسے پکار رہی ہے۔ اس سے بلی خوفزدہ ہوگئی اور قریبی جنگل کی طرف بھاگ گئی۔ تانیہ بلی کے پیچھے بھاگنے لگی مگر بلی کو نہ ڈھونڈ سکی۔ اسے اچانک احساس ہوا کہ وہ کھو گئی ہے اور وہ گھر واپس جانے کا راستہ نہیں جانتی ۔ تانیہ بہت ڈر گئی تھی، لیکن پھر اس نے اپنی امی کی آواز سنی جو اسے پکار رہی تھیں۔ اس نے اپنی امی کی آواز کی طرف چلنا شروع کیا اور گھر واپس پہنج گئی۔ تانیہ کی ماں اس کی طرف بھاگی اور اسے گلے لگا لیا۔",
                "title": "تانیہ اور بلی",
                "answerKey": "i) کیونکہ وہ اسے ڈھونڈ کر خوش تھی، ii) کیونکہ وہ فکر مند تھی کیونکہ تانیہ باغ میں نہیں تھی اور اسے ڈھونڈ کر خوش تھی، iii) کیونکہ وہ پریشان تھی کہ تانیہ کھو گئی تھی اور اسے پا کر خوشی/ راحت محسوس کر رہی تھی۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C",
                "question": "<span style='color:blue'>(کہانی کی طرف اشارہ کرتے ہوئے کہیں)</span> یہ ایک کہانی ہے۔ کہانی کو بلند آواز سے پڑھو۔ اس کے بعد میں آپ سے اس کہانی سے کچھ سوالات پوچھوں گا/گی۔",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "راجہ ، ساجد اور ماجد بھائی ہیں۔ ہر روز وہ ایک ساتھ اسکول جاتے اور پھر گھر واپس آتے ہیں۔ اسکول سے گھر تک کا راستہ بہت لمبا ہے ، جس کی وجہ سے ان کی ماں پریشان رہتی ہیں ۔ وہ ہمیشہ انہیں ساتھ رہنے کی یاد دہانی کرواتی رہتی ہے۔ ایک دن سب سے چھوٹا بھائی راجہ ایک خوبصورت تتلی دیکھنے کے لیے رُک گیا۔ باقی دو بھائی چلتے رہے، یہ جانے بغیر کہ راجہ پیچھے رہ گیا ہے۔ تھوڑی دیر کے بعد ، وہ راجہ کو دیکھنے کے لیے مُڑے ، لیکن راجہ انکے پیچھے نہیں تھا۔ وہ پریشان ہو گئے اور اس کو تلاش کرنے کے لیے واپس بھاگے۔ خوش قسمتی سے ، انہوں نے راجہ کو سڑک کے کنارے بیٹھا اور روتے ہوئے پایا۔ تب سے راجہ نے وعدہ کیا کبھی بھی کسی شے کی طرف نہ بھٹکے گااور ہمیشہ اپنے بھائیوں کے ساتھ چلے گا۔",
                "title": "تین بھائی",
                "answerKey": "",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.1",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> یہ کہانی کس بارے میں ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "راجہ ، ساجد اور ماجد بھائی ہیں۔ ہر روز وہ ایک ساتھ اسکول جاتے اور پھر گھر واپس آتے ہیں۔ اسکول سے گھر تک کا راستہ بہت لمبا ہے ، جس کی وجہ سے ان کی ماں پریشان رہتی ہیں ۔ وہ ہمیشہ انہیں ساتھ رہنے کی یاد دہانی کرواتی رہتی ہے۔ ایک دن سب سے چھوٹا بھائی راجہ ایک خوبصورت تتلی دیکھنے کے لیے رُک گیا۔ باقی دو بھائی چلتے رہے، یہ جانے بغیر کہ راجہ پیچھے رہ گیا ہے۔ تھوڑی دیر کے بعد ، وہ راجہ کو دیکھنے کے لیے مُڑے ، لیکن راجہ انکے پیچھے نہیں تھا۔ وہ پریشان ہو گئے اور اس کو تلاش کرنے کے لیے واپس بھاگے۔ خوش قسمتی سے ، انہوں نے راجہ کو سڑک کے کنارے بیٹھا اور روتے ہوئے پایا۔ تب سے راجہ نے وعدہ کیا کبھی بھی کسی شے کی طرف نہ بھٹکے گااور ہمیشہ اپنے بھائیوں کے ساتھ چلے گا۔",
                "title": "تین بھائی",
                "answerKey": "کم از کم، بچوں کو یہ کہنا چاہیے کہ یہ کہانی ہے: ا) تین بھائیوں کے بارے میں یا ب) تین بھائیوں کے بارے میں جو اسکول جاتے ہوئے اور گھر واپس آتے ہیں یا ج) ایک بھائی کے کھو جانے کے بارے میں",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.2",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> تین بھائی ہر روز کہاں جاتے تھے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "راجہ ، ساجد اور ماجد بھائی ہیں۔ ہر روز وہ ایک ساتھ اسکول جاتے اور پھر گھر واپس آتے ہیں۔ اسکول سے گھر تک کا راستہ بہت لمبا ہے ، جس کی وجہ سے ان کی ماں پریشان رہتی ہیں ۔ وہ ہمیشہ انہیں ساتھ رہنے کی یاد دہانی کرواتی رہتی ہے۔ ایک دن سب سے چھوٹا بھائی راجہ ایک خوبصورت تتلی دیکھنے کے لیے رُک گیا۔ باقی دو بھائی چلتے رہے، یہ جانے بغیر کہ راجہ پیچھے رہ گیا ہے۔ تھوڑی دیر کے بعد ، وہ راجہ کو دیکھنے کے لیے مُڑے ، لیکن راجہ انکے پیچھے نہیں تھا۔ وہ پریشان ہو گئے اور اس کو تلاش کرنے کے لیے واپس بھاگے۔ خوش قسمتی سے ، انہوں نے راجہ کو سڑک کے کنارے بیٹھا اور روتے ہوئے پایا۔ تب سے راجہ نے وعدہ کیا کبھی بھی کسی شے کی طرف نہ بھٹکے گااور ہمیشہ اپنے بھائیوں کے ساتھ چلے گا۔",
                "title": "تین بھائی",
                "answerKey": "ا) اسکول جانا اور گھر واپس جانا، ب) اسکول آنا اور جانا",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.3",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> ان کی ماں انہیں کیا کرنے کی یاد دلاتی رہتی ہے؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "راجہ ، ساجد اور ماجد بھائی ہیں۔ ہر روز وہ ایک ساتھ اسکول جاتے اور پھر گھر واپس آتے ہیں۔ اسکول سے گھر تک کا راستہ بہت لمبا ہے ، جس کی وجہ سے ان کی ماں پریشان رہتی ہیں ۔ وہ ہمیشہ انہیں ساتھ رہنے کی یاد دہانی کرواتی رہتی ہے۔ ایک دن سب سے چھوٹا بھائی راجہ ایک خوبصورت تتلی دیکھنے کے لیے رُک گیا۔ باقی دو بھائی چلتے رہے، یہ جانے بغیر کہ راجہ پیچھے رہ گیا ہے۔ تھوڑی دیر کے بعد ، وہ راجہ کو دیکھنے کے لیے مُڑے ، لیکن راجہ انکے پیچھے نہیں تھا۔ وہ پریشان ہو گئے اور اس کو تلاش کرنے کے لیے واپس بھاگے۔ خوش قسمتی سے ، انہوں نے راجہ کو سڑک کے کنارے بیٹھا اور روتے ہوئے پایا۔ تب سے راجہ نے وعدہ کیا کبھی بھی کسی شے کی طرف نہ بھٹکے گااور ہمیشہ اپنے بھائیوں کے ساتھ چلے گا۔",
                "title": "تین بھائی",
                "answerKey": "ا) جب وہ چل رہے ہوں تو ساتھ رہنا، ب) ساتھ رہنا",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.4",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> تین بھائیوں میں سب سے چھوٹا کون تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "راجہ ، ساجد اور ماجد بھائی ہیں۔ ہر روز وہ ایک ساتھ اسکول جاتے اور پھر گھر واپس آتے ہیں۔ اسکول سے گھر تک کا راستہ بہت لمبا ہے ، جس کی وجہ سے ان کی ماں پریشان رہتی ہیں ۔ وہ ہمیشہ انہیں ساتھ رہنے کی یاد دہانی کرواتی رہتی ہے۔ ایک دن سب سے چھوٹا بھائی راجہ ایک خوبصورت تتلی دیکھنے کے لیے رُک گیا۔ باقی دو بھائی چلتے رہے، یہ جانے بغیر کہ راجہ پیچھے رہ گیا ہے۔ تھوڑی دیر کے بعد ، وہ راجہ کو دیکھنے کے لیے مُڑے ، لیکن راجہ انکے پیچھے نہیں تھا۔ وہ پریشان ہو گئے اور اس کو تلاش کرنے کے لیے واپس بھاگے۔ خوش قسمتی سے ، انہوں نے راجہ کو سڑک کے کنارے بیٹھا اور روتے ہوئے پایا۔ تب سے راجہ نے وعدہ کیا کبھی بھی کسی شے کی طرف نہ بھٹکے گااور ہمیشہ اپنے بھائیوں کے ساتھ چلے گا۔",
                "title": "تین بھائی",
                "answerKey": "ا) راجہ",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.5",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> گھر واپس جاتے ہوئے ، راجہ کیا کرنے رُک گیا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "راجہ ، ساجد اور ماجد بھائی ہیں۔ ہر روز وہ ایک ساتھ اسکول جاتے اور پھر گھر واپس آتے ہیں۔ اسکول سے گھر تک کا راستہ بہت لمبا ہے ، جس کی وجہ سے ان کی ماں پریشان رہتی ہیں ۔ وہ ہمیشہ انہیں ساتھ رہنے کی یاد دہانی کرواتی رہتی ہے۔ ایک دن سب سے چھوٹا بھائی راجہ ایک خوبصورت تتلی دیکھنے کے لیے رُک گیا۔ باقی دو بھائی چلتے رہے، یہ جانے بغیر کہ راجہ پیچھے رہ گیا ہے۔ تھوڑی دیر کے بعد ، وہ راجہ کو دیکھنے کے لیے مُڑے ، لیکن راجہ انکے پیچھے نہیں تھا۔ وہ پریشان ہو گئے اور اس کو تلاش کرنے کے لیے واپس بھاگے۔ خوش قسمتی سے ، انہوں نے راجہ کو سڑک کے کنارے بیٹھا اور روتے ہوئے پایا۔ تب سے راجہ نے وعدہ کیا کبھی بھی کسی شے کی طرف نہ بھٹکے گااور ہمیشہ اپنے بھائیوں کے ساتھ چلے گا۔",
                "title": "تین بھائی",
                "answerKey": "ا) راجہ تتلی دیکھنے کے لیے رکا، ب) راجہ ایک خوبصورت تتلی دیکھنے کے لیے رکا۔",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.6",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> ساجد اور ماجد کو اپنا بھائی راجہ کہاں ملا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "راجہ ، ساجد اور ماجد بھائی ہیں۔ ہر روز وہ ایک ساتھ اسکول جاتے اور پھر گھر واپس آتے ہیں۔ اسکول سے گھر تک کا راستہ بہت لمبا ہے ، جس کی وجہ سے ان کی ماں پریشان رہتی ہیں ۔ وہ ہمیشہ انہیں ساتھ رہنے کی یاد دہانی کرواتی رہتی ہے۔ ایک دن سب سے چھوٹا بھائی راجہ ایک خوبصورت تتلی دیکھنے کے لیے رُک گیا۔ باقی دو بھائی چلتے رہے، یہ جانے بغیر کہ راجہ پیچھے رہ گیا ہے۔ تھوڑی دیر کے بعد ، وہ راجہ کو دیکھنے کے لیے مُڑے ، لیکن راجہ انکے پیچھے نہیں تھا۔ وہ پریشان ہو گئے اور اس کو تلاش کرنے کے لیے واپس بھاگے۔ خوش قسمتی سے ، انہوں نے راجہ کو سڑک کے کنارے بیٹھا اور روتے ہوئے پایا۔ تب سے راجہ نے وعدہ کیا کبھی بھی کسی شے کی طرف نہ بھٹکے گااور ہمیشہ اپنے بھائیوں کے ساتھ چلے گا۔",
                "title": "تین بھائی",
                "answerKey": "ا) سڑک کے کنارے، ب) سڑک کے کنارے بیٹھا تھا",
                "showInputDiv": 1
            },
            {
                "queNo": "L12C.7",
                "question": "<span style='color:blue'>(بلند آوازسے پڑھیں)</span> آپ کے خیال میں راجہ کیوں رو رہا تھا؟",
                "lineHeight": 1.3,
                "font": 1.3,
                "paragraph": "  راجہ ، ساجد اور ماجد بھائی ہیں۔ ہر روز وہ ایک ساتھ اسکول جاتے اور پھر گھر واپس آتے ہیں۔ اسکول سے گھر تک کا راستہ بہت لمبا ہے ، جس کی وجہ سے ان کی ماں پریشان رہتی ہیں ۔ وہ ہمیشہ انہیں ساتھ رہنے کی یاد دہانی کرواتی رہتی ہے۔ ایک دن سب سے چھوٹا بھائی راجہ ایک خوبصورت تتلی دیکھنے کے لیے رُک گیا۔ باقی دو بھائی چلتے رہے، یہ جانے بغیر کہ راجہ پیچھے رہ گیا ہے۔ تھوڑی دیر کے بعد ، وہ راجہ کو دیکھنے کے لیے مُڑے ، لیکن راجہ انکے پیچھے نہیں تھا۔ وہ پریشان ہو گئے اور اس کو تلاش کرنے کے لیے واپس بھاگے۔ خوش قسمتی سے ، انہوں نے راجہ کو سڑک کے کنارے بیٹھا اور روتے ہوئے پایا۔ تب سے راجہ نے وعدہ کیا کبھی بھی کسی شے کی طرف نہ بھٹکے گااور ہمیشہ اپنے بھائیوں کے ساتھ چلے گا۔",
                "title": "تین بھائی",
                "answerKey": "ا) کیونکہ وہ اپنے بھائیوں کو نہیں دیکھ سکتا تھا اور یہ نہیں جانتا تھا کہ گھر واپس کیسے جائے، ب) کیونکہ وہ اپنے بھائیوں کو نہیں دیکھ سکتا تھا اور ڈر گیا تھا، ج) کیونکہ وہ اپنے بھائیوں کو نہیں دیکھ سکتا تھا، د) کیونکہ وہ پیچھے رہ گیا تھا، ہ) کیونکہ وہ کھو گیا تھا۔",
                "showInputDiv": 1
            }
        ]
    }
]